{
  "html": "<h2>Aftermath of Battles</h2>\n<p>When a battle ends, the defeated army immediately <strong>retreats</strong>. The victorious army has the opportunity to <strong>pursue</strong> the defeated army. After pursuit is resolved, each army determines <strong>casualties</strong> and gathers the <strong>spoils of war</strong>. Finally, each army calculates <strong>experience points</strong> for its leaders, heroes, and troops.</p>\n<p>An army that fights a battle cannot make any further movement that day, apart from retreating.</p>\n<h3>Retreat</h3>\n<p>After a battle, the defeated army must retreat. A retreating army generally retreats 1 6-mile hex along its line of supply. If there is a friendly stronghold or urban settlement in the same 6-mile hex, the army may retreat into the stronghold or settlement. The victorious army might then begin a <strong>siege</strong>, as described in Chapter 5.</p>\n<p>If an army’s line of supply is occupied by enemy troops, the army may choose to retreat into an adjacent empty hex (risking loss of supply), or it may retreat along its line of supply (risking a second battle with enemy troops, if they detect the retreating army).</p>\n<h3>Pursuit</h3>\n<p>As the defeated army retreats, the victorious army is eligible to <strong>pursue</strong>. Pursuit is handled with a series of <strong>pursuit throws</strong>. The victorious army receives one pursuit throw per <strong>eligible</strong> pursuing unit. Pursuing occurs within the same 6-mile hex that the battle took place in. The pursuing army does not follow the retreating army into its new hex.</p>\n<h6>Pursuit Eligibility</h6>\n<p>Determine which units from the victorious army are eligible to pursue as follows:</p>\n<ol>\n<li>Did the defeated army end the battle without any cavalry or flyer units (i.e. all such units were routed or destroyed)? If yes, then all units in the victorious army are eligible to pursue.</li>\n<li>In all other cases, only cavalry and flying units in the victorious army are eligible to pursue.</li>\n</ol>\n<p>EXAMPLE #1: A battle between Army A and Army B ended when all of Army B’s units were destroyed or routed. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, but all routed. Because Army B ended the battle with all of its cavalry units routed, Army A is eligible to pursue with all of its units.</p>\n<p>EXAMPLE #2: A battle between Army A and Army B ended when Army B voluntarily withdrew from the battle. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, all of which voluntarily retreated. Because Army B still has unrouted cavalry units in its army, Army A is eligible to pursue with onlyits four light cavalry.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Pursuing Unit</strong></td>\n<td><strong>Pursuit Throw</strong></td>\n</tr>\n<tr>\n<td>Light Cavalry or Flyer</td>\n<td>11+</td>\n</tr>\n<tr>\n<td>Other Cavalry</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Other Infantry</td>\n<td>18+</td>\n</tr>\n</tbody></table>\n<p><strong>Pursuit Throws:</strong> For each eligible pursuing unit, the victorious army’s commander makes a pursuit throw against the appropriate value from the table below. Add +4 to the pursuit throw if all of the defeated army’s cavalry or flyer units were destroyed or routed. Each successful throw eliminates one enemy unit. If the defeated army ended the battle without any cavalry or flyer units, the victorious army commander may choose which unit(s) are eliminated. Otherwise the defeated army’s general may choose which unit(s) are eliminated.</p>\n<p>EXAMPLE: Army B routed off the battlefield. Army A is pursuing with four light cavalry units. A’s commander makes four pursuit throws against 11+, with a +4 bonus for all of Army B’s cavalry being destroyed or routed. He rolls a modified 6, 9, 12 and a 16, so two units of Army B are eliminated. Since all of Army B’s cavalry units were destroyed or routed, Army A’s general chooses which units are eliminated. He elects to destroy both of B’s light cavalry (which had routed from the battle).</p>\n<p><strong>Pursuit against Evading Armies:</strong> As explained in <strong>Types of Battles</strong> earlier in this chapter, certain battles (rear guard actions, rear guard envelopments, and skirmishes) involve offensive armies fighting evading armies. The longer it takes to defeat an evading army, the harder it is for the offensive army to pursue. Each battle turn imposes a cumulative -1 penalty to subsequent pursuit throws against a defeated evading army. A natural roll of 20 always eliminates a unit, regardless of any modifiers.</p>\n<p>EXAMPLE: Army A confronts Army B in a rear guard action. After six battle turns, Army B’s rear guard units have all been defeated. Army A is now eligible to pursue Army B but all its pursuing units suffer a -6 penalty to their pursuit throws.</p>\n<h3>Casualties</h3>\n<p>After pursuit, each army’s leader will determine his army’s casualties, using the following rules.</p>\n<p><strong>Destroyed Units:</strong> For each unit that was destroyed, 50% of its troops (rounded up) are crippled or dead, while the other 50% (rounded down) are lightly wounded. The victorious army’s wounded troops return to their unit in one week. The defeated army’s wounded troops become prisoners.</p>\n<p>EXAMPLE: An army containing a unit of 120 orcs was destroyed. 60 of the orcs are crippled or dead, while 60 are lightly wounded. If the orc’s army won the battle, it will recover its wounded; it will be able to field a unit of 60 orcs in one week. If the orc’s army lost the battle, the wounded orcs become prisoners of the victorious army.</p>\n<p><strong>Routed Units:</strong> For each unit that was routed, 25% of its troops (rounded up) are crippled or dead, while another 25% (rounded up) are lightly wounded. 50% of the victorious army’s routed, wounded troops are lost to desertion (round up); the rest return to the unit in one week. 50% of a defeated army’s routed, wounded troops become prisoners of the victorious army (round up); the other wounded troops are lost to desertion.</p>\n<p>EXAMPLE: A unit of 120 orcs routed. 30 troops are crippled or dead, while another 30 are lightly wounded. If the orc’s army won the battle, 15 of the wounded troops are lost to desertion, reducing the unit to 75 orcs. If the orc’s army lost the battle, 15 of the wounded troops become prisoners of the victorious army and the other 15 are lost to desertion. The unit is reduced to 60 orcs.</p>\n<p>Half-strength units may be consolidated to form a smaller number of full-strength units, if desired.</p>\n<p><strong>Officer Casualties:</strong> If an officer’s unit is destroyed, the officer(s) must roll on the Mortal Wounds table. Apply the officer’s modifiers from Constitution, Equipment, and Hit Dice value. Do not apply any modifier for Hit Points unless the officer was incapacitated in a heroic foray. For officers of the victorious army, apply a +3 proficiency modifier and a -3 treatment time modifier (for a net modifier of 0). For officers of the defeated army, apply a +1 proficiency modifier and -5 treatment modifier (for a net modifier of -4). The effects of the roll are as follows:</p>\n<ul>\n<li><em>Instantly Killed:</em> The officer died on the battlefield. His body is in the hands of the victorious army.</li>\n<li><em>Mortally Wounded:</em> The officer died while receiving treatment. His body in the hands of the victorious army.</li>\n<li><em>Grievously Wounded:</em> If part of the defeated army, the officer died while receiving treatment. His body is in the hands of the victorious army. If part of the victorious army, the officer was saved by the healers. Roll 1d6 for permanent wound.</li>\n<li><em>Critically Wounded or Shocked:</em> The officer was saved by the healers. Roll 1d6 for permanent wound. If part of the defeated army, the officer was captured.</li>\n<li><em>Knocked Out or Just Dazed:</em> The officer wasn’t that badly hurt. Roll 1d6 for permanent wound. If part of the defeated army, the officer was able to escape before being captured.</li>\n</ul>\n<p>If an officer’s unit is routed, the officer has two options. He can roll on the Mortal Wounds table as if his unit were destroyed, or he can allow himself to be captured by the opposing army without risking the roll.</p>\n<p><strong>Heroic Casualties:</strong> If a hero functioning as a unit with BR on the battlefield is destroyed or routed, apply the rules for officer casualties to the hero. If a hero on a heroic foray is incapacitated, he can be treated during the foray or in the lull immediately after; if not so treated, apply the rules for officer casualties to the hero.</p>\n<h3>Spoils of War</h3>\n<p>Historically, most soldiers fought for the <strong>spoils of war</strong>. Those spoils could come in the form of booty from a pillaged city, food, wine and women from plundered cities, land captured in combat, or ransoms from captured nobility, but it was ultimately the prospect of economic gains that motivated ancient and medieval fighters. It was the nobility and leadership that were most motivated by the prospect of glory and renown from winning battles. To reflect this, <em><strong>ACKS</strong></em>rewards leaders and heroes for the army’s valor at arms, while the common soldiers are rewarded only for their personal material gain.</p>\n<p>The spoils of war from a victorious battle are equal to one month’s wages of each destroyed or routed unit (consisting of salvaged equipment, valuables, wages on hand, etc.). In addition, each prisoner captured is worth 40gp if sold as a slave or ransomed. (Higher level NPCs, monsters, and similar creatures can be ransomed for greater sums, at the Judge’s discretion.) If kept, prisoners can be used as <strong>construction workers</strong> (p. XX).</p>\n<p>EXAMPLE: In a great battle, an army has destroyed or routed 7 units of 60 heavy cavalry (60gp/month per troop) and 10 units of 120 heavy infantry (12gp/month per troop). From the defeated units, the victorious army captured and ransomed 550 prisoners. The spoils for defeating the heavy cavalry are (7 x 60 x 60) 25,200gp. The spoils for defeating the heavy infantry are (10 x 120 x 12) 14,400gp. The spoils from ransoming the prisoners are (550 x 40) 22,000gp. The total spoils are 61,600gp.</p>\n<p>Remember that casualties and prisoners can be consumed as supplies by <strong>carnivorous units</strong> (p. XX).</p>\n<h6>Experience Points from Spoils</h6>\n<p>Each participant (whether a commander, a hero, or a creature in a unit) earns 1 XP for each gold piece he collects from the spoils of war. The troops will expect that at least 50% of any spoils captured will be shared equally among all units. If this does not occur, the Judge should make a loyalty roll for any unpaid troops. The leader can distribute 50% of the spoils captured to himself and/or his commanders as he sees fit, although it is traditional to do so in proportion to their units commanded. If a commander who performed well in the battle is given an unreasonably small share of the spoils (Judge’s discretion), it counts as a calamity.</p>\n<p>EXAMPLE: An army consisting of 8 units of 120 heavy infantry and 8 units of 60 heavy cavalry, led by a 9th level fighter, has gathered battle loot worth 16,000gp. The leader claims half (8,000gp) for himself and shares the remaining 8,000gp among the 16 units. Each of the 16 units gets 500gp each. The leader earns 8,000XP, each heavy infantryman receives (500/120) = 4 XP and each heavy cavalryman receives (500 / 60) = 8 XP.</p>\n<p>For ease of play, troops’ XP can be tracked on a unit-by-unit basis. 0th level characters can be advanced to 1st level as per the rules in under <strong>0th Level Characters and Experience from Adventuring</strong> (p. XXX). It requires 500 XP for a 0th level mercenary to become a 1st level fighter. It requires 500 XP for a 0th level untrained militia to become a 0th level mercenary.</p>\n<h6>Experience Points from Combat</h6>\n<p>The army’s commanders earn XP equal to the value of enemy units defeated, less the value of friendly units defeated. 50% of the XP goes to the army’s leader, while the remaining XP is divided proportionately among the commanders based on the number of units each commander had in his division, excluding the army leader’s division. (This is why ambitious commanders always demand to lead more troops!)</p>\n<p>EXAMPLE: An army of 10 human heavy infantry companies (5XP per man equals 600XP per unit) defeats 12 orc light infantry companies (10 XP per orc equals 1,200 XP per unit) while losing 3 units itself. The overall leader and three commanders of the army will split [(12 x 1,200) – (3 x 600)] 12,600 XP. The leader, with a division of four companies, receives 6,300 XP. The first commander had three companies, the second had two companies,, and the third had one company, so the commanders receive 3150 XP, 2100 XP, and 1050 XP respectively.</p>\n<p>Characters also earn XP for the creatures they personally defeated. Troops (i.e. non-heroes) on the winning side receive 75 x (enemy army BR / friendly army BR) XP from combat each. Troops on the losing side gets no XP from combat.</p>\n",
  "sections": [
    {
      "title": "Aftermath of Battles",
      "level": 2,
      "html": "<p>When a battle ends, the defeated army immediately <strong>retreats</strong>. The victorious army has the opportunity to <strong>pursue</strong> the defeated army. After pursuit is resolved, each army determines <strong>casualties</strong> and gathers the <strong>spoils of war</strong>. Finally, each army calculates <strong>experience points</strong> for its leaders, heroes, and troops.</p>\n<p>An army that fights a battle cannot make any further movement that day, apart from retreating.</p>\n"
    },
    {
      "title": "Retreat",
      "level": 3,
      "html": "<p>After a battle, the defeated army must retreat. A retreating army generally retreats 1 6-mile hex along its line of supply. If there is a friendly stronghold or urban settlement in the same 6-mile hex, the army may retreat into the stronghold or settlement. The victorious army might then begin a <strong>siege</strong>, as described in Chapter 5.</p>\n<p>If an army’s line of supply is occupied by enemy troops, the army may choose to retreat into an adjacent empty hex (risking loss of supply), or it may retreat along its line of supply (risking a second battle with enemy troops, if they detect the retreating army).</p>\n"
    },
    {
      "title": "Pursuit",
      "level": 3,
      "html": "<p>As the defeated army retreats, the victorious army is eligible to <strong>pursue</strong>. Pursuit is handled with a series of <strong>pursuit throws</strong>. The victorious army receives one pursuit throw per <strong>eligible</strong> pursuing unit. Pursuing occurs within the same 6-mile hex that the battle took place in. The pursuing army does not follow the retreating army into its new hex.</p>\n"
    },
    {
      "title": "Pursuit Eligibility",
      "level": 6,
      "html": "<p>Determine which units from the victorious army are eligible to pursue as follows:</p>\n<ol>\n<li>Did the defeated army end the battle without any cavalry or flyer units (i.e. all such units were routed or destroyed)? If yes, then all units in the victorious army are eligible to pursue.</li>\n<li>In all other cases, only cavalry and flying units in the victorious army are eligible to pursue.</li>\n</ol>\n<p>EXAMPLE #1: A battle between Army A and Army B ended when all of Army B’s units were destroyed or routed. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, but all routed. Because Army B ended the battle with all of its cavalry units routed, Army A is eligible to pursue with all of its units.</p>\n<p>EXAMPLE #2: A battle between Army A and Army B ended when Army B voluntarily withdrew from the battle. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, all of which voluntarily retreated. Because Army B still has unrouted cavalry units in its army, Army A is eligible to pursue with onlyits four light cavalry.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Pursuing Unit</strong></td>\n<td><strong>Pursuit Throw</strong></td>\n</tr>\n<tr>\n<td>Light Cavalry or Flyer</td>\n<td>11+</td>\n</tr>\n<tr>\n<td>Other Cavalry</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Other Infantry</td>\n<td>18+</td>\n</tr>\n</tbody></table>\n<p><strong>Pursuit Throws:</strong> For each eligible pursuing unit, the victorious army’s commander makes a pursuit throw against the appropriate value from the table below. Add +4 to the pursuit throw if all of the defeated army’s cavalry or flyer units were destroyed or routed. Each successful throw eliminates one enemy unit. If the defeated army ended the battle without any cavalry or flyer units, the victorious army commander may choose which unit(s) are eliminated. Otherwise the defeated army’s general may choose which unit(s) are eliminated.</p>\n<p>EXAMPLE: Army B routed off the battlefield. Army A is pursuing with four light cavalry units. A’s commander makes four pursuit throws against 11+, with a +4 bonus for all of Army B’s cavalry being destroyed or routed. He rolls a modified 6, 9, 12 and a 16, so two units of Army B are eliminated. Since all of Army B’s cavalry units were destroyed or routed, Army A’s general chooses which units are eliminated. He elects to destroy both of B’s light cavalry (which had routed from the battle).</p>\n<p><strong>Pursuit against Evading Armies:</strong> As explained in <strong>Types of Battles</strong> earlier in this chapter, certain battles (rear guard actions, rear guard envelopments, and skirmishes) involve offensive armies fighting evading armies. The longer it takes to defeat an evading army, the harder it is for the offensive army to pursue. Each battle turn imposes a cumulative -1 penalty to subsequent pursuit throws against a defeated evading army. A natural roll of 20 always eliminates a unit, regardless of any modifiers.</p>\n<p>EXAMPLE: Army A confronts Army B in a rear guard action. After six battle turns, Army B’s rear guard units have all been defeated. Army A is now eligible to pursue Army B but all its pursuing units suffer a -6 penalty to their pursuit throws.</p>\n"
    },
    {
      "title": "Casualties",
      "level": 3,
      "html": "<p>After pursuit, each army’s leader will determine his army’s casualties, using the following rules.</p>\n<p><strong>Destroyed Units:</strong> For each unit that was destroyed, 50% of its troops (rounded up) are crippled or dead, while the other 50% (rounded down) are lightly wounded. The victorious army’s wounded troops return to their unit in one week. The defeated army’s wounded troops become prisoners.</p>\n<p>EXAMPLE: An army containing a unit of 120 orcs was destroyed. 60 of the orcs are crippled or dead, while 60 are lightly wounded. If the orc’s army won the battle, it will recover its wounded; it will be able to field a unit of 60 orcs in one week. If the orc’s army lost the battle, the wounded orcs become prisoners of the victorious army.</p>\n<p><strong>Routed Units:</strong> For each unit that was routed, 25% of its troops (rounded up) are crippled or dead, while another 25% (rounded up) are lightly wounded. 50% of the victorious army’s routed, wounded troops are lost to desertion (round up); the rest return to the unit in one week. 50% of a defeated army’s routed, wounded troops become prisoners of the victorious army (round up); the other wounded troops are lost to desertion.</p>\n<p>EXAMPLE: A unit of 120 orcs routed. 30 troops are crippled or dead, while another 30 are lightly wounded. If the orc’s army won the battle, 15 of the wounded troops are lost to desertion, reducing the unit to 75 orcs. If the orc’s army lost the battle, 15 of the wounded troops become prisoners of the victorious army and the other 15 are lost to desertion. The unit is reduced to 60 orcs.</p>\n<p>Half-strength units may be consolidated to form a smaller number of full-strength units, if desired.</p>\n<p><strong>Officer Casualties:</strong> If an officer’s unit is destroyed, the officer(s) must roll on the Mortal Wounds table. Apply the officer’s modifiers from Constitution, Equipment, and Hit Dice value. Do not apply any modifier for Hit Points unless the officer was incapacitated in a heroic foray. For officers of the victorious army, apply a +3 proficiency modifier and a -3 treatment time modifier (for a net modifier of 0). For officers of the defeated army, apply a +1 proficiency modifier and -5 treatment modifier (for a net modifier of -4). The effects of the roll are as follows:</p>\n<ul>\n<li><em>Instantly Killed:</em> The officer died on the battlefield. His body is in the hands of the victorious army.</li>\n<li><em>Mortally Wounded:</em> The officer died while receiving treatment. His body in the hands of the victorious army.</li>\n<li><em>Grievously Wounded:</em> If part of the defeated army, the officer died while receiving treatment. His body is in the hands of the victorious army. If part of the victorious army, the officer was saved by the healers. Roll 1d6 for permanent wound.</li>\n<li><em>Critically Wounded or Shocked:</em> The officer was saved by the healers. Roll 1d6 for permanent wound. If part of the defeated army, the officer was captured.</li>\n<li><em>Knocked Out or Just Dazed:</em> The officer wasn’t that badly hurt. Roll 1d6 for permanent wound. If part of the defeated army, the officer was able to escape before being captured.</li>\n</ul>\n<p>If an officer’s unit is routed, the officer has two options. He can roll on the Mortal Wounds table as if his unit were destroyed, or he can allow himself to be captured by the opposing army without risking the roll.</p>\n<p><strong>Heroic Casualties:</strong> If a hero functioning as a unit with BR on the battlefield is destroyed or routed, apply the rules for officer casualties to the hero. If a hero on a heroic foray is incapacitated, he can be treated during the foray or in the lull immediately after; if not so treated, apply the rules for officer casualties to the hero.</p>\n"
    },
    {
      "title": "Spoils of War",
      "level": 3,
      "html": "<p>Historically, most soldiers fought for the <strong>spoils of war</strong>. Those spoils could come in the form of booty from a pillaged city, food, wine and women from plundered cities, land captured in combat, or ransoms from captured nobility, but it was ultimately the prospect of economic gains that motivated ancient and medieval fighters. It was the nobility and leadership that were most motivated by the prospect of glory and renown from winning battles. To reflect this, <em><strong>ACKS</strong></em>rewards leaders and heroes for the army’s valor at arms, while the common soldiers are rewarded only for their personal material gain.</p>\n<p>The spoils of war from a victorious battle are equal to one month’s wages of each destroyed or routed unit (consisting of salvaged equipment, valuables, wages on hand, etc.). In addition, each prisoner captured is worth 40gp if sold as a slave or ransomed. (Higher level NPCs, monsters, and similar creatures can be ransomed for greater sums, at the Judge’s discretion.) If kept, prisoners can be used as <strong>construction workers</strong> (p. XX).</p>\n<p>EXAMPLE: In a great battle, an army has destroyed or routed 7 units of 60 heavy cavalry (60gp/month per troop) and 10 units of 120 heavy infantry (12gp/month per troop). From the defeated units, the victorious army captured and ransomed 550 prisoners. The spoils for defeating the heavy cavalry are (7 x 60 x 60) 25,200gp. The spoils for defeating the heavy infantry are (10 x 120 x 12) 14,400gp. The spoils from ransoming the prisoners are (550 x 40) 22,000gp. The total spoils are 61,600gp.</p>\n<p>Remember that casualties and prisoners can be consumed as supplies by <strong>carnivorous units</strong> (p. XX).</p>\n"
    },
    {
      "title": "Experience Points from Spoils",
      "level": 6,
      "html": "<p>Each participant (whether a commander, a hero, or a creature in a unit) earns 1 XP for each gold piece he collects from the spoils of war. The troops will expect that at least 50% of any spoils captured will be shared equally among all units. If this does not occur, the Judge should make a loyalty roll for any unpaid troops. The leader can distribute 50% of the spoils captured to himself and/or his commanders as he sees fit, although it is traditional to do so in proportion to their units commanded. If a commander who performed well in the battle is given an unreasonably small share of the spoils (Judge’s discretion), it counts as a calamity.</p>\n<p>EXAMPLE: An army consisting of 8 units of 120 heavy infantry and 8 units of 60 heavy cavalry, led by a 9th level fighter, has gathered battle loot worth 16,000gp. The leader claims half (8,000gp) for himself and shares the remaining 8,000gp among the 16 units. Each of the 16 units gets 500gp each. The leader earns 8,000XP, each heavy infantryman receives (500/120) = 4 XP and each heavy cavalryman receives (500 / 60) = 8 XP.</p>\n<p>For ease of play, troops’ XP can be tracked on a unit-by-unit basis. 0th level characters can be advanced to 1st level as per the rules in under <strong>0th Level Characters and Experience from Adventuring</strong> (p. XXX). It requires 500 XP for a 0th level mercenary to become a 1st level fighter. It requires 500 XP for a 0th level untrained militia to become a 0th level mercenary.</p>\n"
    },
    {
      "title": "Experience Points from Combat",
      "level": 6,
      "html": "<p>The army’s commanders earn XP equal to the value of enemy units defeated, less the value of friendly units defeated. 50% of the XP goes to the army’s leader, while the remaining XP is divided proportionately among the commanders based on the number of units each commander had in his division, excluding the army leader’s division. (This is why ambitious commanders always demand to lead more troops!)</p>\n<p>EXAMPLE: An army of 10 human heavy infantry companies (5XP per man equals 600XP per unit) defeats 12 orc light infantry companies (10 XP per orc equals 1,200 XP per unit) while losing 3 units itself. The overall leader and three commanders of the army will split [(12 x 1,200) – (3 x 600)] 12,600 XP. The leader, with a division of four companies, receives 6,300 XP. The first commander had three companies, the second had two companies,, and the third had one company, so the commanders receive 3150 XP, 2100 XP, and 1050 XP respectively.</p>\n<p>Characters also earn XP for the creatures they personally defeated. Troops (i.e. non-heroes) on the winning side receive 75 x (enemy army BR / friendly army BR) XP from combat each. Troops on the losing side gets no XP from combat.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Aftermath of Battles\n\nWhen a battle ends, the defeated army immediately **retreats**. The victorious army has the opportunity to **pursue** the defeated army. After pursuit is resolved, each army determines **casualties** and gathers the **spoils of war**. Finally, each army calculates **experience points** for its leaders, heroes, and troops.\n\nAn army that fights a battle cannot make any further movement that day, apart from retreating.\n\n### Retreat\n\nAfter a battle, the defeated army must retreat. A retreating army generally retreats 1 6-mile hex along its line of supply. If there is a friendly stronghold or urban settlement in the same 6-mile hex, the army may retreat into the stronghold or settlement. The victorious army might then begin a **siege**, as described in Chapter 5.\n\nIf an army’s line of supply is occupied by enemy troops, the army may choose to retreat into an adjacent empty hex (risking loss of supply), or it may retreat along its line of supply (risking a second battle with enemy troops, if they detect the retreating army).\n\n### Pursuit\n\nAs the defeated army retreats, the victorious army is eligible to **pursue**. Pursuit is handled with a series of **pursuit throws**. The victorious army receives one pursuit throw per **eligible** pursuing unit. Pursuing occurs within the same 6-mile hex that the battle took place in. The pursuing army does not follow the retreating army into its new hex.\n\n###### Pursuit Eligibility\n\nDetermine which units from the victorious army are eligible to pursue as follows:\n\n1. Did the defeated army end the battle without any cavalry or flyer units (i.e. all such units were routed or destroyed)? If yes, then all units in the victorious army are eligible to pursue.\n2. In all other cases, only cavalry and flying units in the victorious army are eligible to pursue.\n\nEXAMPLE #1: A battle between Army A and Army B ended when all of Army B’s units were destroyed or routed. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, but all routed. Because Army B ended the battle with all of its cavalry units routed, Army A is eligible to pursue with all of its units.\n\nEXAMPLE #2: A battle between Army A and Army B ended when Army B voluntarily withdrew from the battle. Army A had eight heavy infantry and four light cavalry units remaining when the battle ended. Army B had two light cavalry and four light infantry remaining, all of which voluntarily retreated. Because Army B still has unrouted cavalry units in its army, Army A is eligible to pursue with onlyits four light cavalry.\n\n|  |  |\n| --- | --- |\n| **Pursuing Unit** | **Pursuit Throw** |\n| Light Cavalry or Flyer | 11+ |\n| Other Cavalry | 14+ |\n| Light Infantry | 14+ |\n| Other Infantry | 18+ |\n\n**Pursuit Throws:** For each eligible pursuing unit, the victorious army’s commander makes a pursuit throw against the appropriate value from the table below. Add +4 to the pursuit throw if all of the defeated army’s cavalry or flyer units were destroyed or routed. Each successful throw eliminates one enemy unit. If the defeated army ended the battle without any cavalry or flyer units, the victorious army commander may choose which unit(s) are eliminated. Otherwise the defeated army’s general may choose which unit(s) are eliminated.\n\nEXAMPLE: Army B routed off the battlefield. Army A is pursuing with four light cavalry units. A’s commander makes four pursuit throws against 11+, with a +4 bonus for all of Army B’s cavalry being destroyed or routed. He rolls a modified 6, 9, 12 and a 16, so two units of Army B are eliminated. Since all of Army B’s cavalry units were destroyed or routed, Army A’s general chooses which units are eliminated. He elects to destroy both of B’s light cavalry (which had routed from the battle).\n\n**Pursuit against Evading Armies:** As explained in **Types of Battles** earlier in this chapter, certain battles (rear guard actions, rear guard envelopments, and skirmishes) involve offensive armies fighting evading armies. The longer it takes to defeat an evading army, the harder it is for the offensive army to pursue. Each battle turn imposes a cumulative -1 penalty to subsequent pursuit throws against a defeated evading army. A natural roll of 20 always eliminates a unit, regardless of any modifiers.\n\nEXAMPLE: Army A confronts Army B in a rear guard action. After six battle turns, Army B’s rear guard units have all been defeated. Army A is now eligible to pursue Army B but all its pursuing units suffer a -6 penalty to their pursuit throws.\n\n### Casualties\n\nAfter pursuit, each army’s leader will determine his army’s casualties, using the following rules.\n\n**Destroyed Units:** For each unit that was destroyed, 50% of its troops (rounded up) are crippled or dead, while the other 50% (rounded down) are lightly wounded. The victorious army’s wounded troops return to their unit in one week. The defeated army’s wounded troops become prisoners.\n\nEXAMPLE: An army containing a unit of 120 orcs was destroyed. 60 of the orcs are crippled or dead, while 60 are lightly wounded. If the orc’s army won the battle, it will recover its wounded; it will be able to field a unit of 60 orcs in one week. If the orc’s army lost the battle, the wounded orcs become prisoners of the victorious army.\n\n**Routed Units:** For each unit that was routed, 25% of its troops (rounded up) are crippled or dead, while another 25% (rounded up) are lightly wounded. 50% of the victorious army’s routed, wounded troops are lost to desertion (round up); the rest return to the unit in one week. 50% of a defeated army’s routed, wounded troops become prisoners of the victorious army (round up); the other wounded troops are lost to desertion.\n\nEXAMPLE: A unit of 120 orcs routed. 30 troops are crippled or dead, while another 30 are lightly wounded. If the orc’s army won the battle, 15 of the wounded troops are lost to desertion, reducing the unit to 75 orcs. If the orc’s army lost the battle, 15 of the wounded troops become prisoners of the victorious army and the other 15 are lost to desertion. The unit is reduced to 60 orcs.\n\nHalf-strength units may be consolidated to form a smaller number of full-strength units, if desired.\n\n**Officer Casualties:** If an officer’s unit is destroyed, the officer(s) must roll on the Mortal Wounds table. Apply the officer’s modifiers from Constitution, Equipment, and Hit Dice value. Do not apply any modifier for Hit Points unless the officer was incapacitated in a heroic foray. For officers of the victorious army, apply a +3 proficiency modifier and a -3 treatment time modifier (for a net modifier of 0). For officers of the defeated army, apply a +1 proficiency modifier and -5 treatment modifier (for a net modifier of -4). The effects of the roll are as follows:\n\n* *Instantly Killed:* The officer died on the battlefield. His body is in the hands of the victorious army.\n* *Mortally Wounded:* The officer died while receiving treatment. His body in the hands of the victorious army.\n* *Grievously Wounded:* If part of the defeated army, the officer died while receiving treatment. His body is in the hands of the victorious army. If part of the victorious army, the officer was saved by the healers. Roll 1d6 for permanent wound.\n* *Critically Wounded or Shocked:* The officer was saved by the healers. Roll 1d6 for permanent wound. If part of the defeated army, the officer was captured.\n* *Knocked Out or Just Dazed:* The officer wasn’t that badly hurt. Roll 1d6 for permanent wound. If part of the defeated army, the officer was able to escape before being captured.\n\nIf an officer’s unit is routed, the officer has two options. He can roll on the Mortal Wounds table as if his unit were destroyed, or he can allow himself to be captured by the opposing army without risking the roll.\n\n**Heroic Casualties:** If a hero functioning as a unit with BR on the battlefield is destroyed or routed, apply the rules for officer casualties to the hero. If a hero on a heroic foray is incapacitated, he can be treated during the foray or in the lull immediately after; if not so treated, apply the rules for officer casualties to the hero.\n\n### Spoils of War\n\nHistorically, most soldiers fought for the **spoils of war**. Those spoils could come in the form of booty from a pillaged city, food, wine and women from plundered cities, land captured in combat, or ransoms from captured nobility, but it was ultimately the prospect of economic gains that motivated ancient and medieval fighters. It was the nobility and leadership that were most motivated by the prospect of glory and renown from winning battles. To reflect this, ***ACKS***rewards leaders and heroes for the army’s valor at arms, while the common soldiers are rewarded only for their personal material gain.\n\nThe spoils of war from a victorious battle are equal to one month’s wages of each destroyed or routed unit (consisting of salvaged equipment, valuables, wages on hand, etc.). In addition, each prisoner captured is worth 40gp if sold as a slave or ransomed. (Higher level NPCs, monsters, and similar creatures can be ransomed for greater sums, at the Judge’s discretion.) If kept, prisoners can be used as **construction workers** (p. XX).\n\nEXAMPLE: In a great battle, an army has destroyed or routed 7 units of 60 heavy cavalry (60gp/month per troop) and 10 units of 120 heavy infantry (12gp/month per troop). From the defeated units, the victorious army captured and ransomed 550 prisoners. The spoils for defeating the heavy cavalry are (7 x 60 x 60) 25,200gp. The spoils for defeating the heavy infantry are (10 x 120 x 12) 14,400gp. The spoils from ransoming the prisoners are (550 x 40) 22,000gp. The total spoils are 61,600gp.\n\nRemember that casualties and prisoners can be consumed as supplies by **carnivorous units** (p. XX).\n\n###### Experience Points from Spoils\n\nEach participant (whether a commander, a hero, or a creature in a unit) earns 1 XP for each gold piece he collects from the spoils of war. The troops will expect that at least 50% of any spoils captured will be shared equally among all units. If this does not occur, the Judge should make a loyalty roll for any unpaid troops. The leader can distribute 50% of the spoils captured to himself and/or his commanders as he sees fit, although it is traditional to do so in proportion to their units commanded. If a commander who performed well in the battle is given an unreasonably small share of the spoils (Judge’s discretion), it counts as a calamity.\n\nEXAMPLE: An army consisting of 8 units of 120 heavy infantry and 8 units of 60 heavy cavalry, led by a 9th level fighter, has gathered battle loot worth 16,000gp. The leader claims half (8,000gp) for himself and shares the remaining 8,000gp among the 16 units. Each of the 16 units gets 500gp each. The leader earns 8,000XP, each heavy infantryman receives (500/120) = 4 XP and each heavy cavalryman receives (500 / 60) = 8 XP.\n\nFor ease of play, troops’ XP can be tracked on a unit-by-unit basis. 0th level characters can be advanced to 1st level as per the rules in under **0th Level Characters and Experience from Adventuring** (p. XXX). It requires 500 XP for a 0th level mercenary to become a 1st level fighter. It requires 500 XP for a 0th level untrained militia to become a 0th level mercenary.\n\n###### Experience Points from Combat\n\nThe army’s commanders earn XP equal to the value of enemy units defeated, less the value of friendly units defeated. 50% of the XP goes to the army’s leader, while the remaining XP is divided proportionately among the commanders based on the number of units each commander had in his division, excluding the army leader’s division. (This is why ambitious commanders always demand to lead more troops!)\n\nEXAMPLE: An army of 10 human heavy infantry companies (5XP per man equals 600XP per unit) defeats 12 orc light infantry companies (10 XP per orc equals 1,200 XP per unit) while losing 3 units itself. The overall leader and three commanders of the army will split [(12 x 1,200) – (3 x 600)] 12,600 XP. The leader, with a division of four companies, receives 6,300 XP. The first commander had three companies, the second had two companies,, and the third had one company, so the commanders receive 3150 XP, 2100 XP, and 1050 XP respectively.\n\nCharacters also earn XP for the creatures they personally defeated. Troops (i.e. non-heroes) on the winning side receive 75 x (enemy army BR / friendly army BR) XP from combat each. Troops on the losing side gets no XP from combat.\n"
}