{
  "html": "<h2>Reduction</h2>\n<p>In a <strong>reduction</strong>, the besieging armyseeks to weaken the defending stronghold with artillery bombardment, siege-mining, or magic. Reduction tactics deal damage to the besieged stronghold’s structural hit points. If the stronghold’s shp are reduced to 0, the stronghold is reduced to flattened rubble. Most sieges never get so far, as even partial destruction of a stronghold will substantially hamper its defense: Each 1,000 shp of damage dealt creates a breach that an assaulting unit can exploit.</p>\n<h3>Reduction by Bombardment</h3>\n<p>Bombardment by an artillery piece (ballista, catapult, trebuchet, etc.) reduces the stronghold’s shp each day by the amount shown on the Artillery Bombardment table, below. Separate damage values are listed for wooden and stone strongholds, as wooden strongholds are considerably more vulnerable to artillery.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Artillery Bombardment</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Artillery</strong>  <strong>Type</strong></td>\n<td><strong>Daily Damage</strong>  <strong>v. Wood</strong></td>\n<td><strong>Daily Damage</strong>  <strong>v. Stone</strong></td>\n<td><strong>Shots Fired</strong>  <strong>Per Day</strong></td>\n<td><strong>Daily Ammo</strong>  <strong>Cost</strong></td>\n<td><strong>Maximum</strong>  <strong>Range</strong></td>\n</tr>\n<tr>\n<td>Medium Ballista</td>\n<td>200</td>\n<td>-</td>\n<td>240</td>\n<td>7gp</td>\n<td>600’</td>\n</tr>\n<tr>\n<td>Heavy Ballista</td>\n<td>725</td>\n<td>25</td>\n<td>240</td>\n<td>35gp</td>\n<td>900’</td>\n</tr>\n<tr>\n<td>Light Catapult</td>\n<td>725</td>\n<td>25</td>\n<td>240</td>\n<td>35gp</td>\n<td>900’</td>\n</tr>\n<tr>\n<td>Medium Catapult</td>\n<td>825</td>\n<td>30</td>\n<td>240</td>\n<td>200gp</td>\n<td>1200’</td>\n</tr>\n<tr>\n<td>Heavy Catapult</td>\n<td>1,425</td>\n<td>50</td>\n<td>240</td>\n<td>735gp</td>\n<td>1200’</td>\n</tr>\n<tr>\n<td>Light Trebuchet</td>\n<td>1,300</td>\n<td>45</td>\n<td>240</td>\n<td>715gp</td>\n<td>1500’</td>\n</tr>\n<tr>\n<td>Medium Trebuchet</td>\n<td>1,600</td>\n<td>55</td>\n<td>240</td>\n<td>900gp</td>\n<td>1500’</td>\n</tr>\n<tr>\n<td>Heavy Trebuchet</td>\n<td>2,250</td>\n<td>250</td>\n<td>240</td>\n<td>1,900gp</td>\n<td>1500’</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Marcus is bombarding Moruvai’s stronghold with 2 light trebuchets and 4 light catapults. Each light trebuchet deals 45 shp of damage per day. Each light catapult deals 25 shp of damage per day. The stronghold is dealt [(45 x 2) + (25 x 4)] 190 shp of damage, leaving it with (25,000 – 190) 24,810 shp. On the sixth day of bombardment, Marcus will create a breach.</p>\n<p><strong>Ammunition:</strong> Sieges consume an enormous amount of artillery ammunition. A fully-crewed artillery piece bombarding around the clock will expend 240 shots per day! The shots fired each day of a bombardment are listed on the Artillery Bombardment table.</p>\n<p>To maintain this volume of fire, artillery crews will use re-purposed enemy ammo, rocks pulled from nearby buildings, rubble knocked loose by the bombardment, slaughtered animals, or even cadavers. For game purposes, <em><strong>ACKS</strong></em> considers catapults and trebuchets in siege conditions to be firing the cheapest available ammunition, i.e. crude light catapult shot, costing 15cp each. (Remember that catapults and trebuchets can fire ammunition of a lighter or heavier weight than indicated for their type, though accuracy is reduced.)</p>\n<p>The daily cost of ammunition is listed on the Artillery Bombardment table. The cost of ammunition during a siege is added to the army’s supply cost. For the besieging army, the daily cost represents consumption of ammunition being brought in by its supply train. For the defending army (which is usually out of supply), the daily cost represents consumption of ammunition stored before the siege.</p>\n<p>Workers can be assigned to scavenge for ammunition if desired. Scavenging ammunition is a construction project. The construction cost for scavenged ammunition is 1/10th the daily cost listed on the Artillery Bombardment table. As long as workers are available for the construction project, the artillery can be kept firing for “free.” See Chapter 4, <strong>Construction Projects</strong> (p. XX).</p>\n<p>EXAMPLE: 2 master stonemasons, 4 journeymen, 8 apprentices, and 80 unskilled laborers are assigned to scavenge ammunition. Their total construction rate is (5gp x 2) + (80 x 1sp) 18gp per day, which is the equivalent to 180gp worth of ammunition. The workers can supply, e.g., 5 light catapults.</p>\n<p>An artillery piece with only limited access to ammunition may still bombard, but its damage is reduced by an amount proportional to the amount of ammunition available.</p>\n<p><strong>Artillery Duels:</strong> It is considerably more difficult to conduct bombardment when the besieged stronghold can return fire. When both the besieging and defending armies have artillery, the besieger has two options. A cautious besieger can restrict himself to using artillery capable of bombarding from outside the range of the defender’s artillery. If the besieging army has no artillery that outrange the defender’s artillery, of course, then this is not an option.</p>\n<p>EXAMPLE: Moruvai has 4 medium catapults defending his stronghold. These medium catapults outrange Marcus’s light catapults (400’ to 300’). If Marcus does not wish to put his light catapults at risk, he must bombard using only his light trebuchets. If Marcus only had light catapults, this would not be an option.</p>\n<p>A more aggressive besieger can offer an <strong>artillery duel</strong> by moving his artillery into range of one or more of the defender’s artillery pieces. Only artillery within range can participate in the artillery duel. The besieging army can choose the ranges at which an artillery duel is offered. The defending army can accept the offer, or move his artillery out of range and into cover and allow the besieger to bombard freely. (A defending army can also offer an artillery duel, though this is less common.) Either or both sides might deploy spellcasters to affect the outcome. An artillery duel should be resolved as a heroic foray with an encounter distance each to the range of the artillery involved.</p>\n<h3>Reduction by Magic</h3>\n<p>Certain spells can be used to directly damage or destroy strongholds. These spells, and the damage they deal to structures, are shown on the accompanying table. The mechanisms by which these spells deal damage is obvious in most cases. While <em>sunder structure</em> only deals 250 shp in tactical combat, in a reduction we assume it is being placed such that it topples a high wall or tower, creating a 1,000 shp breach.</p>\n<p>Other spells are designed to damage creatures but can also affect structures. In general, spells divide hp damage dealt to wooden structures by 10 and to stone structures by 50. This can result in no damage being dealt. However, spells that have an area of effect deal more damage, because they affect more of the structure. Increase the damage dealt by a factor equal to the square feet of structure affected / 25 square feet. For instance, if a 15’ x 15 wooden building is engulfed in a fireball, damage is decreased by a factor of 10 but increased by a factor of (225 / 25) = 9, for a total of x0.9 shp to the building. The approximate damage dealt by spells against structures in ordinary circumstances has been listed on the table below to avoid having to calculate it in play. (Obviously if a 60’ diameter <em>conflagration</em> is targeted against a 10’ square structure, the structure doesn’t take 450 shp, but it’s obliterated either way.)</p>\n<p><em>Earth’s movement</em>and <em>earth’s mire</em>present special cases, as the spells cannotdirectly affect worked stone. <em>Earth’s mire</em>can be used to transform the earth beneath strongholds into mud, weakening foundations. 50% of the damage is recovered when the spell expires or is <em>dispelled</em>. <em>Earth’s movement</em>can shift the ground beneath strongholds, causing structural damage much as an earthquake would. <em>Earth’s movement</em> cannot be used if the stronghold is built on solid rock (such as a mountain-top fortress), unless <em>earth’s mire</em>is used first. Note that wooden structures take relatively less damage from earth movement, just as in real life.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spell (Damage and AOE)</td>\n<td>SHP Damage vs. Stone</td>\n<td>SHP Damage vs. Wood</td>\n</tr>\n<tr>\n<td><em>Battering Ram</em> (shp damage)</td>\n<td>1d4 seismic shp damage</td>\n<td>1d4 x 5 seismic shp damage</td>\n</tr>\n<tr>\n<td><em>Cone of Frost</em> (1d4/level in 60’ x 30’ cone)</td>\n<td>cold hp damage x 1/5</td>\n<td>cold hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Conflagration</em> (2d6+2 in 60’ diameter)</td>\n<td>fire hp damage x 2</td>\n<td>fire hp damage x 10</td>\n</tr>\n<tr>\n<td><em>Disintegration</em> (annihilation in 10’ cube)</td>\n<td>170 necrotic shp damage</td>\n<td>170 necrotic shp damage</td>\n</tr>\n<tr>\n<td><em>Earth’s Excrescence</em> (3d6 in 15’ diameter)</td>\n<td>seismic hp x 1/10</td>\n<td>seismic hp x 1</td>\n</tr>\n<tr>\n<td><em>Earth’s Mire</em> (30,000 cubic feet)</td>\n<td>400 seismic shp</td>\n<td>400 seismic shp</td>\n</tr>\n<tr>\n<td><em>Earth’s Movement</em> (30,000 cubic feet)</td>\n<td>300 seismic shp per round</td>\n<td>300 seismic shp per round</td>\n</tr>\n<tr>\n<td><em>Earth’s Tremor</em> (1d6 in 100’ diameter)</td>\n<td>10 seismic shp / round / 100sf</td>\n<td>1 seismic shp / round / 100sf</td>\n</tr>\n<tr>\n<td><em>Fan of Flames</em> (1d8 in 40’ x 20’ cone)</td>\n<td>fire hp damage x 1/10</td>\n<td>fire hp damage x 1/3</td>\n</tr>\n<tr>\n<td><em>Fiery Pillar</em> (6d8 in 40’ x 20’ cylinder)</td>\n<td>fire hp damage x 1/10</td>\n<td>fire hp damage x 1/3</td>\n</tr>\n<tr>\n<td><em>Fireball</em> (1d6/level in 20’ diameter)</td>\n<td>fire hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Firestorm</em> (1d6/level + 1d8/round in 20’ diameter)</td>\n<td>fire hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Ice Storm</em> (1d4/level in 20’ diameter)</td>\n<td>cold hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Inferno</em> (1d10/round in 30’ diameter)</td>\n<td>fire hp damage x 1 / round</td>\n<td>fire hp damage x 3 / round</td>\n</tr>\n<tr>\n<td><em>Lightning Strike</em> (1d6/level, max 8d6, in 20’ diameter)</td>\n<td>electrical hp damage x 1/3</td>\n<td>electrical hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Scouring Zephyr</em> (7d4 in 60’ x 10’ cone)</td>\n<td>slashing hp damage x 1/5</td>\n<td>slashing shp damage x 1</td>\n</tr>\n<tr>\n<td><em>Selective Fire</em> (3d6 in 60’ x 30’ cone)</td>\n<td>fire hp damage x 1/5</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Sunder Structure</em> (shp damage)</td>\n<td>1,000 seismic shp damage</td>\n<td>5,000 seismic shp damage</td>\n</tr>\n<tr>\n<td><em>Sunflare</em> (3d6 in 40’ x 20’ diameter column)</td>\n<td>luminous hp damage x 1/3</td>\n<td>luminous hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Thunderbolt</em> (1d6/level in 120’ line)</td>\n<td>electrical hp damage x 1/5</td>\n<td>electrical hp damage x 1</td>\n</tr>\n</tbody></table>\n<h3>Reduction by Monsters</h3>\n<p>Sometimes the besieging army might deploy monsters to reduce a structure. Huge creatures deal 1/3 damage to wooden structures and 1/10 damage to stone structures. Gigantic creatures deal full damage to wooden structures and 1/3 damage to stone structures. Colossal creatures deal full damage to both wood and stone structures.</p>\n<h3>Reduction by Siege-Mining</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>How Big is a Siege-mine?</strong> Each siege-mine consists of approximately 20,000 cubic feet of tunnel, running from the lines of circumvallation to the besieged stronghold. A construction rate of 1gp per day excavates 20 cubic feet of underground tunnel daily (20,000 cubic feet x 1gp / 20 cubic feet = 1,000gp).  If the Judge has a map of the besieged stronghold and lines of circumvallation around it, the Judge may map out the precise tunnels dug during excavation, but for game purposes this is not necessary.</td>\n</tr>\n</tbody></table>\n<p>The besieging army may dig one or more <strong>siege mines</strong> to reduce the besieged stronghold. Siege mining involves excavating wooden-reinforced earthen tunnels under and around the besieged stronghold. Once the stronghold’s foundations are sufficiently undermined with tunnels, the tunnels are filled with combustible material, and set aflame. The subsequent fire then burns away the mine’s wooden support structures, collapsing the tunnel and the structure above it.</p>\n<p>Excavating a siege-mine is a construction project with a cost of 1,000gp. Construction of a siege-mine must be supervised by an engineer. No more than 100 workers can be assigned to each siege-mine. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of mining. When the siege-mine is completed, the tunnels are set aflame, and the besieged stronghold suffers 6d6 x 100 shp of damage.</p>\n<p>If a petard is used in a siege-mine, increase the damage dealt by 100 x the petard’s damage. For instance, placing a 40 lb petard (4d6 damage) in a siege-mine would increase the siege mine’s damage by 4d6 x 100 shp of damage.</p>\n<p>A besieging army may pursue as many siege-mine projects as desired, subject to the number of available engineers and workers. However, siege-mining is dirty and dangerous work, and any workers assigned to a siege-mining project must make loyalty rolls each week. Any loyalty roll of an unmodified “2” means a mining accident destroys the mine and kills all the assigned workers! (The supervising engineer may make a saving throw versus Blast to escape death.) The value of the mine is lost when an accident occurs.</p>\n<p>EXAMPLE: Marcus assigns 100 skilled workers, with a construction rate of 70gp per day, to begin siege-mining Moruvai’s stronghold. At the end of each week, the miners must make a loyalty roll. On a natural “2”, the workers die in a mining accident. The miners’ luck holds, however, and after 15 days (2 loyalty rolls), the mine is completed. The supervising engineer sets the mine aflame, and the resulting collapse deals 6d6 x 100 shp of damage to the stronghold overhead. The roll yields a 21 — 2,100 shp of damage, two breaches! Marcus watches in glee as Moruvai’s curtain walls go “BOOM!”</p>\n<p><strong>Countermining:</strong> During the course of a mining project, the defender might detect the siege-mine by, e.g. interrogation of captured prisoners, raids into the enemy camp, etc. Once the mine is detected, he may order construction of one or more countermines. Countermining is a construction project, supervised by an engineer. Up to 100 workers can be assigned to each counter-mine. Like siege-mining, countermining requires a weekly loyalty roll, with an unmodified “2” resulting in a mining accident. Countermines are used to sortie into the besieger’s tunnels and disrupt the digging. In game terms, this is represented by applying the construction rate of each countermining project as a penalty tothe construction rate of one siege-mining project.</p>\n<p>EXAMPLE: Moruvai tasks 100 workers with a total construction rate of 70gp per day to begin countermining. This reduces Marcus’s siege-miners to a construction rate of (70gp - 70gp) 0gp per day. Marcus responds by launching a second siege-mining project, assigning this siege-mine another engineer and another 100 workers.</p>\n<p><strong>Impregnable Strongholds:</strong> Some strongholds cannot be reduced by siege-mining.If a stronghold is built on solid rock (such as a mountain-top fortress), its foundation is too hard to easily excavate, and is unlikely to readily collapse. If a stronghold is entirely surrounded by water (either navigable waterways or a moat of at least 10’ depth), the fluid will flood the mining tunnels and make the tunnel-and-burn process virtually impossible.</p>\n<h3>Reduction by Hijinks</h3>\n<p><strong>Arson:</strong> An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.</p>\n<p><strong>Subversion:</strong> An infiltrated perpetrator can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.</p>\n<h3>Stronghold Repair</h3>\n<p>After each day of reduction, the defending army may make repairs during the evening hours. Making repairs is a construction project. Wooden construction is repaired at a rate of 5 shp of damage per 1gp of construction rate. Stone construction, while sturdier, is harder to fix. It is repaired at a rate of 1 shp of damage per 1gp of construction rate. Only half of all damage sustained during the siege can be repaired. The remainder must be re-built when the siege is lifted, at full construction cost.</p>\n<p>EXAMPLE: Moruvai’s stone stronghold has taken damage from Marcus’s bombardment. 1,000 unskilled laborers are assigned to repair the fortifications overnight. Their construction rate is (1,000 x 0.1gp) 100gp per day, so they can repair 100 shp of damage.</p>\n",
  "sections": [
    {
      "title": "Reduction",
      "level": 2,
      "html": "<p>In a <strong>reduction</strong>, the besieging armyseeks to weaken the defending stronghold with artillery bombardment, siege-mining, or magic. Reduction tactics deal damage to the besieged stronghold’s structural hit points. If the stronghold’s shp are reduced to 0, the stronghold is reduced to flattened rubble. Most sieges never get so far, as even partial destruction of a stronghold will substantially hamper its defense: Each 1,000 shp of damage dealt creates a breach that an assaulting unit can exploit.</p>\n"
    },
    {
      "title": "Reduction by Bombardment",
      "level": 3,
      "html": "<p>Bombardment by an artillery piece (ballista, catapult, trebuchet, etc.) reduces the stronghold’s shp each day by the amount shown on the Artillery Bombardment table, below. Separate damage values are listed for wooden and stone strongholds, as wooden strongholds are considerably more vulnerable to artillery.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Artillery Bombardment</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Artillery</strong>  <strong>Type</strong></td>\n<td><strong>Daily Damage</strong>  <strong>v. Wood</strong></td>\n<td><strong>Daily Damage</strong>  <strong>v. Stone</strong></td>\n<td><strong>Shots Fired</strong>  <strong>Per Day</strong></td>\n<td><strong>Daily Ammo</strong>  <strong>Cost</strong></td>\n<td><strong>Maximum</strong>  <strong>Range</strong></td>\n</tr>\n<tr>\n<td>Medium Ballista</td>\n<td>200</td>\n<td>-</td>\n<td>240</td>\n<td>7gp</td>\n<td>600’</td>\n</tr>\n<tr>\n<td>Heavy Ballista</td>\n<td>725</td>\n<td>25</td>\n<td>240</td>\n<td>35gp</td>\n<td>900’</td>\n</tr>\n<tr>\n<td>Light Catapult</td>\n<td>725</td>\n<td>25</td>\n<td>240</td>\n<td>35gp</td>\n<td>900’</td>\n</tr>\n<tr>\n<td>Medium Catapult</td>\n<td>825</td>\n<td>30</td>\n<td>240</td>\n<td>200gp</td>\n<td>1200’</td>\n</tr>\n<tr>\n<td>Heavy Catapult</td>\n<td>1,425</td>\n<td>50</td>\n<td>240</td>\n<td>735gp</td>\n<td>1200’</td>\n</tr>\n<tr>\n<td>Light Trebuchet</td>\n<td>1,300</td>\n<td>45</td>\n<td>240</td>\n<td>715gp</td>\n<td>1500’</td>\n</tr>\n<tr>\n<td>Medium Trebuchet</td>\n<td>1,600</td>\n<td>55</td>\n<td>240</td>\n<td>900gp</td>\n<td>1500’</td>\n</tr>\n<tr>\n<td>Heavy Trebuchet</td>\n<td>2,250</td>\n<td>250</td>\n<td>240</td>\n<td>1,900gp</td>\n<td>1500’</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Marcus is bombarding Moruvai’s stronghold with 2 light trebuchets and 4 light catapults. Each light trebuchet deals 45 shp of damage per day. Each light catapult deals 25 shp of damage per day. The stronghold is dealt [(45 x 2) + (25 x 4)] 190 shp of damage, leaving it with (25,000 – 190) 24,810 shp. On the sixth day of bombardment, Marcus will create a breach.</p>\n<p><strong>Ammunition:</strong> Sieges consume an enormous amount of artillery ammunition. A fully-crewed artillery piece bombarding around the clock will expend 240 shots per day! The shots fired each day of a bombardment are listed on the Artillery Bombardment table.</p>\n<p>To maintain this volume of fire, artillery crews will use re-purposed enemy ammo, rocks pulled from nearby buildings, rubble knocked loose by the bombardment, slaughtered animals, or even cadavers. For game purposes, <em><strong>ACKS</strong></em> considers catapults and trebuchets in siege conditions to be firing the cheapest available ammunition, i.e. crude light catapult shot, costing 15cp each. (Remember that catapults and trebuchets can fire ammunition of a lighter or heavier weight than indicated for their type, though accuracy is reduced.)</p>\n<p>The daily cost of ammunition is listed on the Artillery Bombardment table. The cost of ammunition during a siege is added to the army’s supply cost. For the besieging army, the daily cost represents consumption of ammunition being brought in by its supply train. For the defending army (which is usually out of supply), the daily cost represents consumption of ammunition stored before the siege.</p>\n<p>Workers can be assigned to scavenge for ammunition if desired. Scavenging ammunition is a construction project. The construction cost for scavenged ammunition is 1/10th the daily cost listed on the Artillery Bombardment table. As long as workers are available for the construction project, the artillery can be kept firing for “free.” See Chapter 4, <strong>Construction Projects</strong> (p. XX).</p>\n<p>EXAMPLE: 2 master stonemasons, 4 journeymen, 8 apprentices, and 80 unskilled laborers are assigned to scavenge ammunition. Their total construction rate is (5gp x 2) + (80 x 1sp) 18gp per day, which is the equivalent to 180gp worth of ammunition. The workers can supply, e.g., 5 light catapults.</p>\n<p>An artillery piece with only limited access to ammunition may still bombard, but its damage is reduced by an amount proportional to the amount of ammunition available.</p>\n<p><strong>Artillery Duels:</strong> It is considerably more difficult to conduct bombardment when the besieged stronghold can return fire. When both the besieging and defending armies have artillery, the besieger has two options. A cautious besieger can restrict himself to using artillery capable of bombarding from outside the range of the defender’s artillery. If the besieging army has no artillery that outrange the defender’s artillery, of course, then this is not an option.</p>\n<p>EXAMPLE: Moruvai has 4 medium catapults defending his stronghold. These medium catapults outrange Marcus’s light catapults (400’ to 300’). If Marcus does not wish to put his light catapults at risk, he must bombard using only his light trebuchets. If Marcus only had light catapults, this would not be an option.</p>\n<p>A more aggressive besieger can offer an <strong>artillery duel</strong> by moving his artillery into range of one or more of the defender’s artillery pieces. Only artillery within range can participate in the artillery duel. The besieging army can choose the ranges at which an artillery duel is offered. The defending army can accept the offer, or move his artillery out of range and into cover and allow the besieger to bombard freely. (A defending army can also offer an artillery duel, though this is less common.) Either or both sides might deploy spellcasters to affect the outcome. An artillery duel should be resolved as a heroic foray with an encounter distance each to the range of the artillery involved.</p>\n"
    },
    {
      "title": "Reduction by Magic",
      "level": 3,
      "html": "<p>Certain spells can be used to directly damage or destroy strongholds. These spells, and the damage they deal to structures, are shown on the accompanying table. The mechanisms by which these spells deal damage is obvious in most cases. While <em>sunder structure</em> only deals 250 shp in tactical combat, in a reduction we assume it is being placed such that it topples a high wall or tower, creating a 1,000 shp breach.</p>\n<p>Other spells are designed to damage creatures but can also affect structures. In general, spells divide hp damage dealt to wooden structures by 10 and to stone structures by 50. This can result in no damage being dealt. However, spells that have an area of effect deal more damage, because they affect more of the structure. Increase the damage dealt by a factor equal to the square feet of structure affected / 25 square feet. For instance, if a 15’ x 15 wooden building is engulfed in a fireball, damage is decreased by a factor of 10 but increased by a factor of (225 / 25) = 9, for a total of x0.9 shp to the building. The approximate damage dealt by spells against structures in ordinary circumstances has been listed on the table below to avoid having to calculate it in play. (Obviously if a 60’ diameter <em>conflagration</em> is targeted against a 10’ square structure, the structure doesn’t take 450 shp, but it’s obliterated either way.)</p>\n<p><em>Earth’s movement</em>and <em>earth’s mire</em>present special cases, as the spells cannotdirectly affect worked stone. <em>Earth’s mire</em>can be used to transform the earth beneath strongholds into mud, weakening foundations. 50% of the damage is recovered when the spell expires or is <em>dispelled</em>. <em>Earth’s movement</em>can shift the ground beneath strongholds, causing structural damage much as an earthquake would. <em>Earth’s movement</em> cannot be used if the stronghold is built on solid rock (such as a mountain-top fortress), unless <em>earth’s mire</em>is used first. Note that wooden structures take relatively less damage from earth movement, just as in real life.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spell (Damage and AOE)</td>\n<td>SHP Damage vs. Stone</td>\n<td>SHP Damage vs. Wood</td>\n</tr>\n<tr>\n<td><em>Battering Ram</em> (shp damage)</td>\n<td>1d4 seismic shp damage</td>\n<td>1d4 x 5 seismic shp damage</td>\n</tr>\n<tr>\n<td><em>Cone of Frost</em> (1d4/level in 60’ x 30’ cone)</td>\n<td>cold hp damage x 1/5</td>\n<td>cold hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Conflagration</em> (2d6+2 in 60’ diameter)</td>\n<td>fire hp damage x 2</td>\n<td>fire hp damage x 10</td>\n</tr>\n<tr>\n<td><em>Disintegration</em> (annihilation in 10’ cube)</td>\n<td>170 necrotic shp damage</td>\n<td>170 necrotic shp damage</td>\n</tr>\n<tr>\n<td><em>Earth’s Excrescence</em> (3d6 in 15’ diameter)</td>\n<td>seismic hp x 1/10</td>\n<td>seismic hp x 1</td>\n</tr>\n<tr>\n<td><em>Earth’s Mire</em> (30,000 cubic feet)</td>\n<td>400 seismic shp</td>\n<td>400 seismic shp</td>\n</tr>\n<tr>\n<td><em>Earth’s Movement</em> (30,000 cubic feet)</td>\n<td>300 seismic shp per round</td>\n<td>300 seismic shp per round</td>\n</tr>\n<tr>\n<td><em>Earth’s Tremor</em> (1d6 in 100’ diameter)</td>\n<td>10 seismic shp / round / 100sf</td>\n<td>1 seismic shp / round / 100sf</td>\n</tr>\n<tr>\n<td><em>Fan of Flames</em> (1d8 in 40’ x 20’ cone)</td>\n<td>fire hp damage x 1/10</td>\n<td>fire hp damage x 1/3</td>\n</tr>\n<tr>\n<td><em>Fiery Pillar</em> (6d8 in 40’ x 20’ cylinder)</td>\n<td>fire hp damage x 1/10</td>\n<td>fire hp damage x 1/3</td>\n</tr>\n<tr>\n<td><em>Fireball</em> (1d6/level in 20’ diameter)</td>\n<td>fire hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Firestorm</em> (1d6/level + 1d8/round in 20’ diameter)</td>\n<td>fire hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Ice Storm</em> (1d4/level in 20’ diameter)</td>\n<td>cold hp damage x 1/3</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Inferno</em> (1d10/round in 30’ diameter)</td>\n<td>fire hp damage x 1 / round</td>\n<td>fire hp damage x 3 / round</td>\n</tr>\n<tr>\n<td><em>Lightning Strike</em> (1d6/level, max 8d6, in 20’ diameter)</td>\n<td>electrical hp damage x 1/3</td>\n<td>electrical hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Scouring Zephyr</em> (7d4 in 60’ x 10’ cone)</td>\n<td>slashing hp damage x 1/5</td>\n<td>slashing shp damage x 1</td>\n</tr>\n<tr>\n<td><em>Selective Fire</em> (3d6 in 60’ x 30’ cone)</td>\n<td>fire hp damage x 1/5</td>\n<td>fire hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Sunder Structure</em> (shp damage)</td>\n<td>1,000 seismic shp damage</td>\n<td>5,000 seismic shp damage</td>\n</tr>\n<tr>\n<td><em>Sunflare</em> (3d6 in 40’ x 20’ diameter column)</td>\n<td>luminous hp damage x 1/3</td>\n<td>luminous hp damage x 1</td>\n</tr>\n<tr>\n<td><em>Thunderbolt</em> (1d6/level in 120’ line)</td>\n<td>electrical hp damage x 1/5</td>\n<td>electrical hp damage x 1</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Reduction by Monsters",
      "level": 3,
      "html": "<p>Sometimes the besieging army might deploy monsters to reduce a structure. Huge creatures deal 1/3 damage to wooden structures and 1/10 damage to stone structures. Gigantic creatures deal full damage to wooden structures and 1/3 damage to stone structures. Colossal creatures deal full damage to both wood and stone structures.</p>\n"
    },
    {
      "title": "Reduction by Siege-Mining",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>How Big is a Siege-mine?</strong> Each siege-mine consists of approximately 20,000 cubic feet of tunnel, running from the lines of circumvallation to the besieged stronghold. A construction rate of 1gp per day excavates 20 cubic feet of underground tunnel daily (20,000 cubic feet x 1gp / 20 cubic feet = 1,000gp).  If the Judge has a map of the besieged stronghold and lines of circumvallation around it, the Judge may map out the precise tunnels dug during excavation, but for game purposes this is not necessary.</td>\n</tr>\n</tbody></table>\n<p>The besieging army may dig one or more <strong>siege mines</strong> to reduce the besieged stronghold. Siege mining involves excavating wooden-reinforced earthen tunnels under and around the besieged stronghold. Once the stronghold’s foundations are sufficiently undermined with tunnels, the tunnels are filled with combustible material, and set aflame. The subsequent fire then burns away the mine’s wooden support structures, collapsing the tunnel and the structure above it.</p>\n<p>Excavating a siege-mine is a construction project with a cost of 1,000gp. Construction of a siege-mine must be supervised by an engineer. No more than 100 workers can be assigned to each siege-mine. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of mining. When the siege-mine is completed, the tunnels are set aflame, and the besieged stronghold suffers 6d6 x 100 shp of damage.</p>\n<p>If a petard is used in a siege-mine, increase the damage dealt by 100 x the petard’s damage. For instance, placing a 40 lb petard (4d6 damage) in a siege-mine would increase the siege mine’s damage by 4d6 x 100 shp of damage.</p>\n<p>A besieging army may pursue as many siege-mine projects as desired, subject to the number of available engineers and workers. However, siege-mining is dirty and dangerous work, and any workers assigned to a siege-mining project must make loyalty rolls each week. Any loyalty roll of an unmodified “2” means a mining accident destroys the mine and kills all the assigned workers! (The supervising engineer may make a saving throw versus Blast to escape death.) The value of the mine is lost when an accident occurs.</p>\n<p>EXAMPLE: Marcus assigns 100 skilled workers, with a construction rate of 70gp per day, to begin siege-mining Moruvai’s stronghold. At the end of each week, the miners must make a loyalty roll. On a natural “2”, the workers die in a mining accident. The miners’ luck holds, however, and after 15 days (2 loyalty rolls), the mine is completed. The supervising engineer sets the mine aflame, and the resulting collapse deals 6d6 x 100 shp of damage to the stronghold overhead. The roll yields a 21 — 2,100 shp of damage, two breaches! Marcus watches in glee as Moruvai’s curtain walls go “BOOM!”</p>\n<p><strong>Countermining:</strong> During the course of a mining project, the defender might detect the siege-mine by, e.g. interrogation of captured prisoners, raids into the enemy camp, etc. Once the mine is detected, he may order construction of one or more countermines. Countermining is a construction project, supervised by an engineer. Up to 100 workers can be assigned to each counter-mine. Like siege-mining, countermining requires a weekly loyalty roll, with an unmodified “2” resulting in a mining accident. Countermines are used to sortie into the besieger’s tunnels and disrupt the digging. In game terms, this is represented by applying the construction rate of each countermining project as a penalty tothe construction rate of one siege-mining project.</p>\n<p>EXAMPLE: Moruvai tasks 100 workers with a total construction rate of 70gp per day to begin countermining. This reduces Marcus’s siege-miners to a construction rate of (70gp - 70gp) 0gp per day. Marcus responds by launching a second siege-mining project, assigning this siege-mine another engineer and another 100 workers.</p>\n<p><strong>Impregnable Strongholds:</strong> Some strongholds cannot be reduced by siege-mining.If a stronghold is built on solid rock (such as a mountain-top fortress), its foundation is too hard to easily excavate, and is unlikely to readily collapse. If a stronghold is entirely surrounded by water (either navigable waterways or a moat of at least 10’ depth), the fluid will flood the mining tunnels and make the tunnel-and-burn process virtually impossible.</p>\n"
    },
    {
      "title": "Reduction by Hijinks",
      "level": 3,
      "html": "<p><strong>Arson:</strong> An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.</p>\n<p><strong>Subversion:</strong> An infiltrated perpetrator can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.</p>\n"
    },
    {
      "title": "Stronghold Repair",
      "level": 3,
      "html": "<p>After each day of reduction, the defending army may make repairs during the evening hours. Making repairs is a construction project. Wooden construction is repaired at a rate of 5 shp of damage per 1gp of construction rate. Stone construction, while sturdier, is harder to fix. It is repaired at a rate of 1 shp of damage per 1gp of construction rate. Only half of all damage sustained during the siege can be repaired. The remainder must be re-built when the siege is lifted, at full construction cost.</p>\n<p>EXAMPLE: Moruvai’s stone stronghold has taken damage from Marcus’s bombardment. 1,000 unskilled laborers are assigned to repair the fortifications overnight. Their construction rate is (1,000 x 0.1gp) 100gp per day, so they can repair 100 shp of damage.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Reduction\n\nIn a **reduction**, the besieging armyseeks to weaken the defending stronghold with artillery bombardment, siege-mining, or magic. Reduction tactics deal damage to the besieged stronghold’s structural hit points. If the stronghold’s shp are reduced to 0, the stronghold is reduced to flattened rubble. Most sieges never get so far, as even partial destruction of a stronghold will substantially hamper its defense: Each 1,000 shp of damage dealt creates a breach that an assaulting unit can exploit.\n\n### Reduction by Bombardment\n\nBombardment by an artillery piece (ballista, catapult, trebuchet, etc.) reduces the stronghold’s shp each day by the amount shown on the Artillery Bombardment table, below. Separate damage values are listed for wooden and stone strongholds, as wooden strongholds are considerably more vulnerable to artillery.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Artillery Bombardment** | | | | | |\n| **Artillery**  **Type** | **Daily Damage**  **v. Wood** | **Daily Damage**  **v. Stone** | **Shots Fired**  **Per Day** | **Daily Ammo**  **Cost** | **Maximum**  **Range** |\n| Medium Ballista | 200 | - | 240 | 7gp | 600’ |\n| Heavy Ballista | 725 | 25 | 240 | 35gp | 900’ |\n| Light Catapult | 725 | 25 | 240 | 35gp | 900’ |\n| Medium Catapult | 825 | 30 | 240 | 200gp | 1200’ |\n| Heavy Catapult | 1,425 | 50 | 240 | 735gp | 1200’ |\n| Light Trebuchet | 1,300 | 45 | 240 | 715gp | 1500’ |\n| Medium Trebuchet | 1,600 | 55 | 240 | 900gp | 1500’ |\n| Heavy Trebuchet | 2,250 | 250 | 240 | 1,900gp | 1500’ |\n\nEXAMPLE: Marcus is bombarding Moruvai’s stronghold with 2 light trebuchets and 4 light catapults. Each light trebuchet deals 45 shp of damage per day. Each light catapult deals 25 shp of damage per day. The stronghold is dealt [(45 x 2) + (25 x 4)] 190 shp of damage, leaving it with (25,000 – 190) 24,810 shp. On the sixth day of bombardment, Marcus will create a breach.\n\n**Ammunition:** Sieges consume an enormous amount of artillery ammunition. A fully-crewed artillery piece bombarding around the clock will expend 240 shots per day! The shots fired each day of a bombardment are listed on the Artillery Bombardment table.\n\nTo maintain this volume of fire, artillery crews will use re-purposed enemy ammo, rocks pulled from nearby buildings, rubble knocked loose by the bombardment, slaughtered animals, or even cadavers. For game purposes, ***ACKS*** considers catapults and trebuchets in siege conditions to be firing the cheapest available ammunition, i.e. crude light catapult shot, costing 15cp each. (Remember that catapults and trebuchets can fire ammunition of a lighter or heavier weight than indicated for their type, though accuracy is reduced.)\n\nThe daily cost of ammunition is listed on the Artillery Bombardment table. The cost of ammunition during a siege is added to the army’s supply cost. For the besieging army, the daily cost represents consumption of ammunition being brought in by its supply train. For the defending army (which is usually out of supply), the daily cost represents consumption of ammunition stored before the siege.\n\nWorkers can be assigned to scavenge for ammunition if desired. Scavenging ammunition is a construction project. The construction cost for scavenged ammunition is 1/10th the daily cost listed on the Artillery Bombardment table. As long as workers are available for the construction project, the artillery can be kept firing for “free.” See Chapter 4, **Construction Projects** (p. XX).\n\nEXAMPLE: 2 master stonemasons, 4 journeymen, 8 apprentices, and 80 unskilled laborers are assigned to scavenge ammunition. Their total construction rate is (5gp x 2) + (80 x 1sp) 18gp per day, which is the equivalent to 180gp worth of ammunition. The workers can supply, e.g., 5 light catapults.\n\nAn artillery piece with only limited access to ammunition may still bombard, but its damage is reduced by an amount proportional to the amount of ammunition available.\n\n**Artillery Duels:** It is considerably more difficult to conduct bombardment when the besieged stronghold can return fire. When both the besieging and defending armies have artillery, the besieger has two options. A cautious besieger can restrict himself to using artillery capable of bombarding from outside the range of the defender’s artillery. If the besieging army has no artillery that outrange the defender’s artillery, of course, then this is not an option.\n\nEXAMPLE: Moruvai has 4 medium catapults defending his stronghold. These medium catapults outrange Marcus’s light catapults (400’ to 300’). If Marcus does not wish to put his light catapults at risk, he must bombard using only his light trebuchets. If Marcus only had light catapults, this would not be an option.\n\nA more aggressive besieger can offer an **artillery duel** by moving his artillery into range of one or more of the defender’s artillery pieces. Only artillery within range can participate in the artillery duel. The besieging army can choose the ranges at which an artillery duel is offered. The defending army can accept the offer, or move his artillery out of range and into cover and allow the besieger to bombard freely. (A defending army can also offer an artillery duel, though this is less common.) Either or both sides might deploy spellcasters to affect the outcome. An artillery duel should be resolved as a heroic foray with an encounter distance each to the range of the artillery involved.\n\n### Reduction by Magic\n\nCertain spells can be used to directly damage or destroy strongholds. These spells, and the damage they deal to structures, are shown on the accompanying table. The mechanisms by which these spells deal damage is obvious in most cases. While *sunder structure* only deals 250 shp in tactical combat, in a reduction we assume it is being placed such that it topples a high wall or tower, creating a 1,000 shp breach.\n\nOther spells are designed to damage creatures but can also affect structures. In general, spells divide hp damage dealt to wooden structures by 10 and to stone structures by 50. This can result in no damage being dealt. However, spells that have an area of effect deal more damage, because they affect more of the structure. Increase the damage dealt by a factor equal to the square feet of structure affected / 25 square feet. For instance, if a 15’ x 15 wooden building is engulfed in a fireball, damage is decreased by a factor of 10 but increased by a factor of (225 / 25) = 9, for a total of x0.9 shp to the building. The approximate damage dealt by spells against structures in ordinary circumstances has been listed on the table below to avoid having to calculate it in play. (Obviously if a 60’ diameter *conflagration* is targeted against a 10’ square structure, the structure doesn’t take 450 shp, but it’s obliterated either way.)\n\n*Earth’s movement*and *earth’s mire*present special cases, as the spells cannotdirectly affect worked stone. *Earth’s mire*can be used to transform the earth beneath strongholds into mud, weakening foundations. 50% of the damage is recovered when the spell expires or is *dispelled*. *Earth’s movement*can shift the ground beneath strongholds, causing structural damage much as an earthquake would. *Earth’s movement* cannot be used if the stronghold is built on solid rock (such as a mountain-top fortress), unless *earth’s mire*is used first. Note that wooden structures take relatively less damage from earth movement, just as in real life.\n\n|  |  |  |\n| --- | --- | --- |\n| Spell (Damage and AOE) | SHP Damage vs. Stone | SHP Damage vs. Wood |\n| *Battering Ram* (shp damage) | 1d4 seismic shp damage | 1d4 x 5 seismic shp damage |\n| *Cone of Frost* (1d4/level in 60’ x 30’ cone) | cold hp damage x 1/5 | cold hp damage x 1 |\n| *Conflagration* (2d6+2 in 60’ diameter) | fire hp damage x 2 | fire hp damage x 10 |\n| *Disintegration* (annihilation in 10’ cube) | 170 necrotic shp damage | 170 necrotic shp damage |\n| *Earth’s Excrescence* (3d6 in 15’ diameter) | seismic hp x 1/10 | seismic hp x 1 |\n| *Earth’s Mire* (30,000 cubic feet) | 400 seismic shp | 400 seismic shp |\n| *Earth’s Movement* (30,000 cubic feet) | 300 seismic shp per round | 300 seismic shp per round |\n| *Earth’s Tremor* (1d6 in 100’ diameter) | 10 seismic shp / round / 100sf | 1 seismic shp / round / 100sf |\n| *Fan of Flames* (1d8 in 40’ x 20’ cone) | fire hp damage x 1/10 | fire hp damage x 1/3 |\n| *Fiery Pillar* (6d8 in 40’ x 20’ cylinder) | fire hp damage x 1/10 | fire hp damage x 1/3 |\n| *Fireball* (1d6/level in 20’ diameter) | fire hp damage x 1/3 | fire hp damage x 1 |\n| *Firestorm* (1d6/level + 1d8/round in 20’ diameter) | fire hp damage x 1/3 | fire hp damage x 1 |\n| *Ice Storm* (1d4/level in 20’ diameter) | cold hp damage x 1/3 | fire hp damage x 1 |\n| *Inferno* (1d10/round in 30’ diameter) | fire hp damage x 1 / round | fire hp damage x 3 / round |\n| *Lightning Strike* (1d6/level, max 8d6, in 20’ diameter) | electrical hp damage x 1/3 | electrical hp damage x 1 |\n| *Scouring Zephyr* (7d4 in 60’ x 10’ cone) | slashing hp damage x 1/5 | slashing shp damage x 1 |\n| *Selective Fire* (3d6 in 60’ x 30’ cone) | fire hp damage x 1/5 | fire hp damage x 1 |\n| *Sunder Structure* (shp damage) | 1,000 seismic shp damage | 5,000 seismic shp damage |\n| *Sunflare* (3d6 in 40’ x 20’ diameter column) | luminous hp damage x 1/3 | luminous hp damage x 1 |\n| *Thunderbolt* (1d6/level in 120’ line) | electrical hp damage x 1/5 | electrical hp damage x 1 |\n\n### Reduction by Monsters\n\nSometimes the besieging army might deploy monsters to reduce a structure. Huge creatures deal 1/3 damage to wooden structures and 1/10 damage to stone structures. Gigantic creatures deal full damage to wooden structures and 1/3 damage to stone structures. Colossal creatures deal full damage to both wood and stone structures.\n\n### Reduction by Siege-Mining\n\n|  |\n| --- |\n| **How Big is a Siege-mine?** Each siege-mine consists of approximately 20,000 cubic feet of tunnel, running from the lines of circumvallation to the besieged stronghold. A construction rate of 1gp per day excavates 20 cubic feet of underground tunnel daily (20,000 cubic feet x 1gp / 20 cubic feet = 1,000gp).  If the Judge has a map of the besieged stronghold and lines of circumvallation around it, the Judge may map out the precise tunnels dug during excavation, but for game purposes this is not necessary. |\n\nThe besieging army may dig one or more **siege mines** to reduce the besieged stronghold. Siege mining involves excavating wooden-reinforced earthen tunnels under and around the besieged stronghold. Once the stronghold’s foundations are sufficiently undermined with tunnels, the tunnels are filled with combustible material, and set aflame. The subsequent fire then burns away the mine’s wooden support structures, collapsing the tunnel and the structure above it.\n\nExcavating a siege-mine is a construction project with a cost of 1,000gp. Construction of a siege-mine must be supervised by an engineer. No more than 100 workers can be assigned to each siege-mine. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of mining. When the siege-mine is completed, the tunnels are set aflame, and the besieged stronghold suffers 6d6 x 100 shp of damage.\n\nIf a petard is used in a siege-mine, increase the damage dealt by 100 x the petard’s damage. For instance, placing a 40 lb petard (4d6 damage) in a siege-mine would increase the siege mine’s damage by 4d6 x 100 shp of damage.\n\nA besieging army may pursue as many siege-mine projects as desired, subject to the number of available engineers and workers. However, siege-mining is dirty and dangerous work, and any workers assigned to a siege-mining project must make loyalty rolls each week. Any loyalty roll of an unmodified “2” means a mining accident destroys the mine and kills all the assigned workers! (The supervising engineer may make a saving throw versus Blast to escape death.) The value of the mine is lost when an accident occurs.\n\nEXAMPLE: Marcus assigns 100 skilled workers, with a construction rate of 70gp per day, to begin siege-mining Moruvai’s stronghold. At the end of each week, the miners must make a loyalty roll. On a natural “2”, the workers die in a mining accident. The miners’ luck holds, however, and after 15 days (2 loyalty rolls), the mine is completed. The supervising engineer sets the mine aflame, and the resulting collapse deals 6d6 x 100 shp of damage to the stronghold overhead. The roll yields a 21 — 2,100 shp of damage, two breaches! Marcus watches in glee as Moruvai’s curtain walls go “BOOM!”\n\n**Countermining:** During the course of a mining project, the defender might detect the siege-mine by, e.g. interrogation of captured prisoners, raids into the enemy camp, etc. Once the mine is detected, he may order construction of one or more countermines. Countermining is a construction project, supervised by an engineer. Up to 100 workers can be assigned to each counter-mine. Like siege-mining, countermining requires a weekly loyalty roll, with an unmodified “2” resulting in a mining accident. Countermines are used to sortie into the besieger’s tunnels and disrupt the digging. In game terms, this is represented by applying the construction rate of each countermining project as a penalty tothe construction rate of one siege-mining project.\n\nEXAMPLE: Moruvai tasks 100 workers with a total construction rate of 70gp per day to begin countermining. This reduces Marcus’s siege-miners to a construction rate of (70gp - 70gp) 0gp per day. Marcus responds by launching a second siege-mining project, assigning this siege-mine another engineer and another 100 workers.\n\n**Impregnable Strongholds:** Some strongholds cannot be reduced by siege-mining.If a stronghold is built on solid rock (such as a mountain-top fortress), its foundation is too hard to easily excavate, and is unlikely to readily collapse. If a stronghold is entirely surrounded by water (either navigable waterways or a moat of at least 10’ depth), the fluid will flood the mining tunnels and make the tunnel-and-burn process virtually impossible.\n\n### Reduction by Hijinks\n\n**Arson:** An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.\n\n**Subversion:** An infiltrated perpetrator can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.\n\n### Stronghold Repair\n\nAfter each day of reduction, the defending army may make repairs during the evening hours. Making repairs is a construction project. Wooden construction is repaired at a rate of 5 shp of damage per 1gp of construction rate. Stone construction, while sturdier, is harder to fix. It is repaired at a rate of 1 shp of damage per 1gp of construction rate. Only half of all damage sustained during the siege can be repaired. The remainder must be re-built when the siege is lifted, at full construction cost.\n\nEXAMPLE: Moruvai’s stone stronghold has taken damage from Marcus’s bombardment. 1,000 unskilled laborers are assigned to repair the fortifications overnight. Their construction rate is (1,000 x 0.1gp) 100gp per day, so they can repair 100 shp of damage.\n"
}