{
  "html": "<h2>Customs</h2>\n<h6>Laws and Governance</h6>\n<p>Graven in stone in the Temple of Türas in 515 BE, the Code and Laws of Aura vested the governance of the city in its Senate. This deliberative body was drawn from the city’s most respected and influential citizens and was empowered to levy taxes, raise armies, wage war, pass laws, and administer justice. During time of war, the Senate would temporarily delegate its executive powers to an Exarch, who served for the duration of the campaign or until removed from office by a vote of the Senate.</p>\n<p>By the close of the Second Celdorean War (1 BE), Aura had gained military control of Tirenea, Nicea, Krysea, Dappakosea (present-day Jutland) and Ivorea (present-day Rorn). This vast territory was legally governed by the Senate until the beginning of the imperial era (0 IY). At that time, Exarch Audarius Valerian Tarkaun was awarded with executive power for life in order to re-establish order within Aura’s newly-established empire. After Tarkaun was assassinated in 3 IY, a bloody civil war erupted amongst the senate. The victor, Gaius Valerian, adopted the honorific Tarkaun and took the same powers as his predecessor. In the subsequent centuries since then, Aura has been governed by a Tarkaun.</p>\n<p>Since the reign of Ulkyreus (215 – 257 IY), the Tarkaun has held almost absolute power, with the various Exarchs serving as military governors and the Senate limited to a largely advisory capacity. The Tarkaun’s will is enforced by the black-cloaked Emperor’s Talons, the elite agents of the Empire. Answering directly and only to the Tarkaun, the Emperor’s Talons are the eyes, the voice, and when necessary, the iron fist of imperial rule.</p>\n<h6>Coins and Money</h6>\n<p>The common coin of the Auran Empire is the copper crown. 10 coppers make up 1 silver eagle, and 10 silver eagles are worth 1 gold sun. 1 gold sun is worth 100 copper crowns. Each coin weighs approximately 0.01 lbs.</p>\n<p>Very large sums of money are generally referenced in gold talents. A talent is derived from a weight equal to the weight of water in an amphora, roughly 60 lbs, or 6,000 coins. A gold talent is worth 6,000 gold suns, 60,000 silver eagles, or 600,000 copper crowns.</p>\n<p>The ancient Zaharans also used platinum and electrum coins as money, and these ancient pieces are sometimes found in treasure hoards. Following with Zaharan tradition, Kemesh, Somirea, and Celdorea also mint platinum and electrum coins, worth around 5 gold suns and 5 silver eagles respectively. These are viewed with some suspicion by Auran merchants.</p>\n<h6>Fashion and Dress</h6>\n<p>The Auran Empire is a wealthy, opulent, and status-conscious culture and its fashion reflects the noble and merchant classes’ desire to display their power and affluence. While the peasants wear sheepskin and woven wool, the aristocracy enjoys tailored clothes of soft linen, fine cotton, and rich silk, with buttery polished leather used for footwear and structured garments. Embroidery, etching, and ornament are common, with geometric patterns, animals, and religious symbols dominant.</p>\n<p>The majority of the Empire is centered in warm, dry climates, so fashions can be quite revealing, and classical beauty of body and face is prized and treasured. This is true for both men and women; status is heavily influenced by lineage and spiritual power, and women are equal in both.</p>\n<p>Common women wear loose, sleeveless shifts of knee- to ankle-length with cloth belts and breastbands and low leather sandals. Their hair is traditionally worn long but tied back in simple buns or braids. Aristocratic women wear elaborately-decorated garments draped around their bodies in a variety of alluring configurations, often accompanied by tight girdles of ornamented leather or metal and high strappy sandals. Heeled footware was developed a few decades ago to instant acclaim by the nobility. Piercings of the ear, nose, and lips are common, as are anklets, armlets, bracelets, chokers, circlets, necklaces, rings, and tiaras. Upper class women wear their hair long and elaborately coiffed, with dramatic colorations in vogue.</p>\n<p>Men typically wear knee-length sleeveless or short-sleeved tunics with waist seams, the lower portion of the tunic generally split into two panels for mobility. In formal circumstances men often add luxurious long-sleeved robes over the tunic, but for travel semicircular or oblong cloaks are more common. In the field, military cloaks are generally worn pinned on one shoulder for ease of movement and access to a sword.</p>\n<p>High boots or sandals are popular among noble men, while commoners wear low boots or sandals with leggings in cold weather. Sashes with buckles are common and usually very ornamental. Men’s hair is customarily kept short and neat, with faces kept clean shaven or with neatly-groomed facial hair. Armlets, rings, and brooches are common for noble men.</p>\n<p>For both sexes, favored colors include cloud white, sunset red, sunrise pink, twilight purple, and sky blue, along with jewel tones of ruby red, topaz yellow, amethyst purple, emerald green, and sapphire blue. Black and gold are considered martial colors, reflecting the coloration of the gold eagle. Grey is considered the color of death and is worn only during mourning.</p>\n<h6>Slavery and Indenture</h6>\n<p>Slavery, as it is practiced in Celdorea, Somirea, Kemesh, the Ivory Kingdoms, and the Kingdoms of Jutland, does not legally exist within the Auran Empire. However, foreign nobles mock the Auran pretension that “there is no slavery in Aura,” because lifelong indentured servitude is widespread and fulfills a similar economic and cultural role.</p>\n<p>Indenturing is the process of selling oneself into servitude, and indenture is the state of being a servant. At any time, any man or woman may sell themselves into indenture; the proceeds of the sale may be assigned to the indentured servant’s spouse, parents, or children, to the satisfaction of his creditors, or otherwise as the indenture agreement dictates. Indenture is generally for 1 year, 7 years, or 21 years, though in principle any term may be devised. Lifelong indenture is imposed by the state on violent criminals, with eternal indenture (which gives the master and his heirs the right to the servant’s services even after death) reserved for heretics and traitors.</p>\n<h6>Taxation</h6>\n<p>Empires are maintained with iron and gold – iron to wage war and gold to fund it. To assure that the Empire is never short of gold, the imperial officers who govern its various exarchates, prefectures, and other domains are expected to collect fees upon marriage, inheritance, birth and death, harvest, and other occasions; to levy fines and fees for administering justice; to charge tolls for the roads; to charge duties on merchants in their markets; and to extract (directly or via forced labor) grain, ore, and timber from those working their land. From these funds, the ruler is obligated to send a tributary payment to his superiors. The remainder is expected to be used to maintain a garrison and stronghold in the domain; to support the local temples; and to pay for the ceremonial games, sporting events, religious feasts, country festivals, and other public works that demonstrate the greatness of Auran civilization.</p>\n<p>Auran jurists are often called upon to decide the rightful owner of treasure recovered by exploration and warfare. Ancient law, dating back to the Empyrean War, holds that half of all treasure lawfully recovered inside the Empire belongs to those who recovered it, while the other half belongs to those who own the land upon which it was found – either the private owner or the Empire itself. Often, however, local rulers will waive these taxes, or at least look the other way, if adventurers protecting their lands from monsters recover some treasure from their victories. Treasure lawfully recovered outside the Empire, of course, belongs entirely to those who recovered it. Treasure unlawfully taken from the Empire or its peoples is not (legally) treasure at all, but stolen goods!</p>\n<h6>Travel and Vehicles</h6>\n<p>The Empire’s paved roads, built over centuries of expansion, are said to be over five thousand miles in total length. The Imperial Cartography Service maintains extensive maps of the countryside, roadways, and even street maps; much of the Empire is correspondingly easy to get around within, or was until recently.</p>\n<p>Travel along the roads is commonly by foot or horse. Wealthier citizens may also travel by servant-borne litter or by chariot or covered carriage. Merchants generally rely on large, four- or six-wheeled wagons drawn by teams of horses or oxen. On the sea-lanes, most merchant vessels are square-rigged sailing ships, while warships are generally galleys with multiple sets of oars for increased maneuverability and speed.</p>\n<h6>Engineering and Construction</h6>\n<p>The Auran Empire is the most technologically sophisticated realm in the known world. In architecture, Aura builds with stone, brick, cement, and concrete, with accents of bronze, brass, and alabaster. Common architectural motifs include the dome (symbolizing the sky), the column, the atrium, and the reflecting pool. All four of these motifs appear in the Golden Temple of the Winged Sun on Mt. Audarammas, and in the Imperial Palace on the Pallatium.</p>\n<p>Also noteworthy are the many great amphitheaters and coliseums in the cities of the Empire. Wonders of Auran acoustic engineering, each is able to seat tens of thousands, yet capable of projecting a man’s voice from the center of the stage to the farthest backrow. The Great Lighthouse of Pireus, with its ever-burning elemental flame visible from leagues away, is representative of the heights of Imperial skill, though many smaller lighthouses exist.</p>\n<p>Perhaps most of all, the Empire is known for its marvelous aqueducts, dams, and bridges, which control and traverse the waterways of the Empire. Sewers of mind-numbing complexity run under the Empire’s great cities, connecting with the aqueducts and canals. Water wheels and wind mills turn fluid movement into power, and hydraulic pumps and siphons transform power into movement. Because of these sophisticated waterworks, the citizens of Aura enjoy public baths with warm, hot, and cold water as well as bronze indoor plumbing with flush toilets. Fire engines with hydraulic pumps protect its cities against the scourges of fire.</p>\n<h6>Knowledge and Learning</h6>\n<p>Since the city’s founding, Aura’s scholars have created and collected great works on law, rhetoric, ethics, political economy, natural history, natural philosophy, and mathematics. Before it was burned by Baal the Terrible in 16 BE, the Great Library of Aura contained 700,000 works, with thirteen lecture halls for up to 5,000 students. Only a fraction now survives, but even this leaves Aura as the center of knowledge in the world.</p>\n<p>Its astronomers know the true length of the year and have maintained accurate calendars for centuries. They track the precession of the heavens and have cataloged the stars and constellations. Auran physicists have working theories of motion, statics, mechanics, and optics. Auran mathematicians have codified arithmetic, geometry, trigonometry, and algebra for use by engineers. They understand both zero and infinity, though they have only barely plumbed the secret of the infinitesimal calculus and the metaphysics of time, space, and reality.</p>\n<p>The philosophers and scholars of Aura have also created marvels of mechanics and miniaturization. The Tower of Knowledge is renowned for its great Orrery, a clockwork mechanical device that illustrates the motions of the planets around the Celestial Sphere. Mechanical calculators for astrology have been created that are small enough to fit in a chest. Automated doors that open acoustically are used in royal buildings. Most impressive of all is the colossal automaton that guards the island of Corcano, a unique product of magic and engineering never since duplicated in history.</p>\n<p>Auran medicine is as advanced as its mechanics. Physicians practicing dissection and surgery have discovered the function of the heart, lungs, brain, and other major organs and systems. Forceps, scalpels, scissors, cauterizers, and bandages are all available to the skilled physicker. Herbal remedies are used for pain, as well as recreation, and hallucinogens and stimulants are brewed for chewing, smoking, or ingestion. Sterilization is well understood, and makes the Empire’s surgical procedures much safer. Surgical skill, herbal medicine, and divine magic combined mean that the rich of Aura can be healed of almost any injury or illness.</p>\n<h6>Weapons and Warfare</h6>\n<p>For over four hundred years, the Auran Army has been the known world’s best fighting force. Its legionary infantry are the unyielding anvil upon which barbarian hordes are broken; its cataphract cavalry are the unstoppable hammer with which the breaking blow is swung.</p>\n<p>Often the most heavily-armored infantrymen on the field, Auran legionaries wear banded plate cuirasses and spaulders with steel vambraces, steel greaves, and studded leather aprons. Their primary weapons are 8’ ash-wood spears with steel leaf-shaped heads and bronze butt-spikes. The legionaries’ secondary weapons are imperial short swords — 30” double-edged straight blades of Auran steel, used for slashing and thrusting. These weapons are used one-handed in conjunction with curved oval shields, 4’ x 2’6” in size, made of leather-wrapped hardwood with bronze bosses. By tradition, legionary shields are painted red and emblazoned with the golden winged sun of Ammonar. Helmets are commonly worn by all legionaries, and are generally open-faced and utilitarian. Subalterns and centurions have more ornate helms featuring horse-hair plumage or metal crests.</p>\n<p>Cataphracts are even more heavily armored than legionaries, with steel muscle cuirasses over mail on their torsos, studded leather war-skirts over their hips, segmented steel plates over mail on their arms and legs, and steel helms with horse-hair plumage and sculpted face masks on their heads. This armor is typically lacquered gold and supplemented by round, leather-wrapped hardwood shields with bronze bosses. Their horses are equally armored with lamellar barding from head to hoof. The cataphracts’ weapons include 12’ lances with wooden shafts and steel spearheads at either end; composite reflex bows featuring unbendable horn grips with reinforced wooden bowstaves slung in reverse of the bows’ natural flex; and imperial swords of similar make to the legionaries’, albeit longer (36 – 40”) and more ornately decorated.</p>\n<p>Distinct from the legions, but no less deadly, are the bladedancers of Ianna, goddess of love and war. In single combat or loose formations, bladedancers fight with dual 30” single-edged curved blades designed for cutting and slashing, known as warblades. The best warblades are made of folded steel using secret techniques known only to the master smiths of the Temple of the Blade. Ancient warblades may have been in families for generations. In close-order formation, bladedancers fight with glaives: Long, sleek single-edged blades with thrusting tips attached to extremely long hilt. Glaives allow for tremendously powerful attacks from horseback or afoot, and are light enough for use both cutting and slashing.</p>\n<p>For the past century, the Auran Army has numbered about 370,000 troops, of which about 200,000 are stationed on the frontier, 150,000 are stationed within its borders, and 20,000 are stationed in Aura itself. However, more than 270,000 of the Empire’s soldiers have been dispatched west to fight the Skysos in Somirea. This has left the Empire itself only thinly defended against the Jutlandic raiders and beastman barbarians that threaten it. If the doomsayers are right that the Auran Army has been destroyed in the west, then the Empire is in grave peril...</p>\n<h6>Religion and Myth</h6>\n<p>The Aurans acknowledge the existence of two pantheons of powerful deities, the Empyrean and the Chthonic. In general, the Empyrean powers are associated with law, light, and creation, while the Chthonic powers are associated with chaos, darkness, and destruction. The Empyrean gods are revered and worshipped while the Chthonic powers are feared and reviled. The situation is reversed in the Sunset Kingdoms, which tend to venerate the Chthonic powers foremost.</p>\n<p>The Empyrean faiths teach that after death, the body must be burned so that Calefa can swiftly usher the soul to the afterlife, where its valor is weighed by Türas. Base and sordid souls drink of the waters of sorrow and return again to the realms of man in a new body. Noble, heroic souls pass to the Empyrean Heaven, to dwell in the glory of the halls of Ammonar. The Exalted (as they are called) are venerated by their descendants and often asked to intercede with the gods on their behalf, and Exalted emperors and heroes may be widely worshipped as demi-gods in their own right.</p>\n<p>The Chthonic faithful do not believe in this cycle of life, death and rebirth. They believe that upon death, the soul is consumed and used as fuel in the creation of new life. They see reincarnation of the soul the same way one sees fungus growing in a corpse — new life, yes, but not the same life. They see, not a choice between paradisiac afterlife and worldly reincarnation, but between undeath and oblivion. They thus seek to keep their souls and their bodies intact lest their singular identity be destroyed by the cycle of death before the time of the Awakening. The Awakening is a prophesized future when the Chthonic gods shall return to the earth and the faithful shall enjoy a true bodily resurrection. The day of this Awakening is unknown. Some sects claim it can be known by the movements of the stars, others only by the will of the gods.</p>\n<p>The Gods and Goddesses table, below, lists the 7 Empyrean and 11 Chthonic powers, along with their titles, spheres of influence, holy symbols, and sacred animals, as they are most commonly known to the Auran Empire. Roughly analogous deities sit in approximately similar roles in other religions of Cybele. Based on these resemblances, some philosophers have asserted the existence of an underlying unity of all religious traditions, in which there are only a small number of great powers, all known by different names in different civilizations. There are, of course, other lesser deities, demigods, heroes, spirits, and idols worshipped throughout Cybele that are too numerous to name here.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Name</strong></td>\n<td><strong>Titles</strong></td>\n<td><strong>Spheres</strong></td>\n<td><strong>Holy Symbols</strong></td>\n<td><strong>Sacred Animals</strong></td>\n</tr>\n<tr>\n<td><strong>Ammonar</strong></td>\n<td>Lightbringer, Lawgiver, Lord of the Dawn</td>\n<td>Light, law, creation</td>\n<td>Winged sun, eagle</td>\n<td>Eagle, griffon</td>\n</tr>\n<tr>\n<td><strong>Calefa</strong></td>\n<td>Lady of Fortune, Mother of Mourning</td>\n<td>Fortune, wealth, funerary rights</td>\n<td>7-spoked wheel, eclipsed sun</td>\n<td>Raven, cat</td>\n</tr>\n<tr>\n<td><strong>Ianna</strong></td>\n<td>Lioness, Queen of Victory</td>\n<td>Love, war, victory</td>\n<td>9-pointed star, lion</td>\n<td>Lion, falcon</td>\n</tr>\n<tr>\n<td><strong>Istreus</strong></td>\n<td>Master of Secrets, Eyeless Seer</td>\n<td>Knowledge, learning, magic</td>\n<td>Silver crescent, tower</td>\n<td>Owl, ibis</td>\n</tr>\n<tr>\n<td><strong>Mityara</strong></td>\n<td>Noble Lady, Mother of Mercy</td>\n<td>Community, charity, civic virtue</td>\n<td>Alabaster statuette, torch</td>\n<td>Dove, unicorn</td>\n</tr>\n<tr>\n<td><strong>Naurivus</strong></td>\n<td>Patron of Explorers, Lord of the Winds</td>\n<td>Travel, weather, navigable waters</td>\n<td>Galley, astrolabe</td>\n<td>Dolphin, horse</td>\n</tr>\n<tr>\n<td><strong>Türas</strong></td>\n<td>Marshal of Justice, Judge of Valor</td>\n<td>Justice, strength, martial virtue</td>\n<td>Hammer, sword and scales</td>\n<td>Bull, dog</td>\n</tr>\n<tr>\n<td><strong>Iskara</strong></td>\n<td>Demon Queen, Mother of Monsters,  Empress of That Which Came Before</td>\n<td>Chaos, darkness, eternity</td>\n<td>Draconic eye, multi-headed serpent, ouroboros</td>\n<td>Dragon, hydra, python</td>\n</tr>\n<tr>\n<td><strong>Dirgion</strong></td>\n<td>Doombringer, Lord of Death and Rebirth</td>\n<td>Doom, death, undeath</td>\n<td>Fiery eye, skull on black circle</td>\n<td>Vulture, jackal</td>\n</tr>\n<tr>\n<td><strong>Kaleth</strong></td>\n<td>Dark Watcher, Elder Eye</td>\n<td>Madness, knowledge, entropy</td>\n<td>Mouth surrounded by eyes, purple circle on black</td>\n<td>Oozes, fungus</td>\n</tr>\n<tr>\n<td><strong>Bel</strong></td>\n<td>Slaughterprince, Lord of War</td>\n<td>War, conquest, bloodshed</td>\n<td>Black gauntlet holding six arrows, taloned hand</td>\n<td>Gargoyle, manticore</td>\n</tr>\n<tr>\n<td><strong>Galmorm</strong></td>\n<td>Poisoner, Great Trickster</td>\n<td>Thievery, treachery, poison</td>\n<td>Horned rat, striking scorpion</td>\n<td>Rat, scorpion, toad</td>\n</tr>\n<tr>\n<td><strong>Nasga</strong></td>\n<td>Mistress of Pain and Pleasure,  Princess of Roses, Serpent</td>\n<td>Beauty, pain, lust</td>\n<td>Medusa’s head, thorny rose</td>\n<td>Panther, spider, cobra</td>\n</tr>\n<tr>\n<td><strong>Ravanor</strong></td>\n<td>Bitter Prince, Horned King</td>\n<td>Kingship, power, sacrifice</td>\n<td>Wavy dagger, antlered crown</td>\n<td>Stag, boar</td>\n</tr>\n<tr>\n<td><strong>Nargund</strong></td>\n<td>Dusk Wolf, Lord of the Hunt</td>\n<td>Hunting, predators, night</td>\n<td>Spiral maze, bloody teeth</td>\n<td>Minotaur, wolf</td>\n</tr>\n<tr>\n<td><strong>Ornaron</strong></td>\n<td>Godfather of Storms, Thundermaker</td>\n<td>Storms, thunder, rage</td>\n<td>Crossed thunderbolts, helmet with glowing eyes</td>\n<td>Wyvern, elephant</td>\n</tr>\n<tr>\n<td><strong>Lammala</strong></td>\n<td>Sea Mother, Tentacled One</td>\n<td>Primordial waters, tidal waves</td>\n<td>Watery spiral, tentacled thing</td>\n<td>Kraken, crab</td>\n</tr>\n<tr>\n<td><strong>Telith</strong></td>\n<td>Great Earth Mother, Egg of Mountains</td>\n<td>Earthquakes, volcanoes, wilderness</td>\n<td>Fertility statuette, egg in vulva</td>\n<td>Basilisk, salamander</td>\n</tr>\n</tbody></table>\n<h6>Clergy and Churches</h6>\n<p>Within the Auran Empire, there are seven main religious orders, one for each of the seven Empyrean gods:</p>\n<ul>\n<li><strong>The Temple of the Winged Sun</strong>, sacred to Ammonar, is the largest and most powerful of the crusader orders. Its clergy are common throughout the Empire, where they proselytize the Empyrean faith, crusade against its foes, and minister to the needs of the faithful.</li>\n<li><strong>The Temple of Justice</strong>, sacred to Türas, is feared and respected throughout the realm for its stern justice and inexorable lawfulness. Its crusaders, known as templars, are commonly found as exorcists, undead slayers, judges, inquisitors, and executioners.</li>\n<li><strong>The Keepers of the Hearth Fire</strong>, sacred to Mityara, are perhaps the most revered of the orders. The priestesses of this virgin sisterhood maintain the sacred fires and pure waters of the city, regulate the public morals, oversee marriages and births, and supervise hospitals, orphanages, and almshouses. The Keepers have the power to grant mercy to convicted criminals, which often places them in opposition to the less-merciful Temple of Justice and Order of the Eclipse.</li>\n<li><strong>The Temple of the Blade and the Veil</strong>, sacred to Ianna, is actually two orders in one, reflecting Ianna’s dualistic aspects of love and war. The Temple of the Veil employs priestesses as sacred courtesans and advisors to the great noble families. The Temple of the Blade trains bladedancers to serve as an elite fighting force against the chthonic darkness.</li>\n<li><strong>The</strong> <strong>Sisterhood of Mourning</strong>, sacred to Calefa, manages funerals, oversees wills and estates, and offers prayers for the dead. Its priestesses are commonly called the Grey Sisters due to their ash-hued robes. A lesser-known sect of Calefa also exists, but is never spoken of publicly: <strong>The Order of the Eclipse</strong>, a secretive guild of ancient lineage, whose members usher souls to the afterlife under the terms of ritualized religious contracts of retribution.</li>\n<li><strong>The Tower of Knowledge</strong>, sacred to Istreus, is a monastic order devoted to philosophy and magic. It maintains the remnants of the Great Library in Aura, and trains able young men and women to be priests, mages, or scholars.</li>\n<li><strong>The</strong> <strong>Order of Travelers</strong>, sacred to Naurivus, is a mendicant order of wandering monks who have taken vows to carry the light of the Empyrean faith beyond the borders of the Empire. While its numbers are few, the Order claims many surveyors, scouts, and navigators of the wild regions of Cybele as lay brothers.</li>\n</ul>\n<p>The default crusader in <em><strong>ACKS II</strong></em>belongs to the Temple of the Winged Sun, the default bladedancer belongs to the Temple of the Blade, and the default priestess belongs to the Keepers of the Hearth Fire. Information about the Order of the Eclipse can be found in <em><strong>AX3: Capital of the Borderlands</strong></em>while information about the Temple of the Blade and Veil can be found in <em><strong>Axioms 11</strong></em><em>.</em> Updated rules for playing divine casters belonging to the other orders may appear in future <em><strong>Auran Empire</strong></em>sourcebooks.</p>\n",
  "sections": [
    {
      "title": "Customs",
      "level": 2,
      "html": ""
    },
    {
      "title": "Laws and Governance",
      "level": 6,
      "html": "<p>Graven in stone in the Temple of Türas in 515 BE, the Code and Laws of Aura vested the governance of the city in its Senate. This deliberative body was drawn from the city’s most respected and influential citizens and was empowered to levy taxes, raise armies, wage war, pass laws, and administer justice. During time of war, the Senate would temporarily delegate its executive powers to an Exarch, who served for the duration of the campaign or until removed from office by a vote of the Senate.</p>\n<p>By the close of the Second Celdorean War (1 BE), Aura had gained military control of Tirenea, Nicea, Krysea, Dappakosea (present-day Jutland) and Ivorea (present-day Rorn). This vast territory was legally governed by the Senate until the beginning of the imperial era (0 IY). At that time, Exarch Audarius Valerian Tarkaun was awarded with executive power for life in order to re-establish order within Aura’s newly-established empire. After Tarkaun was assassinated in 3 IY, a bloody civil war erupted amongst the senate. The victor, Gaius Valerian, adopted the honorific Tarkaun and took the same powers as his predecessor. In the subsequent centuries since then, Aura has been governed by a Tarkaun.</p>\n<p>Since the reign of Ulkyreus (215 – 257 IY), the Tarkaun has held almost absolute power, with the various Exarchs serving as military governors and the Senate limited to a largely advisory capacity. The Tarkaun’s will is enforced by the black-cloaked Emperor’s Talons, the elite agents of the Empire. Answering directly and only to the Tarkaun, the Emperor’s Talons are the eyes, the voice, and when necessary, the iron fist of imperial rule.</p>\n"
    },
    {
      "title": "Coins and Money",
      "level": 6,
      "html": "<p>The common coin of the Auran Empire is the copper crown. 10 coppers make up 1 silver eagle, and 10 silver eagles are worth 1 gold sun. 1 gold sun is worth 100 copper crowns. Each coin weighs approximately 0.01 lbs.</p>\n<p>Very large sums of money are generally referenced in gold talents. A talent is derived from a weight equal to the weight of water in an amphora, roughly 60 lbs, or 6,000 coins. A gold talent is worth 6,000 gold suns, 60,000 silver eagles, or 600,000 copper crowns.</p>\n<p>The ancient Zaharans also used platinum and electrum coins as money, and these ancient pieces are sometimes found in treasure hoards. Following with Zaharan tradition, Kemesh, Somirea, and Celdorea also mint platinum and electrum coins, worth around 5 gold suns and 5 silver eagles respectively. These are viewed with some suspicion by Auran merchants.</p>\n"
    },
    {
      "title": "Fashion and Dress",
      "level": 6,
      "html": "<p>The Auran Empire is a wealthy, opulent, and status-conscious culture and its fashion reflects the noble and merchant classes’ desire to display their power and affluence. While the peasants wear sheepskin and woven wool, the aristocracy enjoys tailored clothes of soft linen, fine cotton, and rich silk, with buttery polished leather used for footwear and structured garments. Embroidery, etching, and ornament are common, with geometric patterns, animals, and religious symbols dominant.</p>\n<p>The majority of the Empire is centered in warm, dry climates, so fashions can be quite revealing, and classical beauty of body and face is prized and treasured. This is true for both men and women; status is heavily influenced by lineage and spiritual power, and women are equal in both.</p>\n<p>Common women wear loose, sleeveless shifts of knee- to ankle-length with cloth belts and breastbands and low leather sandals. Their hair is traditionally worn long but tied back in simple buns or braids. Aristocratic women wear elaborately-decorated garments draped around their bodies in a variety of alluring configurations, often accompanied by tight girdles of ornamented leather or metal and high strappy sandals. Heeled footware was developed a few decades ago to instant acclaim by the nobility. Piercings of the ear, nose, and lips are common, as are anklets, armlets, bracelets, chokers, circlets, necklaces, rings, and tiaras. Upper class women wear their hair long and elaborately coiffed, with dramatic colorations in vogue.</p>\n<p>Men typically wear knee-length sleeveless or short-sleeved tunics with waist seams, the lower portion of the tunic generally split into two panels for mobility. In formal circumstances men often add luxurious long-sleeved robes over the tunic, but for travel semicircular or oblong cloaks are more common. In the field, military cloaks are generally worn pinned on one shoulder for ease of movement and access to a sword.</p>\n<p>High boots or sandals are popular among noble men, while commoners wear low boots or sandals with leggings in cold weather. Sashes with buckles are common and usually very ornamental. Men’s hair is customarily kept short and neat, with faces kept clean shaven or with neatly-groomed facial hair. Armlets, rings, and brooches are common for noble men.</p>\n<p>For both sexes, favored colors include cloud white, sunset red, sunrise pink, twilight purple, and sky blue, along with jewel tones of ruby red, topaz yellow, amethyst purple, emerald green, and sapphire blue. Black and gold are considered martial colors, reflecting the coloration of the gold eagle. Grey is considered the color of death and is worn only during mourning.</p>\n"
    },
    {
      "title": "Slavery and Indenture",
      "level": 6,
      "html": "<p>Slavery, as it is practiced in Celdorea, Somirea, Kemesh, the Ivory Kingdoms, and the Kingdoms of Jutland, does not legally exist within the Auran Empire. However, foreign nobles mock the Auran pretension that “there is no slavery in Aura,” because lifelong indentured servitude is widespread and fulfills a similar economic and cultural role.</p>\n<p>Indenturing is the process of selling oneself into servitude, and indenture is the state of being a servant. At any time, any man or woman may sell themselves into indenture; the proceeds of the sale may be assigned to the indentured servant’s spouse, parents, or children, to the satisfaction of his creditors, or otherwise as the indenture agreement dictates. Indenture is generally for 1 year, 7 years, or 21 years, though in principle any term may be devised. Lifelong indenture is imposed by the state on violent criminals, with eternal indenture (which gives the master and his heirs the right to the servant’s services even after death) reserved for heretics and traitors.</p>\n"
    },
    {
      "title": "Taxation",
      "level": 6,
      "html": "<p>Empires are maintained with iron and gold – iron to wage war and gold to fund it. To assure that the Empire is never short of gold, the imperial officers who govern its various exarchates, prefectures, and other domains are expected to collect fees upon marriage, inheritance, birth and death, harvest, and other occasions; to levy fines and fees for administering justice; to charge tolls for the roads; to charge duties on merchants in their markets; and to extract (directly or via forced labor) grain, ore, and timber from those working their land. From these funds, the ruler is obligated to send a tributary payment to his superiors. The remainder is expected to be used to maintain a garrison and stronghold in the domain; to support the local temples; and to pay for the ceremonial games, sporting events, religious feasts, country festivals, and other public works that demonstrate the greatness of Auran civilization.</p>\n<p>Auran jurists are often called upon to decide the rightful owner of treasure recovered by exploration and warfare. Ancient law, dating back to the Empyrean War, holds that half of all treasure lawfully recovered inside the Empire belongs to those who recovered it, while the other half belongs to those who own the land upon which it was found – either the private owner or the Empire itself. Often, however, local rulers will waive these taxes, or at least look the other way, if adventurers protecting their lands from monsters recover some treasure from their victories. Treasure lawfully recovered outside the Empire, of course, belongs entirely to those who recovered it. Treasure unlawfully taken from the Empire or its peoples is not (legally) treasure at all, but stolen goods!</p>\n"
    },
    {
      "title": "Travel and Vehicles",
      "level": 6,
      "html": "<p>The Empire’s paved roads, built over centuries of expansion, are said to be over five thousand miles in total length. The Imperial Cartography Service maintains extensive maps of the countryside, roadways, and even street maps; much of the Empire is correspondingly easy to get around within, or was until recently.</p>\n<p>Travel along the roads is commonly by foot or horse. Wealthier citizens may also travel by servant-borne litter or by chariot or covered carriage. Merchants generally rely on large, four- or six-wheeled wagons drawn by teams of horses or oxen. On the sea-lanes, most merchant vessels are square-rigged sailing ships, while warships are generally galleys with multiple sets of oars for increased maneuverability and speed.</p>\n"
    },
    {
      "title": "Engineering and Construction",
      "level": 6,
      "html": "<p>The Auran Empire is the most technologically sophisticated realm in the known world. In architecture, Aura builds with stone, brick, cement, and concrete, with accents of bronze, brass, and alabaster. Common architectural motifs include the dome (symbolizing the sky), the column, the atrium, and the reflecting pool. All four of these motifs appear in the Golden Temple of the Winged Sun on Mt. Audarammas, and in the Imperial Palace on the Pallatium.</p>\n<p>Also noteworthy are the many great amphitheaters and coliseums in the cities of the Empire. Wonders of Auran acoustic engineering, each is able to seat tens of thousands, yet capable of projecting a man’s voice from the center of the stage to the farthest backrow. The Great Lighthouse of Pireus, with its ever-burning elemental flame visible from leagues away, is representative of the heights of Imperial skill, though many smaller lighthouses exist.</p>\n<p>Perhaps most of all, the Empire is known for its marvelous aqueducts, dams, and bridges, which control and traverse the waterways of the Empire. Sewers of mind-numbing complexity run under the Empire’s great cities, connecting with the aqueducts and canals. Water wheels and wind mills turn fluid movement into power, and hydraulic pumps and siphons transform power into movement. Because of these sophisticated waterworks, the citizens of Aura enjoy public baths with warm, hot, and cold water as well as bronze indoor plumbing with flush toilets. Fire engines with hydraulic pumps protect its cities against the scourges of fire.</p>\n"
    },
    {
      "title": "Knowledge and Learning",
      "level": 6,
      "html": "<p>Since the city’s founding, Aura’s scholars have created and collected great works on law, rhetoric, ethics, political economy, natural history, natural philosophy, and mathematics. Before it was burned by Baal the Terrible in 16 BE, the Great Library of Aura contained 700,000 works, with thirteen lecture halls for up to 5,000 students. Only a fraction now survives, but even this leaves Aura as the center of knowledge in the world.</p>\n<p>Its astronomers know the true length of the year and have maintained accurate calendars for centuries. They track the precession of the heavens and have cataloged the stars and constellations. Auran physicists have working theories of motion, statics, mechanics, and optics. Auran mathematicians have codified arithmetic, geometry, trigonometry, and algebra for use by engineers. They understand both zero and infinity, though they have only barely plumbed the secret of the infinitesimal calculus and the metaphysics of time, space, and reality.</p>\n<p>The philosophers and scholars of Aura have also created marvels of mechanics and miniaturization. The Tower of Knowledge is renowned for its great Orrery, a clockwork mechanical device that illustrates the motions of the planets around the Celestial Sphere. Mechanical calculators for astrology have been created that are small enough to fit in a chest. Automated doors that open acoustically are used in royal buildings. Most impressive of all is the colossal automaton that guards the island of Corcano, a unique product of magic and engineering never since duplicated in history.</p>\n<p>Auran medicine is as advanced as its mechanics. Physicians practicing dissection and surgery have discovered the function of the heart, lungs, brain, and other major organs and systems. Forceps, scalpels, scissors, cauterizers, and bandages are all available to the skilled physicker. Herbal remedies are used for pain, as well as recreation, and hallucinogens and stimulants are brewed for chewing, smoking, or ingestion. Sterilization is well understood, and makes the Empire’s surgical procedures much safer. Surgical skill, herbal medicine, and divine magic combined mean that the rich of Aura can be healed of almost any injury or illness.</p>\n"
    },
    {
      "title": "Weapons and Warfare",
      "level": 6,
      "html": "<p>For over four hundred years, the Auran Army has been the known world’s best fighting force. Its legionary infantry are the unyielding anvil upon which barbarian hordes are broken; its cataphract cavalry are the unstoppable hammer with which the breaking blow is swung.</p>\n<p>Often the most heavily-armored infantrymen on the field, Auran legionaries wear banded plate cuirasses and spaulders with steel vambraces, steel greaves, and studded leather aprons. Their primary weapons are 8’ ash-wood spears with steel leaf-shaped heads and bronze butt-spikes. The legionaries’ secondary weapons are imperial short swords — 30” double-edged straight blades of Auran steel, used for slashing and thrusting. These weapons are used one-handed in conjunction with curved oval shields, 4’ x 2’6” in size, made of leather-wrapped hardwood with bronze bosses. By tradition, legionary shields are painted red and emblazoned with the golden winged sun of Ammonar. Helmets are commonly worn by all legionaries, and are generally open-faced and utilitarian. Subalterns and centurions have more ornate helms featuring horse-hair plumage or metal crests.</p>\n<p>Cataphracts are even more heavily armored than legionaries, with steel muscle cuirasses over mail on their torsos, studded leather war-skirts over their hips, segmented steel plates over mail on their arms and legs, and steel helms with horse-hair plumage and sculpted face masks on their heads. This armor is typically lacquered gold and supplemented by round, leather-wrapped hardwood shields with bronze bosses. Their horses are equally armored with lamellar barding from head to hoof. The cataphracts’ weapons include 12’ lances with wooden shafts and steel spearheads at either end; composite reflex bows featuring unbendable horn grips with reinforced wooden bowstaves slung in reverse of the bows’ natural flex; and imperial swords of similar make to the legionaries’, albeit longer (36 – 40”) and more ornately decorated.</p>\n<p>Distinct from the legions, but no less deadly, are the bladedancers of Ianna, goddess of love and war. In single combat or loose formations, bladedancers fight with dual 30” single-edged curved blades designed for cutting and slashing, known as warblades. The best warblades are made of folded steel using secret techniques known only to the master smiths of the Temple of the Blade. Ancient warblades may have been in families for generations. In close-order formation, bladedancers fight with glaives: Long, sleek single-edged blades with thrusting tips attached to extremely long hilt. Glaives allow for tremendously powerful attacks from horseback or afoot, and are light enough for use both cutting and slashing.</p>\n<p>For the past century, the Auran Army has numbered about 370,000 troops, of which about 200,000 are stationed on the frontier, 150,000 are stationed within its borders, and 20,000 are stationed in Aura itself. However, more than 270,000 of the Empire’s soldiers have been dispatched west to fight the Skysos in Somirea. This has left the Empire itself only thinly defended against the Jutlandic raiders and beastman barbarians that threaten it. If the doomsayers are right that the Auran Army has been destroyed in the west, then the Empire is in grave peril...</p>\n"
    },
    {
      "title": "Religion and Myth",
      "level": 6,
      "html": "<p>The Aurans acknowledge the existence of two pantheons of powerful deities, the Empyrean and the Chthonic. In general, the Empyrean powers are associated with law, light, and creation, while the Chthonic powers are associated with chaos, darkness, and destruction. The Empyrean gods are revered and worshipped while the Chthonic powers are feared and reviled. The situation is reversed in the Sunset Kingdoms, which tend to venerate the Chthonic powers foremost.</p>\n<p>The Empyrean faiths teach that after death, the body must be burned so that Calefa can swiftly usher the soul to the afterlife, where its valor is weighed by Türas. Base and sordid souls drink of the waters of sorrow and return again to the realms of man in a new body. Noble, heroic souls pass to the Empyrean Heaven, to dwell in the glory of the halls of Ammonar. The Exalted (as they are called) are venerated by their descendants and often asked to intercede with the gods on their behalf, and Exalted emperors and heroes may be widely worshipped as demi-gods in their own right.</p>\n<p>The Chthonic faithful do not believe in this cycle of life, death and rebirth. They believe that upon death, the soul is consumed and used as fuel in the creation of new life. They see reincarnation of the soul the same way one sees fungus growing in a corpse — new life, yes, but not the same life. They see, not a choice between paradisiac afterlife and worldly reincarnation, but between undeath and oblivion. They thus seek to keep their souls and their bodies intact lest their singular identity be destroyed by the cycle of death before the time of the Awakening. The Awakening is a prophesized future when the Chthonic gods shall return to the earth and the faithful shall enjoy a true bodily resurrection. The day of this Awakening is unknown. Some sects claim it can be known by the movements of the stars, others only by the will of the gods.</p>\n<p>The Gods and Goddesses table, below, lists the 7 Empyrean and 11 Chthonic powers, along with their titles, spheres of influence, holy symbols, and sacred animals, as they are most commonly known to the Auran Empire. Roughly analogous deities sit in approximately similar roles in other religions of Cybele. Based on these resemblances, some philosophers have asserted the existence of an underlying unity of all religious traditions, in which there are only a small number of great powers, all known by different names in different civilizations. There are, of course, other lesser deities, demigods, heroes, spirits, and idols worshipped throughout Cybele that are too numerous to name here.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Name</strong></td>\n<td><strong>Titles</strong></td>\n<td><strong>Spheres</strong></td>\n<td><strong>Holy Symbols</strong></td>\n<td><strong>Sacred Animals</strong></td>\n</tr>\n<tr>\n<td><strong>Ammonar</strong></td>\n<td>Lightbringer, Lawgiver, Lord of the Dawn</td>\n<td>Light, law, creation</td>\n<td>Winged sun, eagle</td>\n<td>Eagle, griffon</td>\n</tr>\n<tr>\n<td><strong>Calefa</strong></td>\n<td>Lady of Fortune, Mother of Mourning</td>\n<td>Fortune, wealth, funerary rights</td>\n<td>7-spoked wheel, eclipsed sun</td>\n<td>Raven, cat</td>\n</tr>\n<tr>\n<td><strong>Ianna</strong></td>\n<td>Lioness, Queen of Victory</td>\n<td>Love, war, victory</td>\n<td>9-pointed star, lion</td>\n<td>Lion, falcon</td>\n</tr>\n<tr>\n<td><strong>Istreus</strong></td>\n<td>Master of Secrets, Eyeless Seer</td>\n<td>Knowledge, learning, magic</td>\n<td>Silver crescent, tower</td>\n<td>Owl, ibis</td>\n</tr>\n<tr>\n<td><strong>Mityara</strong></td>\n<td>Noble Lady, Mother of Mercy</td>\n<td>Community, charity, civic virtue</td>\n<td>Alabaster statuette, torch</td>\n<td>Dove, unicorn</td>\n</tr>\n<tr>\n<td><strong>Naurivus</strong></td>\n<td>Patron of Explorers, Lord of the Winds</td>\n<td>Travel, weather, navigable waters</td>\n<td>Galley, astrolabe</td>\n<td>Dolphin, horse</td>\n</tr>\n<tr>\n<td><strong>Türas</strong></td>\n<td>Marshal of Justice, Judge of Valor</td>\n<td>Justice, strength, martial virtue</td>\n<td>Hammer, sword and scales</td>\n<td>Bull, dog</td>\n</tr>\n<tr>\n<td><strong>Iskara</strong></td>\n<td>Demon Queen, Mother of Monsters,  Empress of That Which Came Before</td>\n<td>Chaos, darkness, eternity</td>\n<td>Draconic eye, multi-headed serpent, ouroboros</td>\n<td>Dragon, hydra, python</td>\n</tr>\n<tr>\n<td><strong>Dirgion</strong></td>\n<td>Doombringer, Lord of Death and Rebirth</td>\n<td>Doom, death, undeath</td>\n<td>Fiery eye, skull on black circle</td>\n<td>Vulture, jackal</td>\n</tr>\n<tr>\n<td><strong>Kaleth</strong></td>\n<td>Dark Watcher, Elder Eye</td>\n<td>Madness, knowledge, entropy</td>\n<td>Mouth surrounded by eyes, purple circle on black</td>\n<td>Oozes, fungus</td>\n</tr>\n<tr>\n<td><strong>Bel</strong></td>\n<td>Slaughterprince, Lord of War</td>\n<td>War, conquest, bloodshed</td>\n<td>Black gauntlet holding six arrows, taloned hand</td>\n<td>Gargoyle, manticore</td>\n</tr>\n<tr>\n<td><strong>Galmorm</strong></td>\n<td>Poisoner, Great Trickster</td>\n<td>Thievery, treachery, poison</td>\n<td>Horned rat, striking scorpion</td>\n<td>Rat, scorpion, toad</td>\n</tr>\n<tr>\n<td><strong>Nasga</strong></td>\n<td>Mistress of Pain and Pleasure,  Princess of Roses, Serpent</td>\n<td>Beauty, pain, lust</td>\n<td>Medusa’s head, thorny rose</td>\n<td>Panther, spider, cobra</td>\n</tr>\n<tr>\n<td><strong>Ravanor</strong></td>\n<td>Bitter Prince, Horned King</td>\n<td>Kingship, power, sacrifice</td>\n<td>Wavy dagger, antlered crown</td>\n<td>Stag, boar</td>\n</tr>\n<tr>\n<td><strong>Nargund</strong></td>\n<td>Dusk Wolf, Lord of the Hunt</td>\n<td>Hunting, predators, night</td>\n<td>Spiral maze, bloody teeth</td>\n<td>Minotaur, wolf</td>\n</tr>\n<tr>\n<td><strong>Ornaron</strong></td>\n<td>Godfather of Storms, Thundermaker</td>\n<td>Storms, thunder, rage</td>\n<td>Crossed thunderbolts, helmet with glowing eyes</td>\n<td>Wyvern, elephant</td>\n</tr>\n<tr>\n<td><strong>Lammala</strong></td>\n<td>Sea Mother, Tentacled One</td>\n<td>Primordial waters, tidal waves</td>\n<td>Watery spiral, tentacled thing</td>\n<td>Kraken, crab</td>\n</tr>\n<tr>\n<td><strong>Telith</strong></td>\n<td>Great Earth Mother, Egg of Mountains</td>\n<td>Earthquakes, volcanoes, wilderness</td>\n<td>Fertility statuette, egg in vulva</td>\n<td>Basilisk, salamander</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Clergy and Churches",
      "level": 6,
      "html": "<p>Within the Auran Empire, there are seven main religious orders, one for each of the seven Empyrean gods:</p>\n<ul>\n<li><strong>The Temple of the Winged Sun</strong>, sacred to Ammonar, is the largest and most powerful of the crusader orders. Its clergy are common throughout the Empire, where they proselytize the Empyrean faith, crusade against its foes, and minister to the needs of the faithful.</li>\n<li><strong>The Temple of Justice</strong>, sacred to Türas, is feared and respected throughout the realm for its stern justice and inexorable lawfulness. Its crusaders, known as templars, are commonly found as exorcists, undead slayers, judges, inquisitors, and executioners.</li>\n<li><strong>The Keepers of the Hearth Fire</strong>, sacred to Mityara, are perhaps the most revered of the orders. The priestesses of this virgin sisterhood maintain the sacred fires and pure waters of the city, regulate the public morals, oversee marriages and births, and supervise hospitals, orphanages, and almshouses. The Keepers have the power to grant mercy to convicted criminals, which often places them in opposition to the less-merciful Temple of Justice and Order of the Eclipse.</li>\n<li><strong>The Temple of the Blade and the Veil</strong>, sacred to Ianna, is actually two orders in one, reflecting Ianna’s dualistic aspects of love and war. The Temple of the Veil employs priestesses as sacred courtesans and advisors to the great noble families. The Temple of the Blade trains bladedancers to serve as an elite fighting force against the chthonic darkness.</li>\n<li><strong>The</strong> <strong>Sisterhood of Mourning</strong>, sacred to Calefa, manages funerals, oversees wills and estates, and offers prayers for the dead. Its priestesses are commonly called the Grey Sisters due to their ash-hued robes. A lesser-known sect of Calefa also exists, but is never spoken of publicly: <strong>The Order of the Eclipse</strong>, a secretive guild of ancient lineage, whose members usher souls to the afterlife under the terms of ritualized religious contracts of retribution.</li>\n<li><strong>The Tower of Knowledge</strong>, sacred to Istreus, is a monastic order devoted to philosophy and magic. It maintains the remnants of the Great Library in Aura, and trains able young men and women to be priests, mages, or scholars.</li>\n<li><strong>The</strong> <strong>Order of Travelers</strong>, sacred to Naurivus, is a mendicant order of wandering monks who have taken vows to carry the light of the Empyrean faith beyond the borders of the Empire. While its numbers are few, the Order claims many surveyors, scouts, and navigators of the wild regions of Cybele as lay brothers.</li>\n</ul>\n<p>The default crusader in <em><strong>ACKS II</strong></em>belongs to the Temple of the Winged Sun, the default bladedancer belongs to the Temple of the Blade, and the default priestess belongs to the Keepers of the Hearth Fire. Information about the Order of the Eclipse can be found in <em><strong>AX3: Capital of the Borderlands</strong></em>while information about the Temple of the Blade and Veil can be found in <em><strong>Axioms 11</strong></em><em>.</em> Updated rules for playing divine casters belonging to the other orders may appear in future <em><strong>Auran Empire</strong></em>sourcebooks.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Customs\n\n###### Laws and Governance\n\nGraven in stone in the Temple of Türas in 515 BE, the Code and Laws of Aura vested the governance of the city in its Senate. This deliberative body was drawn from the city’s most respected and influential citizens and was empowered to levy taxes, raise armies, wage war, pass laws, and administer justice. During time of war, the Senate would temporarily delegate its executive powers to an Exarch, who served for the duration of the campaign or until removed from office by a vote of the Senate.\n\nBy the close of the Second Celdorean War (1 BE), Aura had gained military control of Tirenea, Nicea, Krysea, Dappakosea (present-day Jutland) and Ivorea (present-day Rorn). This vast territory was legally governed by the Senate until the beginning of the imperial era (0 IY). At that time, Exarch Audarius Valerian Tarkaun was awarded with executive power for life in order to re-establish order within Aura’s newly-established empire. After Tarkaun was assassinated in 3 IY, a bloody civil war erupted amongst the senate. The victor, Gaius Valerian, adopted the honorific Tarkaun and took the same powers as his predecessor. In the subsequent centuries since then, Aura has been governed by a Tarkaun.\n\nSince the reign of Ulkyreus (215 – 257 IY), the Tarkaun has held almost absolute power, with the various Exarchs serving as military governors and the Senate limited to a largely advisory capacity. The Tarkaun’s will is enforced by the black-cloaked Emperor’s Talons, the elite agents of the Empire. Answering directly and only to the Tarkaun, the Emperor’s Talons are the eyes, the voice, and when necessary, the iron fist of imperial rule.\n\n###### Coins and Money\n\nThe common coin of the Auran Empire is the copper crown. 10 coppers make up 1 silver eagle, and 10 silver eagles are worth 1 gold sun. 1 gold sun is worth 100 copper crowns. Each coin weighs approximately 0.01 lbs.\n\nVery large sums of money are generally referenced in gold talents. A talent is derived from a weight equal to the weight of water in an amphora, roughly 60 lbs, or 6,000 coins. A gold talent is worth 6,000 gold suns, 60,000 silver eagles, or 600,000 copper crowns.\n\nThe ancient Zaharans also used platinum and electrum coins as money, and these ancient pieces are sometimes found in treasure hoards. Following with Zaharan tradition, Kemesh, Somirea, and Celdorea also mint platinum and electrum coins, worth around 5 gold suns and 5 silver eagles respectively. These are viewed with some suspicion by Auran merchants.\n\n###### Fashion and Dress\n\nThe Auran Empire is a wealthy, opulent, and status-conscious culture and its fashion reflects the noble and merchant classes’ desire to display their power and affluence. While the peasants wear sheepskin and woven wool, the aristocracy enjoys tailored clothes of soft linen, fine cotton, and rich silk, with buttery polished leather used for footwear and structured garments. Embroidery, etching, and ornament are common, with geometric patterns, animals, and religious symbols dominant.\n\nThe majority of the Empire is centered in warm, dry climates, so fashions can be quite revealing, and classical beauty of body and face is prized and treasured. This is true for both men and women; status is heavily influenced by lineage and spiritual power, and women are equal in both.\n\nCommon women wear loose, sleeveless shifts of knee- to ankle-length with cloth belts and breastbands and low leather sandals. Their hair is traditionally worn long but tied back in simple buns or braids. Aristocratic women wear elaborately-decorated garments draped around their bodies in a variety of alluring configurations, often accompanied by tight girdles of ornamented leather or metal and high strappy sandals. Heeled footware was developed a few decades ago to instant acclaim by the nobility. Piercings of the ear, nose, and lips are common, as are anklets, armlets, bracelets, chokers, circlets, necklaces, rings, and tiaras. Upper class women wear their hair long and elaborately coiffed, with dramatic colorations in vogue.\n\nMen typically wear knee-length sleeveless or short-sleeved tunics with waist seams, the lower portion of the tunic generally split into two panels for mobility. In formal circumstances men often add luxurious long-sleeved robes over the tunic, but for travel semicircular or oblong cloaks are more common. In the field, military cloaks are generally worn pinned on one shoulder for ease of movement and access to a sword.\n\nHigh boots or sandals are popular among noble men, while commoners wear low boots or sandals with leggings in cold weather. Sashes with buckles are common and usually very ornamental. Men’s hair is customarily kept short and neat, with faces kept clean shaven or with neatly-groomed facial hair. Armlets, rings, and brooches are common for noble men.\n\nFor both sexes, favored colors include cloud white, sunset red, sunrise pink, twilight purple, and sky blue, along with jewel tones of ruby red, topaz yellow, amethyst purple, emerald green, and sapphire blue. Black and gold are considered martial colors, reflecting the coloration of the gold eagle. Grey is considered the color of death and is worn only during mourning.\n\n###### Slavery and Indenture\n\nSlavery, as it is practiced in Celdorea, Somirea, Kemesh, the Ivory Kingdoms, and the Kingdoms of Jutland, does not legally exist within the Auran Empire. However, foreign nobles mock the Auran pretension that “there is no slavery in Aura,” because lifelong indentured servitude is widespread and fulfills a similar economic and cultural role.\n\nIndenturing is the process of selling oneself into servitude, and indenture is the state of being a servant. At any time, any man or woman may sell themselves into indenture; the proceeds of the sale may be assigned to the indentured servant’s spouse, parents, or children, to the satisfaction of his creditors, or otherwise as the indenture agreement dictates. Indenture is generally for 1 year, 7 years, or 21 years, though in principle any term may be devised. Lifelong indenture is imposed by the state on violent criminals, with eternal indenture (which gives the master and his heirs the right to the servant’s services even after death) reserved for heretics and traitors.\n\n###### Taxation\n\nEmpires are maintained with iron and gold – iron to wage war and gold to fund it. To assure that the Empire is never short of gold, the imperial officers who govern its various exarchates, prefectures, and other domains are expected to collect fees upon marriage, inheritance, birth and death, harvest, and other occasions; to levy fines and fees for administering justice; to charge tolls for the roads; to charge duties on merchants in their markets; and to extract (directly or via forced labor) grain, ore, and timber from those working their land. From these funds, the ruler is obligated to send a tributary payment to his superiors. The remainder is expected to be used to maintain a garrison and stronghold in the domain; to support the local temples; and to pay for the ceremonial games, sporting events, religious feasts, country festivals, and other public works that demonstrate the greatness of Auran civilization.\n\nAuran jurists are often called upon to decide the rightful owner of treasure recovered by exploration and warfare. Ancient law, dating back to the Empyrean War, holds that half of all treasure lawfully recovered inside the Empire belongs to those who recovered it, while the other half belongs to those who own the land upon which it was found – either the private owner or the Empire itself. Often, however, local rulers will waive these taxes, or at least look the other way, if adventurers protecting their lands from monsters recover some treasure from their victories. Treasure lawfully recovered outside the Empire, of course, belongs entirely to those who recovered it. Treasure unlawfully taken from the Empire or its peoples is not (legally) treasure at all, but stolen goods!\n\n###### Travel and Vehicles\n\nThe Empire’s paved roads, built over centuries of expansion, are said to be over five thousand miles in total length. The Imperial Cartography Service maintains extensive maps of the countryside, roadways, and even street maps; much of the Empire is correspondingly easy to get around within, or was until recently.\n\nTravel along the roads is commonly by foot or horse. Wealthier citizens may also travel by servant-borne litter or by chariot or covered carriage. Merchants generally rely on large, four- or six-wheeled wagons drawn by teams of horses or oxen. On the sea-lanes, most merchant vessels are square-rigged sailing ships, while warships are generally galleys with multiple sets of oars for increased maneuverability and speed.\n\n###### Engineering and Construction\n\nThe Auran Empire is the most technologically sophisticated realm in the known world. In architecture, Aura builds with stone, brick, cement, and concrete, with accents of bronze, brass, and alabaster. Common architectural motifs include the dome (symbolizing the sky), the column, the atrium, and the reflecting pool. All four of these motifs appear in the Golden Temple of the Winged Sun on Mt. Audarammas, and in the Imperial Palace on the Pallatium.\n\nAlso noteworthy are the many great amphitheaters and coliseums in the cities of the Empire. Wonders of Auran acoustic engineering, each is able to seat tens of thousands, yet capable of projecting a man’s voice from the center of the stage to the farthest backrow. The Great Lighthouse of Pireus, with its ever-burning elemental flame visible from leagues away, is representative of the heights of Imperial skill, though many smaller lighthouses exist.\n\nPerhaps most of all, the Empire is known for its marvelous aqueducts, dams, and bridges, which control and traverse the waterways of the Empire. Sewers of mind-numbing complexity run under the Empire’s great cities, connecting with the aqueducts and canals. Water wheels and wind mills turn fluid movement into power, and hydraulic pumps and siphons transform power into movement. Because of these sophisticated waterworks, the citizens of Aura enjoy public baths with warm, hot, and cold water as well as bronze indoor plumbing with flush toilets. Fire engines with hydraulic pumps protect its cities against the scourges of fire.\n\n###### Knowledge and Learning\n\nSince the city’s founding, Aura’s scholars have created and collected great works on law, rhetoric, ethics, political economy, natural history, natural philosophy, and mathematics. Before it was burned by Baal the Terrible in 16 BE, the Great Library of Aura contained 700,000 works, with thirteen lecture halls for up to 5,000 students. Only a fraction now survives, but even this leaves Aura as the center of knowledge in the world.\n\nIts astronomers know the true length of the year and have maintained accurate calendars for centuries. They track the precession of the heavens and have cataloged the stars and constellations. Auran physicists have working theories of motion, statics, mechanics, and optics. Auran mathematicians have codified arithmetic, geometry, trigonometry, and algebra for use by engineers. They understand both zero and infinity, though they have only barely plumbed the secret of the infinitesimal calculus and the metaphysics of time, space, and reality.\n\nThe philosophers and scholars of Aura have also created marvels of mechanics and miniaturization. The Tower of Knowledge is renowned for its great Orrery, a clockwork mechanical device that illustrates the motions of the planets around the Celestial Sphere. Mechanical calculators for astrology have been created that are small enough to fit in a chest. Automated doors that open acoustically are used in royal buildings. Most impressive of all is the colossal automaton that guards the island of Corcano, a unique product of magic and engineering never since duplicated in history.\n\nAuran medicine is as advanced as its mechanics. Physicians practicing dissection and surgery have discovered the function of the heart, lungs, brain, and other major organs and systems. Forceps, scalpels, scissors, cauterizers, and bandages are all available to the skilled physicker. Herbal remedies are used for pain, as well as recreation, and hallucinogens and stimulants are brewed for chewing, smoking, or ingestion. Sterilization is well understood, and makes the Empire’s surgical procedures much safer. Surgical skill, herbal medicine, and divine magic combined mean that the rich of Aura can be healed of almost any injury or illness.\n\n###### Weapons and Warfare\n\nFor over four hundred years, the Auran Army has been the known world’s best fighting force. Its legionary infantry are the unyielding anvil upon which barbarian hordes are broken; its cataphract cavalry are the unstoppable hammer with which the breaking blow is swung.\n\nOften the most heavily-armored infantrymen on the field, Auran legionaries wear banded plate cuirasses and spaulders with steel vambraces, steel greaves, and studded leather aprons. Their primary weapons are 8’ ash-wood spears with steel leaf-shaped heads and bronze butt-spikes. The legionaries’ secondary weapons are imperial short swords — 30” double-edged straight blades of Auran steel, used for slashing and thrusting. These weapons are used one-handed in conjunction with curved oval shields, 4’ x 2’6” in size, made of leather-wrapped hardwood with bronze bosses. By tradition, legionary shields are painted red and emblazoned with the golden winged sun of Ammonar. Helmets are commonly worn by all legionaries, and are generally open-faced and utilitarian. Subalterns and centurions have more ornate helms featuring horse-hair plumage or metal crests.\n\nCataphracts are even more heavily armored than legionaries, with steel muscle cuirasses over mail on their torsos, studded leather war-skirts over their hips, segmented steel plates over mail on their arms and legs, and steel helms with horse-hair plumage and sculpted face masks on their heads. This armor is typically lacquered gold and supplemented by round, leather-wrapped hardwood shields with bronze bosses. Their horses are equally armored with lamellar barding from head to hoof. The cataphracts’ weapons include 12’ lances with wooden shafts and steel spearheads at either end; composite reflex bows featuring unbendable horn grips with reinforced wooden bowstaves slung in reverse of the bows’ natural flex; and imperial swords of similar make to the legionaries’, albeit longer (36 – 40”) and more ornately decorated.\n\nDistinct from the legions, but no less deadly, are the bladedancers of Ianna, goddess of love and war. In single combat or loose formations, bladedancers fight with dual 30” single-edged curved blades designed for cutting and slashing, known as warblades. The best warblades are made of folded steel using secret techniques known only to the master smiths of the Temple of the Blade. Ancient warblades may have been in families for generations. In close-order formation, bladedancers fight with glaives: Long, sleek single-edged blades with thrusting tips attached to extremely long hilt. Glaives allow for tremendously powerful attacks from horseback or afoot, and are light enough for use both cutting and slashing.\n\nFor the past century, the Auran Army has numbered about 370,000 troops, of which about 200,000 are stationed on the frontier, 150,000 are stationed within its borders, and 20,000 are stationed in Aura itself. However, more than 270,000 of the Empire’s soldiers have been dispatched west to fight the Skysos in Somirea. This has left the Empire itself only thinly defended against the Jutlandic raiders and beastman barbarians that threaten it. If the doomsayers are right that the Auran Army has been destroyed in the west, then the Empire is in grave peril...\n\n###### Religion and Myth\n\nThe Aurans acknowledge the existence of two pantheons of powerful deities, the Empyrean and the Chthonic. In general, the Empyrean powers are associated with law, light, and creation, while the Chthonic powers are associated with chaos, darkness, and destruction. The Empyrean gods are revered and worshipped while the Chthonic powers are feared and reviled. The situation is reversed in the Sunset Kingdoms, which tend to venerate the Chthonic powers foremost.\n\nThe Empyrean faiths teach that after death, the body must be burned so that Calefa can swiftly usher the soul to the afterlife, where its valor is weighed by Türas. Base and sordid souls drink of the waters of sorrow and return again to the realms of man in a new body. Noble, heroic souls pass to the Empyrean Heaven, to dwell in the glory of the halls of Ammonar. The Exalted (as they are called) are venerated by their descendants and often asked to intercede with the gods on their behalf, and Exalted emperors and heroes may be widely worshipped as demi-gods in their own right.\n\nThe Chthonic faithful do not believe in this cycle of life, death and rebirth. They believe that upon death, the soul is consumed and used as fuel in the creation of new life. They see reincarnation of the soul the same way one sees fungus growing in a corpse — new life, yes, but not the same life. They see, not a choice between paradisiac afterlife and worldly reincarnation, but between undeath and oblivion. They thus seek to keep their souls and their bodies intact lest their singular identity be destroyed by the cycle of death before the time of the Awakening. The Awakening is a prophesized future when the Chthonic gods shall return to the earth and the faithful shall enjoy a true bodily resurrection. The day of this Awakening is unknown. Some sects claim it can be known by the movements of the stars, others only by the will of the gods.\n\nThe Gods and Goddesses table, below, lists the 7 Empyrean and 11 Chthonic powers, along with their titles, spheres of influence, holy symbols, and sacred animals, as they are most commonly known to the Auran Empire. Roughly analogous deities sit in approximately similar roles in other religions of Cybele. Based on these resemblances, some philosophers have asserted the existence of an underlying unity of all religious traditions, in which there are only a small number of great powers, all known by different names in different civilizations. There are, of course, other lesser deities, demigods, heroes, spirits, and idols worshipped throughout Cybele that are too numerous to name here.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Name** | **Titles** | **Spheres** | **Holy Symbols** | **Sacred Animals** |\n| **Ammonar** | Lightbringer, Lawgiver, Lord of the Dawn | Light, law, creation | Winged sun, eagle | Eagle, griffon |\n| **Calefa** | Lady of Fortune, Mother of Mourning | Fortune, wealth, funerary rights | 7-spoked wheel, eclipsed sun | Raven, cat |\n| **Ianna** | Lioness, Queen of Victory | Love, war, victory | 9-pointed star, lion | Lion, falcon |\n| **Istreus** | Master of Secrets, Eyeless Seer | Knowledge, learning, magic | Silver crescent, tower | Owl, ibis |\n| **Mityara** | Noble Lady, Mother of Mercy | Community, charity, civic virtue | Alabaster statuette, torch | Dove, unicorn |\n| **Naurivus** | Patron of Explorers, Lord of the Winds | Travel, weather, navigable waters | Galley, astrolabe | Dolphin, horse |\n| **Türas** | Marshal of Justice, Judge of Valor | Justice, strength, martial virtue | Hammer, sword and scales | Bull, dog |\n| **Iskara** | Demon Queen, Mother of Monsters,  Empress of That Which Came Before | Chaos, darkness, eternity | Draconic eye, multi-headed serpent, ouroboros | Dragon, hydra, python |\n| **Dirgion** | Doombringer, Lord of Death and Rebirth | Doom, death, undeath | Fiery eye, skull on black circle | Vulture, jackal |\n| **Kaleth** | Dark Watcher, Elder Eye | Madness, knowledge, entropy | Mouth surrounded by eyes, purple circle on black | Oozes, fungus |\n| **Bel** | Slaughterprince, Lord of War | War, conquest, bloodshed | Black gauntlet holding six arrows, taloned hand | Gargoyle, manticore |\n| **Galmorm** | Poisoner, Great Trickster | Thievery, treachery, poison | Horned rat, striking scorpion | Rat, scorpion, toad |\n| **Nasga** | Mistress of Pain and Pleasure,  Princess of Roses, Serpent | Beauty, pain, lust | Medusa’s head, thorny rose | Panther, spider, cobra |\n| **Ravanor** | Bitter Prince, Horned King | Kingship, power, sacrifice | Wavy dagger, antlered crown | Stag, boar |\n| **Nargund** | Dusk Wolf, Lord of the Hunt | Hunting, predators, night | Spiral maze, bloody teeth | Minotaur, wolf |\n| **Ornaron** | Godfather of Storms, Thundermaker | Storms, thunder, rage | Crossed thunderbolts, helmet with glowing eyes | Wyvern, elephant |\n| **Lammala** | Sea Mother, Tentacled One | Primordial waters, tidal waves | Watery spiral, tentacled thing | Kraken, crab |\n| **Telith** | Great Earth Mother, Egg of Mountains | Earthquakes, volcanoes, wilderness | Fertility statuette, egg in vulva | Basilisk, salamander |\n\n###### Clergy and Churches\n\nWithin the Auran Empire, there are seven main religious orders, one for each of the seven Empyrean gods:\n\n* **The Temple of the Winged Sun**, sacred to Ammonar, is the largest and most powerful of the crusader orders. Its clergy are common throughout the Empire, where they proselytize the Empyrean faith, crusade against its foes, and minister to the needs of the faithful.\n* **The Temple of Justice**, sacred to Türas, is feared and respected throughout the realm for its stern justice and inexorable lawfulness. Its crusaders, known as templars, are commonly found as exorcists, undead slayers, judges, inquisitors, and executioners.\n* **The Keepers of the Hearth Fire**, sacred to Mityara, are perhaps the most revered of the orders. The priestesses of this virgin sisterhood maintain the sacred fires and pure waters of the city, regulate the public morals, oversee marriages and births, and supervise hospitals, orphanages, and almshouses. The Keepers have the power to grant mercy to convicted criminals, which often places them in opposition to the less-merciful Temple of Justice and Order of the Eclipse.\n* **The Temple of the Blade and the Veil**, sacred to Ianna, is actually two orders in one, reflecting Ianna’s dualistic aspects of love and war. The Temple of the Veil employs priestesses as sacred courtesans and advisors to the great noble families. The Temple of the Blade trains bladedancers to serve as an elite fighting force against the chthonic darkness.\n* **The** **Sisterhood of Mourning**, sacred to Calefa, manages funerals, oversees wills and estates, and offers prayers for the dead. Its priestesses are commonly called the Grey Sisters due to their ash-hued robes. A lesser-known sect of Calefa also exists, but is never spoken of publicly: **The Order of the Eclipse**, a secretive guild of ancient lineage, whose members usher souls to the afterlife under the terms of ritualized religious contracts of retribution.\n* **The Tower of Knowledge**, sacred to Istreus, is a monastic order devoted to philosophy and magic. It maintains the remnants of the Great Library in Aura, and trains able young men and women to be priests, mages, or scholars.\n* **The** **Order of Travelers**, sacred to Naurivus, is a mendicant order of wandering monks who have taken vows to carry the light of the Empyrean faith beyond the borders of the Empire. While its numbers are few, the Order claims many surveyors, scouts, and navigators of the wild regions of Cybele as lay brothers.\n\nThe default crusader in ***ACKS II***belongs to the Temple of the Winged Sun, the default bladedancer belongs to the Temple of the Blade, and the default priestess belongs to the Keepers of the Hearth Fire. Information about the Order of the Eclipse can be found in ***AX3: Capital of the Borderlands***while information about the Temple of the Blade and Veil can be found in ***Axioms 11****.* Updated rules for playing divine casters belonging to the other orders may appear in future ***Auran Empire***sourcebooks.\n"
}