{
  "html": "<h2>People</h2>\n<p>Long before the Day Without Night, each of the great continents was home to a distinct tribe of mankind — Aurëposean, Danean, Ithean, Meniran, and Ulrukan. As the Ammas Aurë lies at the center of the world, all of these ancient tribes eventually came to its serene shores, where in time they battled, befriended and bred with one another. From these conquests and unions came the many diverse peoples that dwell in Aurëpos today. The most numerous of these peoples are described below, along with the great demihuman peoples that dwell amongst and alongside them.</p>\n<h6>Celdorean</h6>\n<p>The great Celdorean people once ruled a thalassocracy that extended across all of northern Aurëpos. Though defeated by Aura centuries ago, they remain numerous in their homeland of Celdorea and the islands of Syrnasos, and in all the port cities and trading towns of the continent.</p>\n<p>Celdoreans are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads and prominent cheekbones. Overall their facial features are sharp and bony, and often described as hawk-like. Celdorean eyes are deep-set and either almond- or round-shaped, usually colored hazel, brown, or black but sometimes colored a striking green. Their skin color is light brown or olive tanning to dark brown or dark olive. Celdorean hair is straight or wavy, and colored rufous brown, auburn, dark auburn, or brown-black. The men have heavy beard and body hair.</p>\n<p>Celdoreans are usually named in Classical Celdorean after a favored relative in the prior generation of the father’s or mother’s family. Celdorean nobles carry hereditary family names, many formed by appending the suffix -ha or -zadeh to the founding ancestor’s name (e.g. Dadarshi of a noble house founded by Jatar might be “Dadarshi Jatarzadeh”). Commoners use patronyms instead of hereditary family names, with sons adding -pur and -apur to their father’s name (e.g. Dadarshi, son of Farhad, would be “Dadarshi Farhadapur”) and women adding -dar or -adar to their father’s name (e.g. Barsine, daughter of Imanish, would be “Barsine Imanishadar”).</p>\n<p><strong>Male Names:</strong> Ardumanish, Dadarshi, Farhad, Haxamanish, Imanish, Jatar, Marduniya, Spitamaneh, Taxmaspada, Vishtaspa</p>\n<p><strong>Female Names</strong>: Ashrafa, Barsine, Darya, Elaheha, Hediyeh, Iotapa, Karani, Malakeh, Stateira, Uparmiya</p>\n<h6>Dwarven (Jutting and Meniri Mountains)</h6>\n<p>For centuries the stout and cunning dwarven people delved vast vaults in the Meniri and Jutting Mountains, gathering rich ores and creating enduring works of stone and iron. Today, the dwarves are an embattled race, fighting a never-ending war against the fast-breeding beastmen that have invaded their tunnels. Dwindling in number, barely clinging to the last of their holdings, dwarves are rarely seen by mankind. Those that do mingle with men are almost always adventurers of some sort.</p>\n<p>The Meniri dwarves are very short-statured (men averaging 4’) but exceptionally stout, weighing as much as adult humans, with broad shoulders and hips, thick-boned limbs, and sturdy digits. They have large, round heads with prominent brows and strong chins. Their eyes are large, round, and very deep set, colored either grey, grey-brown, green, hazel, or light brown. Their skin ranges from medium to very dark brown, ocher, or sienna. Their hair is wavy or curly, and colored chestnut, grey, or black. Both the men and women have heavy beard and body hair. The Jutting dwarves are similar, but their nasal bridges tend to be concave rather than convex, their skin is a shade fairer, and their hair color is dark red, rufous brown, auburn, or brown-black.</p>\n<p>Dwarves are usually named in Old Dwarven for a close relative, famous ancestor, or vault hero. In addition to their given name, all dwarves carry a hereditary family name. Each dwarven vault will have a small number of surnames associated with the families of that vault. The vault itself is always named after its founder’s family. A vault founder’s surname carries great prestige among dwarves (e.g. a dwarf named Hurgon Radokh who hails from the vault of Azen Radokh is likely a person of some importance). In addition to their given name and surname, dwarves enjoy collecting sobriquets and nicknames; any dwarf of distinction will carry at least one and sometimes two or three.</p>\n<p><strong>Male Names:</strong> Arsic, Bombor, Denor, Hurgon, Korten, Morto, Norden, Stahlur, Torrad, Wharto</p>\n<p><strong>Female Names:</strong> Arsi, Balla, Dara, Efti, Fili, Klia, Lara, Mora, Shylda, Thora</p>\n<p><strong>Surnames:</strong> Breth, Domekh, Forkus, Gede, Karodar, Makor, Oengus, Radokh, Talorgen, Uoret</p>\n<h6>Elven (Argollëan)</h6>\n<p>Argollëan, or elven, civilization was at an advanced state well before human civilization had progressed past tribal bands. For two thousand years, the Argollëan Empire ruled Aurëpos, until its climactic destruction at the hands of the Thrassians. Today only a single elven kingdom survives, that of Northern Argollë, though scattered fastnesses can still be found in forests throughout Aurëpos. Elves hailing from Northern Argollë style themselves “high elves” and count themselves as the inheritors of their race’s ancient glories. Elves from the outlying fastnesses are generally called “wood elves.” What they lack in arrogance, wood elves more than make up for in reclusiveness.</p>\n<p>Argollëan elves are short-statured (men averaging 5’6” in height), but have such lithe, well-proportioned bodies that all other races look ungainly in comparison. They have long heads and heart-shaped faces with high cheekbones, finely-chiseled features, and full lips. Their eyes are almond-shaped and colored grey, blue, violet, green, or amber. Their hair is straight or wavy, and colored platinum, gold, silver, or blue-black. Their eyebrows are slender and they have neither beard nor body hair growth. Elven skin is pale, almost pure white, but suffers neither burning, browning, nor wrinkling — the Argollëans look ever young and fair to the eyes of men.</p>\n<p>Elves are always given names in the lilting Classical Argollëan language. Elven men are traditionally named for their paternal relatives, elven women for their maternal ones. Most Argollëans do not use family names. Their men indicate lineage with the patronymic Mag (“son of”) followed by the father’s name (e.g. Aodan, son of Seanan, would be “Aodan Mag Seanan”). Their women use the matronymic Ni (“daughter of”) followed by the mother’s name (e.g. Irial, daughter of Saorla, would be “Irial Ni Saorla”). The identifiers Mag and Ni are sometimes dropped. Elves descended from a famous noble or hero may append the identifier Ua/Ui (“descendant of”) followed by the name of their ancestor (e.g. if Aodan is descended from the great hero Orthanach, he may call himself “Aodan Ua Orthanach”). This practice is most common among the high elven families of Northern Argollë. Ever-suspicious of outsiders, elves who leave Argollë often conceal their lineage and instead use sobriquets in the local tongue (e.g. Aodan might call himself “Aodan Silverhair”).</p>\n<p><strong>Male Names:</strong> Aodan, Brogan, Caoimhin, Eadan, Fionntan, Mainchin, Orthanach, Rigan, Seanan, Tomman</p>\n<p><strong>Female Names:</strong> Arial, Ceara, Dairinn, Enya, Irial, Mornya, Niamh, Riona, Saorla, Una</p>\n<h6>Jutlandic</h6>\n<p>Since time immemorial, barbarian tribes have dwelled along the lake-shores and riverways of Danae, making commerce with civilized Aurëpos only at their isolated trading posts on the southern slopes of the Jutting Mountains. A century ago they invaded Dappakosea in great numbers, conquering that land and reducing its once-proud people to thralls. Now barbarian kings and warlords rule a wide swath of the northern shores, called the Kingdoms of Jutland. From there, bold Jutlanders set out to seek their fortune as mercenaries, raiders, and traders throughout the civilized realms.</p>\n<p>Jutlanders are tall-statured (men averaging 5’10”) with robust body builds characterized by thick necks, broad shoulders and hips, and large-boned limbs. They have wedge- or square-shaped faces with short, steep foreheads, heavy brow ridges, and broad, strong jaws. Civilized peoples find their facial features blunt and harsh. Their eyes are deep-set and colored either grey, light blue, blue, grey-blue, blue-green, or green. Jutlandic hair is straight or wavy, and colored golden blonde, dark blonde, golden brown, or rufous brown. In some regions of northern Jutland, platinum blonde hair and eyes of violet or pale, colorless grey are seen. The Jutlandic skin color ranges from pale to fair. The men have heavy beard and body hair.</p>\n<p>Jutlanders are typically named in Old Jutlandic for a famous hero, ancestor, or relative. Instead of hereditary family names, Jutlanders use patronyms formed by adding -sson or -dottir to the father’s name (e.g. Gunnar, son of Olf, would be “Gunnar Olfsson”). Chiefs, heroes, and other persons of distinction may take or be given sobriquets based on their appearance, personality, or deeds (e.g. if Gunnar wins renown for slaughtering many foes, he might be called “Gunnar the Bloody-Handed”).</p>\n<p><strong>Male Names:</strong> Asmund, Brardi, Dagr, Gunnar, Inthorn, Olf, Rannulfr, Sigwulf, Thorfin, Volundr</p>\n<p><strong>Female Names:</strong> Astrid, Brynhild, Dagny, Eira, Ingrid, Katla, Nessa, Signy, Thyra, Unnhild</p>\n<h6>Kemeshi</h6>\n<p>The Kemeshi people claim to have dwelled on the banks of the River Kem since before the Day Without Night. Whether this is true remains unknown, but the great antiquity of the tombs and temples of their land cannot be denied. The Kemeshi people are common only in their own land and the adjoining kingdoms of Kushtu, Opelenea, Somirea, and Shebatea, though they are sometimes found elsewhere working as scholars, sages, and sorcerers.</p>\n<p>Kemeshi are medium-statured (men averaging 5’7”) with slender body builds, characterized by narrow shoulders and hips, long limbs, and slim digits. They have oval-shaped faces with sloping foreheads, slender jaws, prominent chins, and full lips. Kemeshi eyes are almond-shaped and colored light brown, dark brown, or black. Their skin color is medium brown to dark brown. Kemeshi hair is curly or wavy, and colored dark brown or black. The men have scant beard and body hair. Around one-tenth of Kemeshi nobility are pure-blooded Zaharans (see below).</p>\n<p>Kemeshi typically carry a given name in Old Kemeshi. Names are held to have sacred power and carefully selected for aesthetic, religious, and symbolic value. The Kemeshi people do not use hereditary family names. Commoners typically carry just one name. Noteworthy individuals distinguish themselves by attaching additional names based on their accomplishments, ancestry, or faith. A Kemeshi ruler might have as many as five names — a given name, a throne name, a patronym, a matronym, and a religious name. Nobility often carry Zaharan names alongside or in lieu of Kemeshi ones.</p>\n<p><strong>Male Names:</strong> Ankhopten, Bukhat, Djeer, Heferu, Khet, Menthu, Nekhep, Rakhapi, Senef, Weptu</p>\n<p><strong>Female Names</strong>: Ameharu, Beshari, Djerti, Khenia, Matati, Netari, Pahaperi, Raya, Samina, Vibaha</p>\n<h6>Krysean</h6>\n<p>The stout and stoic Krysean people originally hailed from the rugged Drakonir Mountains of south-eastern Aurëpos. For over five hundred years their fate has been intertwined with that of the Auran Empire. Today Kryseans can be found anywhere the Empire is or has been, working as craftsmen, laborers, merchants, and soldiers.</p>\n<p>Kryseans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Kryseans eyes are deep-set and round, with hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Krysean hair is straight, wavy, or curly, and colored rufous brown, auburn, dark auburn, or brown-black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.</p>\n<p>Kryseans are generally named in Classical Krysean after a favored ancestor, a mythic hero, or a close relative. Kryseans do not carry hereditary family names, instead indicating paternity simply by appending their father’s name after their own (e.g. Mandonio, the son of Terkinos, would be “Mandonio Terkinos”). Kryseans who have left their homes may use a toponymic, formed by adding -tar or -atar to the name of their village, town, or city of origin (e.g. Nesca from Kavala may call herself “Nesca Kavalatar”). Kryseans who are citizens of the Empire may take an Auran name, or may Auranize their existing one.</p>\n<p><strong>Male Names:</strong> Aibekeres, Bodilkas, Culchas, Hilerno, Indikortes, Mandonio, Pirreso, Sigilo, Terkinos, Uxentio</p>\n<p><strong>Female Names:</strong> Ausa, Chiomara, Daleninar, Ederata, Isbatara, Kara, Megara, Nesca, Sicounin, Unia</p>\n<h6>Kushtu</h6>\n<p>The Kingdom of Kushtu is the northernmost of the Ivory Kingdoms. For centuries it has had commerce with Kemesh, Shebatea, and Somirea. Today Kushtu merchants, shamans, and soldiers can be found in all the great cities of Aurëpos.</p>\n<p>The Kushtu people of the Ivory Kingdoms are tall-statured (men averaging 5’10”) with slender to athletic body builds, characterized by broad shoulders, narrow hips, and long legs. They have round- or diamond-shaped faces with narrow, steep foreheads, wide cheekbones, round chins, wide mouths, and full lips. Kushtu eyes are large, round, and black. Their glossy skin ranges from coffee-colored to brown-black. Their hair is black and tightly curled. The men have little to no beard and body hair.</p>\n<p>Kushtu are usually named in Old Kushtun after a totemic animal, a desired personality trait, or a tribal hero. The Kushtu do not carry hereditary surnames. Chiefs, heroes, and shamans may take or be given a sobriquet after their given name (e.g. if Masamba has outfought a lion, he might be “Masamba the Lion-Hearted”).</p>\n<p><strong>Male Names:</strong> Abimbola, Babtunde, Chiumbo, Isingoma, Jengo, Kwame, Masamba, Olabode, Simba, Tifari</p>\n<p><strong>Female Names</strong>: Ameena, Binta, Denisha, Habika, Kabira, Mandisa, Nakeisha, Rafiya, Safara, Zabia</p>\n<h6>Nicean</h6>\n<p>The people of Nicea have long plied the Ammas Aurë, counting themselves as one of the great maritime peoples of the continent. Much of the Auran Navy is staffed by Niceans, as were many of its colonies. Today, Niceans can be found in every coastal city and settlement of the Empire and Sunset Kingdoms, as well as in their own pastoral homeland.</p>\n<p>Niceans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Nicean eyes are deep-set and round, with green, hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Nicean hair is straight, wavy, or curly, and colored dark blonde, ash brown, dark brown, or black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.</p>\n<p>Niceans typically carry a given name in Classical Nicean, often referencing a grandparent, great uncle, or great aunt. In lieu of hereditary family names, they use patronyms formed by adding the suffix -adis, -akis, -atos, -ides, or -poulos to the father’s name (e.g. Metoros, the son of Vason, might be “Metoros Vasonides”). If a Nicean moves to another place he may replace his patronym with his village, town, or city of origin (e.g. if Metoros Vasonides is from Trikala but living in Arganos, he might be called “Metoros Trikala”). Prominent nobles, philosophers, heroes, and other persons of distinction may carry a sobriquet before or after their given name (e.g. if Metoros is a smooth talker, he might be “Metoros Golden-Tongued). Niceans who are citizens of the Empire may take an Auran name or Auranize their existing one.</p>\n<p><strong>Male Names:</strong> Apollonis, Basilio, Damanos, Iannis, Klenos, Metoros, Peristo, Spyros, Thales, Vason</p>\n<p><strong>Female Names:</strong> Acandra, Bassida, Daphyra, Eliona, Iandra, Neoma, Olyma, Selene, Thena, Zene</p>\n<h6>Opelenean</h6>\n<p>Opelenea has long been the gateway between the Sunset Kingdoms of the West and the Empire of the East, and the Opelenean people are consequently a widespread and well-traveled people. Opelenean merchants trade in every city of Aurëpos; Opelenean sailors crew purple-sailed ships found in every port of the Ammas Aurë; and Opelenean caravaneers traverse the sands of Shebatea, Kemesh, and even the Waste.</p>\n<p>Opeleneans are medium-statured (men averaging 5’7”) with stocky body builds characterized by square-built frames and short, sturdy limbs. They have oval- or ellipse-shaped faces with moderately sloped foreheads and full lips. Opelenean eyes are large and almond-shaped, with hazel, brown, or dark brown color. Their skin color ranges from medium to dark brown. Opelenean hair is wavy or curly, and colored dark brown or black, with ash brown or dark blonde occasionally seen. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair. Years of the slave trade have given many Opeleneans traces of foreign blood, so Danean, Ithean, or Ulrukan hair, eye, and skin coloration and facial features are not uncommon.</p>\n<p>Opeleneans are traditionally given names in Old Opelenean, typically taking a grandparent’s, great uncle’s, or great aunt’s name. They do not use family names, instead indicating lineage by attaching the patronymic Bar (“son of”) or Bat (“daughter of”) to their father’s name (e.g. “Danel Bar Uthman” is “Danel, son of Uthman”). Since Opeleneans became part of the Auran Empire, however, some families have begun to take Auran names, or to Auranize their given names and patronymics (e.g. “Danel Bar Uthman” might become “Danelus Baruthmanian”).</p>\n<p><strong>Male Names:</strong> Abedsh, Bodash, Danel, Eshmunazar, Hiram, Juba, Maharbal, Paebel, Shillek, Uthman</p>\n<p><strong>Female Names:</strong> Ashera, Elissa, Donatiya, Fahima, Hurriya, Padriya, Rasha, Sapphira, Talliya, Zahira</p>\n<h6>Rornish</h6>\n<p>Once as barbaric as the Jutlanders, the Rornish people were gradually subjugated and civilized, first by the Celdorean Thalassocracy and later by the Auran Empire. When Rorn was part of the Empire, Rornish folk could be found throughout its provinces as craftsmen, soldiers, and servants. Some Rornish pockets still linger in eastern and southern lands, but today the Rornish are mostly found in the newly-independent kingdom, fighting in their ongoing war against the Jutlandic invaders to the west.</p>\n<p>Rornish people are tall-statured (men averaging 5’10”) and athletically built, with broad shoulders and narrow waists. They have oval- or triangle-shaped faces with broad foreheads, narrow jaws, and moderately thin lips. Rornish eyes are round and deep-set, with coloration of blue, blue-grey, green-grey, green, hazel, or light brown. Their skin color ranges from fair and freckled to light brown. Rornish hair is straight or wavy, and colored golden blonde, strawberry, red, golden brown, rufous brown, auburn, or dark auburn. Their eyebrows tend to be thin and paler than their scalp hair. The men have moderate beard and body hair.</p>\n<p>Rornish folk are typically named in the Ivorean language for a famous hero, ancestor, or relative. Rornish commoners do not carry hereditary family names. Men indicate paternity simply by appending their father’s name after their own (e.g. Owain, son of Stuarry, would be “Owain Stuarry”) while women indicate maternity by appending their mother’s name in a like fashion. However, Rornish nobles do carry hereditary family names; these are indicated by the identifier Ty followed by the name of their noble house (e.g. Urien, of House Caradoc, would be “Urien Ty Caradoc”). Because Rorn was a province of the Auran Empire for centuries, many Rornish people carry Auran or Auranized names (e.g. “Urienus Caradocian”), especially in the cities and coastal settlements where the Auran influence was most strongly felt.</p>\n<p><strong>Male Names:</strong> Aeron, Braig, Caradoc, Georn, Mard, Owain, Roben, Stuarry, Theon, Urien</p>\n<p><strong>Female Names:</strong> Anwen, Ceridwen, Deiresa, Eirwen, Katrist, Maranie, Nimue, Rachess, Seren, Vale</p>\n<h6>Shebatean</h6>\n<p>According to the cartographers, Shebatea is not part of Aurëpos, lying as it does across the Narrow Sea that separates it from Ulruk. And while few Aurëposean ever see the desert realm, Shebatean merchants, sailors, soldiers, and traders are nevertheless common throughout the Ammas Aurë region, famous for their cargoes of incense, spices, and slaves.</p>\n<p>Shebateans are medium-statured (men averaging 5’8”) with slender to athletic body builds characterized by broad shoulders, narrow hips, and long legs. They have oval- or ellipse-shaped faces with large, full lips, slightly turned out. Somirean eyes are large, almond-shaped, and of dark brown or black color. Their skin ranges from dark olive to coffee-colored. Shebatean hair is either wavy or curly with wide, open ringlets, and colored dark brown or black. The men have scant to moderate body hair and slight beard hair, usually restricted to moustache and chin.</p>\n<p>Shebateans are almost always given names in Old Shebatean, typically for desired personal traits or prominent heroes, clerics, and kings. Shebateans do not use family names, instead indicating lineage with the patronymic Ibn (“son of”) or Bint (“daughter of”) followed by their father’s name (e.g. Suad, son of Rahim, would be “Suad Ibn Rahim”). An aristocratic Shebatean will extend his name as far back as his ancestral records will allow (e.g. “Suad ibn Rahim ibn Wazir ibn Mahmud ibn Rahim”). Some prominent Shebateans will adopt an honorific preceded by Al- (“the”) announcing their deeds or virtue.</p>\n<p><strong>Male Names</strong>: Abaddon, Baruch, Farouk, Hameed, Jafar, Mahmud, Omar, Rahim, Suad, Wazir</p>\n<p><strong>Female Names:</strong> Aliyah, Bathsheba, Fatima, Jamila, Kelaya, Magdala, Nahara, Sapphira, Talia, Zerika</p>\n<h6>Skysos</h6>\n<p>Hailing from the great steppe-land that extends westward from Aurëpos into Ithea, these dangerous but disorganized nomads have fought, raided, and plundered the lands of Celdorea, Somirea, Shebatea, and Kemesh for centuries. Now the Skysos tribes have united under a great kaǧan and seek conquest and tribute. Exiles and refugees from tribes defeated by the kaǧan can be found throughout Aurëpos, often working as adventurers or mercenaries.</p>\n<p>The Skysos are short-statured (men averaging 5’5”) with stocky body builds characterized by square-built frames and short, bowed legs. They have round- or oval-shaped faces with broad features, high cheekbones, and small mouths with moderate lips. Their noses are of medium length and width, with low, concave bridges and wide nostrils. Their distinctive eyes are small, slanted, and narrow, with dark brown or black colors common and blue or grey occasionally seen. Their skin color ranges from light to dark ocher. The hair of the Skysos is very straight, colored dark brown, black, or blue-black. They have bushy eyebrows that often merge in the middle. The men have scant body hair and patchy beard hair. Skysos warriors often practice ritual scarification on their cheeks to make themselves look more fearsome.</p>\n<p>Skysos folk are usually named in the Old Skysos tongue. Skysos names are short and simple, typically referencing a totemic animal, a desired personality trait, or a tribal hero. The Skysos do not carry hereditary surnames. Chiefs, heroes, and shamans may carry a sobriquet after their given name (e.g. if Tolga has beheaded many enemies, he might be “Tolga Head-taker”).</p>\n<p><strong>Male Names</strong>: Attila, Buǧra, Doǧan, Erkan, Hakan, Mahzun, Ozan, Ruga, Tolga, Uldin</p>\n<p><strong>Female Names:</strong> Ayla, Beyza, Dilara, Esma, Hale, Mӑtine, Saba, Tϋlay, Ulyuna, Zehra</p>\n<h6>Somirean</h6>\n<p>The proud and populous Somireans must be considered among the great peoples of Aurëpos. Everywhere within the Sunset Kingdoms, Somireans can be found in great numbers. Once they contended with Aura for the dominance of the region; today the two are allied against the menacing hordes of the Skysos. Noble- and priest-caste Somireans are nowadays not uncommon in the Empire’s armies, academies, and temples.</p>\n<p>Somireans are medium-statured (men averaging 5’7”) with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have ellipse-shaped faces with upright foreheads, curved features, and full lips. Somirean eyes are almond-shaped and dark brown or black in color. Their skin color ranges from medium ocher and reddish olive in the north to dark ocher and dark olive in the south. Somirean hair is straight or wavy, and colored dark brown, black, or blue-black. The men have moderate beard and body hair.</p>\n<p>Somireans are given names in Classical Somirean based on the configuration of the planets at their time of birth. The selection process seems random to those ignorant of these ancient astrological traditions. Noble-caste Somireans also carry hereditary surnames, usually ending in -ja (“descendant of”) or -yata (“heir of”) and derived from the names of the heroes and conquerors of Somirean mythology (e.g. “Artashumara Ramaja” means Artashumara, descendant of Rama”). Lower-caste Somireans do not carry hereditary family names. They will simply append their profession, their village, or their fathers’ name after their given name (e.g. “Kumara Puru” would be “Kumara, son of Puru”).</p>\n<p><strong>Male Names:</strong> Artashumara, Bindusara, Kumara, Mahinda, Narasimha, Puru, Rama, Vardhana, Xandrama, Yashodharman</p>\n<p><strong>Female Names:</strong> Asmali, Devita, Havati, Kavasha, Nitama, Preena, Skandara, Tadukhepa, Vashi, Yavi</p>\n<h6>Thrassian</h6>\n<p>The scaly Thrassian race was magically bred from a cross of men and giant lizards long ago by unknown arcanists. Though once they ruled much of Aurëpos, some taint in the Thrassian bloodline caused them to slowly degenerate into primitive savagery. Today, only in dusky Kemesh, last surviving satrapy of Zahar, do Thrassians of the old stock still appear in significant numbers in Aurëpos. There are legends that a great Thrassian kingdom still exists in the inland jungles of Ulruk, south of the Waste, but reputable sages dismiss such claims as nonsense.</p>\n<p>Thrassians are reptilian humanoids of great stature (males averaging 6’6” tall) with the heads and tails of lizards. A true warrior race, Thrassians have strong hands with sharp claws, reptilian mouths filled with fangs, and skin armored with a tough scaly hide. The scales are typically olive, brown, grey, or black, with cream patches, while their eyes are hazel, yellow, or orange with slitted pupils.</p>\n<p>Thrassian slaves are typically given nicknames in whatever language their owner speaks. Freed Thrassians usually abandon this nickname in favor of a new Thrassian name drawn from the ancient myths and history of their people.</p>\n<p><strong>Male Names:</strong> Akalamdug, Dumuzi, Hadanish, Iltasadum, Lugalme, Meduranki, Puzur, Shudurul, Untash, Zimudar</p>\n<p><strong>Female Names:</strong> Asila, Irkalla, Kushla, Madala, Nissa, Shushana, Tibira, Ulsharra</p>\n<h6>Tirenean</h6>\n<p>The empire-building Tireneans can be found throughout Aurëpos, though their greatest concentration remains in and around the city of Aura. They are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads, prominent cheekbones, narrow jaws, and moderately full lips. Tirenean eyes are deep-set and round, with coloration varying between blue-grey, grey, grey-brown, light brown, and dark brown. Their skin color is light but tans to dark brown. Tirenean hair is straight or wavy, and colored dark blonde, ash brown, dark brown, or black. The men have moderate beard and body hair.</p>\n<p>Tireneans are proudly traditional about names, and take care to give every child a carefully-chosen Classical Auran name (although as fluency with Classical’s complexities has slipped away, many provincial Tireneans now carry vulgarized or hybridized versions of the old names). Moreover, while elsewhere in Aurëpos only the upper classes have surnames, in Tirenea even commoners possess hereditary family names (e.g. “Syrena Drakon”). During the Auran League era it was often claimed that every Tirenean was descended from nobility, which may account for Tirenea’s name itself - “land of crowns”. Perhaps becausecommoners have two names, nobles often claim a third name or cognomen based on some characteristic or accomplishment (e.g. “Audarius Valerian Tarkaun”).</p>\n<p><strong>Male Names:</strong> Aurëus, Celictor, Destrio, Gundus, Omus, Quellus, Tavus, Valen, Zelicus</p>\n<p><strong>Female Names:</strong> Aurëlyn, Celena, Dalefa, Hyapsë, Istria, Nauriva, Riara, Syrena, Valanna, Zeodarë</p>\n<p><strong>Surnames:</strong> Amadorus, Drakon, Hyatavië, Ionicus, Mennicus, Nuvicerres, Süromus, Tarcalus, Valerian</p>\n<h6>Zaharan</h6>\n<p>The erstwhile lords of men are today a rare and scattered people. Pure-blooded Zaharans dwell openly only amongst the nobility of Kemesh and the tyrannical city-states that dot the eastern coast of Ulruk. Elsewhere they live as exiles, disguising their ancestry and practicing their ancient customs in secret.</p>\n<p>Zaharans are tall-statured (men averaging 5’9”) with slender body builds characterized by narrow shoulders and hips, long limbs, and slim digits. They have very long heads, sometimes lengthened further by ritual cranial elongation. Their long oval- or diamond-shaped faces have slanted ears, prominent cheekbones, narrow jaws, strong chins, and full lips. Their noses are long, high rooted, and straight. Zaharan eyes are large and almond-shaped, and colored amber, green-brown, grey-brown, or dark brown. Their skin color is reddish-brown, copper, or olive sienna. Their hair can be curly, straight, or wavy, either black or blue-black in color. Their eyebrows are thin and dark, while body and beard hair is scant. Albino Zaharans, with white skin and flaxen hair, are not uncommon and viewed with even more fear than usual.</p>\n<p>As Zaharans are looked on with revulsion and fear by their former subjects, most adopt a public name from a local dialect for everyday use. The ancient Zaharan language is always used for a Zaharan’s true, secret name, however. Zaharans indicate descent by attaching the patronymic prefix Bet-, meaning “of the house of”, to their father’s name. Zaharans of the ancient families might bear names with generations worth of patronyms (e.g. “Ashurdan Bet-Izdubar Bet-Merodach Bet-Zikarsin” would be “Ashurdan, of the house of Izdubar, of the house of Merodach, of the house of Zikarsin,” thus tracing the line back to the bearer’s great-grand-father), or simply use the most ancient known ancestor. A Zaharan who can claim descent from one of the ancient sorcerer-kings is held in the highest esteem.</p>\n<p><strong>Male Names:</strong> Ashurdan, Didanu, Izdubar, Kadashman, Merodach, Naramsin, Palakinatim, Sarkimuna, Urhammu, Zikarsin</p>\n<p><strong>Female Names:</strong> Atanah, Belit, Ellat, Itani, Kissare, Ninmarki, Omarosa, Shala, Tabni, Zakiti</p>\n",
  "sections": [
    {
      "title": "People",
      "level": 2,
      "html": "<p>Long before the Day Without Night, each of the great continents was home to a distinct tribe of mankind — Aurëposean, Danean, Ithean, Meniran, and Ulrukan. As the Ammas Aurë lies at the center of the world, all of these ancient tribes eventually came to its serene shores, where in time they battled, befriended and bred with one another. From these conquests and unions came the many diverse peoples that dwell in Aurëpos today. The most numerous of these peoples are described below, along with the great demihuman peoples that dwell amongst and alongside them.</p>\n"
    },
    {
      "title": "Celdorean",
      "level": 6,
      "html": "<p>The great Celdorean people once ruled a thalassocracy that extended across all of northern Aurëpos. Though defeated by Aura centuries ago, they remain numerous in their homeland of Celdorea and the islands of Syrnasos, and in all the port cities and trading towns of the continent.</p>\n<p>Celdoreans are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads and prominent cheekbones. Overall their facial features are sharp and bony, and often described as hawk-like. Celdorean eyes are deep-set and either almond- or round-shaped, usually colored hazel, brown, or black but sometimes colored a striking green. Their skin color is light brown or olive tanning to dark brown or dark olive. Celdorean hair is straight or wavy, and colored rufous brown, auburn, dark auburn, or brown-black. The men have heavy beard and body hair.</p>\n<p>Celdoreans are usually named in Classical Celdorean after a favored relative in the prior generation of the father’s or mother’s family. Celdorean nobles carry hereditary family names, many formed by appending the suffix -ha or -zadeh to the founding ancestor’s name (e.g. Dadarshi of a noble house founded by Jatar might be “Dadarshi Jatarzadeh”). Commoners use patronyms instead of hereditary family names, with sons adding -pur and -apur to their father’s name (e.g. Dadarshi, son of Farhad, would be “Dadarshi Farhadapur”) and women adding -dar or -adar to their father’s name (e.g. Barsine, daughter of Imanish, would be “Barsine Imanishadar”).</p>\n<p><strong>Male Names:</strong> Ardumanish, Dadarshi, Farhad, Haxamanish, Imanish, Jatar, Marduniya, Spitamaneh, Taxmaspada, Vishtaspa</p>\n<p><strong>Female Names</strong>: Ashrafa, Barsine, Darya, Elaheha, Hediyeh, Iotapa, Karani, Malakeh, Stateira, Uparmiya</p>\n"
    },
    {
      "title": "Dwarven (Jutting and Meniri Mountains)",
      "level": 6,
      "html": "<p>For centuries the stout and cunning dwarven people delved vast vaults in the Meniri and Jutting Mountains, gathering rich ores and creating enduring works of stone and iron. Today, the dwarves are an embattled race, fighting a never-ending war against the fast-breeding beastmen that have invaded their tunnels. Dwindling in number, barely clinging to the last of their holdings, dwarves are rarely seen by mankind. Those that do mingle with men are almost always adventurers of some sort.</p>\n<p>The Meniri dwarves are very short-statured (men averaging 4’) but exceptionally stout, weighing as much as adult humans, with broad shoulders and hips, thick-boned limbs, and sturdy digits. They have large, round heads with prominent brows and strong chins. Their eyes are large, round, and very deep set, colored either grey, grey-brown, green, hazel, or light brown. Their skin ranges from medium to very dark brown, ocher, or sienna. Their hair is wavy or curly, and colored chestnut, grey, or black. Both the men and women have heavy beard and body hair. The Jutting dwarves are similar, but their nasal bridges tend to be concave rather than convex, their skin is a shade fairer, and their hair color is dark red, rufous brown, auburn, or brown-black.</p>\n<p>Dwarves are usually named in Old Dwarven for a close relative, famous ancestor, or vault hero. In addition to their given name, all dwarves carry a hereditary family name. Each dwarven vault will have a small number of surnames associated with the families of that vault. The vault itself is always named after its founder’s family. A vault founder’s surname carries great prestige among dwarves (e.g. a dwarf named Hurgon Radokh who hails from the vault of Azen Radokh is likely a person of some importance). In addition to their given name and surname, dwarves enjoy collecting sobriquets and nicknames; any dwarf of distinction will carry at least one and sometimes two or three.</p>\n<p><strong>Male Names:</strong> Arsic, Bombor, Denor, Hurgon, Korten, Morto, Norden, Stahlur, Torrad, Wharto</p>\n<p><strong>Female Names:</strong> Arsi, Balla, Dara, Efti, Fili, Klia, Lara, Mora, Shylda, Thora</p>\n<p><strong>Surnames:</strong> Breth, Domekh, Forkus, Gede, Karodar, Makor, Oengus, Radokh, Talorgen, Uoret</p>\n"
    },
    {
      "title": "Elven (Argollëan)",
      "level": 6,
      "html": "<p>Argollëan, or elven, civilization was at an advanced state well before human civilization had progressed past tribal bands. For two thousand years, the Argollëan Empire ruled Aurëpos, until its climactic destruction at the hands of the Thrassians. Today only a single elven kingdom survives, that of Northern Argollë, though scattered fastnesses can still be found in forests throughout Aurëpos. Elves hailing from Northern Argollë style themselves “high elves” and count themselves as the inheritors of their race’s ancient glories. Elves from the outlying fastnesses are generally called “wood elves.” What they lack in arrogance, wood elves more than make up for in reclusiveness.</p>\n<p>Argollëan elves are short-statured (men averaging 5’6” in height), but have such lithe, well-proportioned bodies that all other races look ungainly in comparison. They have long heads and heart-shaped faces with high cheekbones, finely-chiseled features, and full lips. Their eyes are almond-shaped and colored grey, blue, violet, green, or amber. Their hair is straight or wavy, and colored platinum, gold, silver, or blue-black. Their eyebrows are slender and they have neither beard nor body hair growth. Elven skin is pale, almost pure white, but suffers neither burning, browning, nor wrinkling — the Argollëans look ever young and fair to the eyes of men.</p>\n<p>Elves are always given names in the lilting Classical Argollëan language. Elven men are traditionally named for their paternal relatives, elven women for their maternal ones. Most Argollëans do not use family names. Their men indicate lineage with the patronymic Mag (“son of”) followed by the father’s name (e.g. Aodan, son of Seanan, would be “Aodan Mag Seanan”). Their women use the matronymic Ni (“daughter of”) followed by the mother’s name (e.g. Irial, daughter of Saorla, would be “Irial Ni Saorla”). The identifiers Mag and Ni are sometimes dropped. Elves descended from a famous noble or hero may append the identifier Ua/Ui (“descendant of”) followed by the name of their ancestor (e.g. if Aodan is descended from the great hero Orthanach, he may call himself “Aodan Ua Orthanach”). This practice is most common among the high elven families of Northern Argollë. Ever-suspicious of outsiders, elves who leave Argollë often conceal their lineage and instead use sobriquets in the local tongue (e.g. Aodan might call himself “Aodan Silverhair”).</p>\n<p><strong>Male Names:</strong> Aodan, Brogan, Caoimhin, Eadan, Fionntan, Mainchin, Orthanach, Rigan, Seanan, Tomman</p>\n<p><strong>Female Names:</strong> Arial, Ceara, Dairinn, Enya, Irial, Mornya, Niamh, Riona, Saorla, Una</p>\n"
    },
    {
      "title": "Jutlandic",
      "level": 6,
      "html": "<p>Since time immemorial, barbarian tribes have dwelled along the lake-shores and riverways of Danae, making commerce with civilized Aurëpos only at their isolated trading posts on the southern slopes of the Jutting Mountains. A century ago they invaded Dappakosea in great numbers, conquering that land and reducing its once-proud people to thralls. Now barbarian kings and warlords rule a wide swath of the northern shores, called the Kingdoms of Jutland. From there, bold Jutlanders set out to seek their fortune as mercenaries, raiders, and traders throughout the civilized realms.</p>\n<p>Jutlanders are tall-statured (men averaging 5’10”) with robust body builds characterized by thick necks, broad shoulders and hips, and large-boned limbs. They have wedge- or square-shaped faces with short, steep foreheads, heavy brow ridges, and broad, strong jaws. Civilized peoples find their facial features blunt and harsh. Their eyes are deep-set and colored either grey, light blue, blue, grey-blue, blue-green, or green. Jutlandic hair is straight or wavy, and colored golden blonde, dark blonde, golden brown, or rufous brown. In some regions of northern Jutland, platinum blonde hair and eyes of violet or pale, colorless grey are seen. The Jutlandic skin color ranges from pale to fair. The men have heavy beard and body hair.</p>\n<p>Jutlanders are typically named in Old Jutlandic for a famous hero, ancestor, or relative. Instead of hereditary family names, Jutlanders use patronyms formed by adding -sson or -dottir to the father’s name (e.g. Gunnar, son of Olf, would be “Gunnar Olfsson”). Chiefs, heroes, and other persons of distinction may take or be given sobriquets based on their appearance, personality, or deeds (e.g. if Gunnar wins renown for slaughtering many foes, he might be called “Gunnar the Bloody-Handed”).</p>\n<p><strong>Male Names:</strong> Asmund, Brardi, Dagr, Gunnar, Inthorn, Olf, Rannulfr, Sigwulf, Thorfin, Volundr</p>\n<p><strong>Female Names:</strong> Astrid, Brynhild, Dagny, Eira, Ingrid, Katla, Nessa, Signy, Thyra, Unnhild</p>\n"
    },
    {
      "title": "Kemeshi",
      "level": 6,
      "html": "<p>The Kemeshi people claim to have dwelled on the banks of the River Kem since before the Day Without Night. Whether this is true remains unknown, but the great antiquity of the tombs and temples of their land cannot be denied. The Kemeshi people are common only in their own land and the adjoining kingdoms of Kushtu, Opelenea, Somirea, and Shebatea, though they are sometimes found elsewhere working as scholars, sages, and sorcerers.</p>\n<p>Kemeshi are medium-statured (men averaging 5’7”) with slender body builds, characterized by narrow shoulders and hips, long limbs, and slim digits. They have oval-shaped faces with sloping foreheads, slender jaws, prominent chins, and full lips. Kemeshi eyes are almond-shaped and colored light brown, dark brown, or black. Their skin color is medium brown to dark brown. Kemeshi hair is curly or wavy, and colored dark brown or black. The men have scant beard and body hair. Around one-tenth of Kemeshi nobility are pure-blooded Zaharans (see below).</p>\n<p>Kemeshi typically carry a given name in Old Kemeshi. Names are held to have sacred power and carefully selected for aesthetic, religious, and symbolic value. The Kemeshi people do not use hereditary family names. Commoners typically carry just one name. Noteworthy individuals distinguish themselves by attaching additional names based on their accomplishments, ancestry, or faith. A Kemeshi ruler might have as many as five names — a given name, a throne name, a patronym, a matronym, and a religious name. Nobility often carry Zaharan names alongside or in lieu of Kemeshi ones.</p>\n<p><strong>Male Names:</strong> Ankhopten, Bukhat, Djeer, Heferu, Khet, Menthu, Nekhep, Rakhapi, Senef, Weptu</p>\n<p><strong>Female Names</strong>: Ameharu, Beshari, Djerti, Khenia, Matati, Netari, Pahaperi, Raya, Samina, Vibaha</p>\n"
    },
    {
      "title": "Krysean",
      "level": 6,
      "html": "<p>The stout and stoic Krysean people originally hailed from the rugged Drakonir Mountains of south-eastern Aurëpos. For over five hundred years their fate has been intertwined with that of the Auran Empire. Today Kryseans can be found anywhere the Empire is or has been, working as craftsmen, laborers, merchants, and soldiers.</p>\n<p>Kryseans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Kryseans eyes are deep-set and round, with hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Krysean hair is straight, wavy, or curly, and colored rufous brown, auburn, dark auburn, or brown-black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.</p>\n<p>Kryseans are generally named in Classical Krysean after a favored ancestor, a mythic hero, or a close relative. Kryseans do not carry hereditary family names, instead indicating paternity simply by appending their father’s name after their own (e.g. Mandonio, the son of Terkinos, would be “Mandonio Terkinos”). Kryseans who have left their homes may use a toponymic, formed by adding -tar or -atar to the name of their village, town, or city of origin (e.g. Nesca from Kavala may call herself “Nesca Kavalatar”). Kryseans who are citizens of the Empire may take an Auran name, or may Auranize their existing one.</p>\n<p><strong>Male Names:</strong> Aibekeres, Bodilkas, Culchas, Hilerno, Indikortes, Mandonio, Pirreso, Sigilo, Terkinos, Uxentio</p>\n<p><strong>Female Names:</strong> Ausa, Chiomara, Daleninar, Ederata, Isbatara, Kara, Megara, Nesca, Sicounin, Unia</p>\n"
    },
    {
      "title": "Kushtu",
      "level": 6,
      "html": "<p>The Kingdom of Kushtu is the northernmost of the Ivory Kingdoms. For centuries it has had commerce with Kemesh, Shebatea, and Somirea. Today Kushtu merchants, shamans, and soldiers can be found in all the great cities of Aurëpos.</p>\n<p>The Kushtu people of the Ivory Kingdoms are tall-statured (men averaging 5’10”) with slender to athletic body builds, characterized by broad shoulders, narrow hips, and long legs. They have round- or diamond-shaped faces with narrow, steep foreheads, wide cheekbones, round chins, wide mouths, and full lips. Kushtu eyes are large, round, and black. Their glossy skin ranges from coffee-colored to brown-black. Their hair is black and tightly curled. The men have little to no beard and body hair.</p>\n<p>Kushtu are usually named in Old Kushtun after a totemic animal, a desired personality trait, or a tribal hero. The Kushtu do not carry hereditary surnames. Chiefs, heroes, and shamans may take or be given a sobriquet after their given name (e.g. if Masamba has outfought a lion, he might be “Masamba the Lion-Hearted”).</p>\n<p><strong>Male Names:</strong> Abimbola, Babtunde, Chiumbo, Isingoma, Jengo, Kwame, Masamba, Olabode, Simba, Tifari</p>\n<p><strong>Female Names</strong>: Ameena, Binta, Denisha, Habika, Kabira, Mandisa, Nakeisha, Rafiya, Safara, Zabia</p>\n"
    },
    {
      "title": "Nicean",
      "level": 6,
      "html": "<p>The people of Nicea have long plied the Ammas Aurë, counting themselves as one of the great maritime peoples of the continent. Much of the Auran Navy is staffed by Niceans, as were many of its colonies. Today, Niceans can be found in every coastal city and settlement of the Empire and Sunset Kingdoms, as well as in their own pastoral homeland.</p>\n<p>Niceans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Nicean eyes are deep-set and round, with green, hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Nicean hair is straight, wavy, or curly, and colored dark blonde, ash brown, dark brown, or black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.</p>\n<p>Niceans typically carry a given name in Classical Nicean, often referencing a grandparent, great uncle, or great aunt. In lieu of hereditary family names, they use patronyms formed by adding the suffix -adis, -akis, -atos, -ides, or -poulos to the father’s name (e.g. Metoros, the son of Vason, might be “Metoros Vasonides”). If a Nicean moves to another place he may replace his patronym with his village, town, or city of origin (e.g. if Metoros Vasonides is from Trikala but living in Arganos, he might be called “Metoros Trikala”). Prominent nobles, philosophers, heroes, and other persons of distinction may carry a sobriquet before or after their given name (e.g. if Metoros is a smooth talker, he might be “Metoros Golden-Tongued). Niceans who are citizens of the Empire may take an Auran name or Auranize their existing one.</p>\n<p><strong>Male Names:</strong> Apollonis, Basilio, Damanos, Iannis, Klenos, Metoros, Peristo, Spyros, Thales, Vason</p>\n<p><strong>Female Names:</strong> Acandra, Bassida, Daphyra, Eliona, Iandra, Neoma, Olyma, Selene, Thena, Zene</p>\n"
    },
    {
      "title": "Opelenean",
      "level": 6,
      "html": "<p>Opelenea has long been the gateway between the Sunset Kingdoms of the West and the Empire of the East, and the Opelenean people are consequently a widespread and well-traveled people. Opelenean merchants trade in every city of Aurëpos; Opelenean sailors crew purple-sailed ships found in every port of the Ammas Aurë; and Opelenean caravaneers traverse the sands of Shebatea, Kemesh, and even the Waste.</p>\n<p>Opeleneans are medium-statured (men averaging 5’7”) with stocky body builds characterized by square-built frames and short, sturdy limbs. They have oval- or ellipse-shaped faces with moderately sloped foreheads and full lips. Opelenean eyes are large and almond-shaped, with hazel, brown, or dark brown color. Their skin color ranges from medium to dark brown. Opelenean hair is wavy or curly, and colored dark brown or black, with ash brown or dark blonde occasionally seen. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair. Years of the slave trade have given many Opeleneans traces of foreign blood, so Danean, Ithean, or Ulrukan hair, eye, and skin coloration and facial features are not uncommon.</p>\n<p>Opeleneans are traditionally given names in Old Opelenean, typically taking a grandparent’s, great uncle’s, or great aunt’s name. They do not use family names, instead indicating lineage by attaching the patronymic Bar (“son of”) or Bat (“daughter of”) to their father’s name (e.g. “Danel Bar Uthman” is “Danel, son of Uthman”). Since Opeleneans became part of the Auran Empire, however, some families have begun to take Auran names, or to Auranize their given names and patronymics (e.g. “Danel Bar Uthman” might become “Danelus Baruthmanian”).</p>\n<p><strong>Male Names:</strong> Abedsh, Bodash, Danel, Eshmunazar, Hiram, Juba, Maharbal, Paebel, Shillek, Uthman</p>\n<p><strong>Female Names:</strong> Ashera, Elissa, Donatiya, Fahima, Hurriya, Padriya, Rasha, Sapphira, Talliya, Zahira</p>\n"
    },
    {
      "title": "Rornish",
      "level": 6,
      "html": "<p>Once as barbaric as the Jutlanders, the Rornish people were gradually subjugated and civilized, first by the Celdorean Thalassocracy and later by the Auran Empire. When Rorn was part of the Empire, Rornish folk could be found throughout its provinces as craftsmen, soldiers, and servants. Some Rornish pockets still linger in eastern and southern lands, but today the Rornish are mostly found in the newly-independent kingdom, fighting in their ongoing war against the Jutlandic invaders to the west.</p>\n<p>Rornish people are tall-statured (men averaging 5’10”) and athletically built, with broad shoulders and narrow waists. They have oval- or triangle-shaped faces with broad foreheads, narrow jaws, and moderately thin lips. Rornish eyes are round and deep-set, with coloration of blue, blue-grey, green-grey, green, hazel, or light brown. Their skin color ranges from fair and freckled to light brown. Rornish hair is straight or wavy, and colored golden blonde, strawberry, red, golden brown, rufous brown, auburn, or dark auburn. Their eyebrows tend to be thin and paler than their scalp hair. The men have moderate beard and body hair.</p>\n<p>Rornish folk are typically named in the Ivorean language for a famous hero, ancestor, or relative. Rornish commoners do not carry hereditary family names. Men indicate paternity simply by appending their father’s name after their own (e.g. Owain, son of Stuarry, would be “Owain Stuarry”) while women indicate maternity by appending their mother’s name in a like fashion. However, Rornish nobles do carry hereditary family names; these are indicated by the identifier Ty followed by the name of their noble house (e.g. Urien, of House Caradoc, would be “Urien Ty Caradoc”). Because Rorn was a province of the Auran Empire for centuries, many Rornish people carry Auran or Auranized names (e.g. “Urienus Caradocian”), especially in the cities and coastal settlements where the Auran influence was most strongly felt.</p>\n<p><strong>Male Names:</strong> Aeron, Braig, Caradoc, Georn, Mard, Owain, Roben, Stuarry, Theon, Urien</p>\n<p><strong>Female Names:</strong> Anwen, Ceridwen, Deiresa, Eirwen, Katrist, Maranie, Nimue, Rachess, Seren, Vale</p>\n"
    },
    {
      "title": "Shebatean",
      "level": 6,
      "html": "<p>According to the cartographers, Shebatea is not part of Aurëpos, lying as it does across the Narrow Sea that separates it from Ulruk. And while few Aurëposean ever see the desert realm, Shebatean merchants, sailors, soldiers, and traders are nevertheless common throughout the Ammas Aurë region, famous for their cargoes of incense, spices, and slaves.</p>\n<p>Shebateans are medium-statured (men averaging 5’8”) with slender to athletic body builds characterized by broad shoulders, narrow hips, and long legs. They have oval- or ellipse-shaped faces with large, full lips, slightly turned out. Somirean eyes are large, almond-shaped, and of dark brown or black color. Their skin ranges from dark olive to coffee-colored. Shebatean hair is either wavy or curly with wide, open ringlets, and colored dark brown or black. The men have scant to moderate body hair and slight beard hair, usually restricted to moustache and chin.</p>\n<p>Shebateans are almost always given names in Old Shebatean, typically for desired personal traits or prominent heroes, clerics, and kings. Shebateans do not use family names, instead indicating lineage with the patronymic Ibn (“son of”) or Bint (“daughter of”) followed by their father’s name (e.g. Suad, son of Rahim, would be “Suad Ibn Rahim”). An aristocratic Shebatean will extend his name as far back as his ancestral records will allow (e.g. “Suad ibn Rahim ibn Wazir ibn Mahmud ibn Rahim”). Some prominent Shebateans will adopt an honorific preceded by Al- (“the”) announcing their deeds or virtue.</p>\n<p><strong>Male Names</strong>: Abaddon, Baruch, Farouk, Hameed, Jafar, Mahmud, Omar, Rahim, Suad, Wazir</p>\n<p><strong>Female Names:</strong> Aliyah, Bathsheba, Fatima, Jamila, Kelaya, Magdala, Nahara, Sapphira, Talia, Zerika</p>\n"
    },
    {
      "title": "Skysos",
      "level": 6,
      "html": "<p>Hailing from the great steppe-land that extends westward from Aurëpos into Ithea, these dangerous but disorganized nomads have fought, raided, and plundered the lands of Celdorea, Somirea, Shebatea, and Kemesh for centuries. Now the Skysos tribes have united under a great kaǧan and seek conquest and tribute. Exiles and refugees from tribes defeated by the kaǧan can be found throughout Aurëpos, often working as adventurers or mercenaries.</p>\n<p>The Skysos are short-statured (men averaging 5’5”) with stocky body builds characterized by square-built frames and short, bowed legs. They have round- or oval-shaped faces with broad features, high cheekbones, and small mouths with moderate lips. Their noses are of medium length and width, with low, concave bridges and wide nostrils. Their distinctive eyes are small, slanted, and narrow, with dark brown or black colors common and blue or grey occasionally seen. Their skin color ranges from light to dark ocher. The hair of the Skysos is very straight, colored dark brown, black, or blue-black. They have bushy eyebrows that often merge in the middle. The men have scant body hair and patchy beard hair. Skysos warriors often practice ritual scarification on their cheeks to make themselves look more fearsome.</p>\n<p>Skysos folk are usually named in the Old Skysos tongue. Skysos names are short and simple, typically referencing a totemic animal, a desired personality trait, or a tribal hero. The Skysos do not carry hereditary surnames. Chiefs, heroes, and shamans may carry a sobriquet after their given name (e.g. if Tolga has beheaded many enemies, he might be “Tolga Head-taker”).</p>\n<p><strong>Male Names</strong>: Attila, Buǧra, Doǧan, Erkan, Hakan, Mahzun, Ozan, Ruga, Tolga, Uldin</p>\n<p><strong>Female Names:</strong> Ayla, Beyza, Dilara, Esma, Hale, Mӑtine, Saba, Tϋlay, Ulyuna, Zehra</p>\n"
    },
    {
      "title": "Somirean",
      "level": 6,
      "html": "<p>The proud and populous Somireans must be considered among the great peoples of Aurëpos. Everywhere within the Sunset Kingdoms, Somireans can be found in great numbers. Once they contended with Aura for the dominance of the region; today the two are allied against the menacing hordes of the Skysos. Noble- and priest-caste Somireans are nowadays not uncommon in the Empire’s armies, academies, and temples.</p>\n<p>Somireans are medium-statured (men averaging 5’7”) with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have ellipse-shaped faces with upright foreheads, curved features, and full lips. Somirean eyes are almond-shaped and dark brown or black in color. Their skin color ranges from medium ocher and reddish olive in the north to dark ocher and dark olive in the south. Somirean hair is straight or wavy, and colored dark brown, black, or blue-black. The men have moderate beard and body hair.</p>\n<p>Somireans are given names in Classical Somirean based on the configuration of the planets at their time of birth. The selection process seems random to those ignorant of these ancient astrological traditions. Noble-caste Somireans also carry hereditary surnames, usually ending in -ja (“descendant of”) or -yata (“heir of”) and derived from the names of the heroes and conquerors of Somirean mythology (e.g. “Artashumara Ramaja” means Artashumara, descendant of Rama”). Lower-caste Somireans do not carry hereditary family names. They will simply append their profession, their village, or their fathers’ name after their given name (e.g. “Kumara Puru” would be “Kumara, son of Puru”).</p>\n<p><strong>Male Names:</strong> Artashumara, Bindusara, Kumara, Mahinda, Narasimha, Puru, Rama, Vardhana, Xandrama, Yashodharman</p>\n<p><strong>Female Names:</strong> Asmali, Devita, Havati, Kavasha, Nitama, Preena, Skandara, Tadukhepa, Vashi, Yavi</p>\n"
    },
    {
      "title": "Thrassian",
      "level": 6,
      "html": "<p>The scaly Thrassian race was magically bred from a cross of men and giant lizards long ago by unknown arcanists. Though once they ruled much of Aurëpos, some taint in the Thrassian bloodline caused them to slowly degenerate into primitive savagery. Today, only in dusky Kemesh, last surviving satrapy of Zahar, do Thrassians of the old stock still appear in significant numbers in Aurëpos. There are legends that a great Thrassian kingdom still exists in the inland jungles of Ulruk, south of the Waste, but reputable sages dismiss such claims as nonsense.</p>\n<p>Thrassians are reptilian humanoids of great stature (males averaging 6’6” tall) with the heads and tails of lizards. A true warrior race, Thrassians have strong hands with sharp claws, reptilian mouths filled with fangs, and skin armored with a tough scaly hide. The scales are typically olive, brown, grey, or black, with cream patches, while their eyes are hazel, yellow, or orange with slitted pupils.</p>\n<p>Thrassian slaves are typically given nicknames in whatever language their owner speaks. Freed Thrassians usually abandon this nickname in favor of a new Thrassian name drawn from the ancient myths and history of their people.</p>\n<p><strong>Male Names:</strong> Akalamdug, Dumuzi, Hadanish, Iltasadum, Lugalme, Meduranki, Puzur, Shudurul, Untash, Zimudar</p>\n<p><strong>Female Names:</strong> Asila, Irkalla, Kushla, Madala, Nissa, Shushana, Tibira, Ulsharra</p>\n"
    },
    {
      "title": "Tirenean",
      "level": 6,
      "html": "<p>The empire-building Tireneans can be found throughout Aurëpos, though their greatest concentration remains in and around the city of Aura. They are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads, prominent cheekbones, narrow jaws, and moderately full lips. Tirenean eyes are deep-set and round, with coloration varying between blue-grey, grey, grey-brown, light brown, and dark brown. Their skin color is light but tans to dark brown. Tirenean hair is straight or wavy, and colored dark blonde, ash brown, dark brown, or black. The men have moderate beard and body hair.</p>\n<p>Tireneans are proudly traditional about names, and take care to give every child a carefully-chosen Classical Auran name (although as fluency with Classical’s complexities has slipped away, many provincial Tireneans now carry vulgarized or hybridized versions of the old names). Moreover, while elsewhere in Aurëpos only the upper classes have surnames, in Tirenea even commoners possess hereditary family names (e.g. “Syrena Drakon”). During the Auran League era it was often claimed that every Tirenean was descended from nobility, which may account for Tirenea’s name itself - “land of crowns”. Perhaps becausecommoners have two names, nobles often claim a third name or cognomen based on some characteristic or accomplishment (e.g. “Audarius Valerian Tarkaun”).</p>\n<p><strong>Male Names:</strong> Aurëus, Celictor, Destrio, Gundus, Omus, Quellus, Tavus, Valen, Zelicus</p>\n<p><strong>Female Names:</strong> Aurëlyn, Celena, Dalefa, Hyapsë, Istria, Nauriva, Riara, Syrena, Valanna, Zeodarë</p>\n<p><strong>Surnames:</strong> Amadorus, Drakon, Hyatavië, Ionicus, Mennicus, Nuvicerres, Süromus, Tarcalus, Valerian</p>\n"
    },
    {
      "title": "Zaharan",
      "level": 6,
      "html": "<p>The erstwhile lords of men are today a rare and scattered people. Pure-blooded Zaharans dwell openly only amongst the nobility of Kemesh and the tyrannical city-states that dot the eastern coast of Ulruk. Elsewhere they live as exiles, disguising their ancestry and practicing their ancient customs in secret.</p>\n<p>Zaharans are tall-statured (men averaging 5’9”) with slender body builds characterized by narrow shoulders and hips, long limbs, and slim digits. They have very long heads, sometimes lengthened further by ritual cranial elongation. Their long oval- or diamond-shaped faces have slanted ears, prominent cheekbones, narrow jaws, strong chins, and full lips. Their noses are long, high rooted, and straight. Zaharan eyes are large and almond-shaped, and colored amber, green-brown, grey-brown, or dark brown. Their skin color is reddish-brown, copper, or olive sienna. Their hair can be curly, straight, or wavy, either black or blue-black in color. Their eyebrows are thin and dark, while body and beard hair is scant. Albino Zaharans, with white skin and flaxen hair, are not uncommon and viewed with even more fear than usual.</p>\n<p>As Zaharans are looked on with revulsion and fear by their former subjects, most adopt a public name from a local dialect for everyday use. The ancient Zaharan language is always used for a Zaharan’s true, secret name, however. Zaharans indicate descent by attaching the patronymic prefix Bet-, meaning “of the house of”, to their father’s name. Zaharans of the ancient families might bear names with generations worth of patronyms (e.g. “Ashurdan Bet-Izdubar Bet-Merodach Bet-Zikarsin” would be “Ashurdan, of the house of Izdubar, of the house of Merodach, of the house of Zikarsin,” thus tracing the line back to the bearer’s great-grand-father), or simply use the most ancient known ancestor. A Zaharan who can claim descent from one of the ancient sorcerer-kings is held in the highest esteem.</p>\n<p><strong>Male Names:</strong> Ashurdan, Didanu, Izdubar, Kadashman, Merodach, Naramsin, Palakinatim, Sarkimuna, Urhammu, Zikarsin</p>\n<p><strong>Female Names:</strong> Atanah, Belit, Ellat, Itani, Kissare, Ninmarki, Omarosa, Shala, Tabni, Zakiti</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## People\n\nLong before the Day Without Night, each of the great continents was home to a distinct tribe of mankind — Aurëposean, Danean, Ithean, Meniran, and Ulrukan. As the Ammas Aurë lies at the center of the world, all of these ancient tribes eventually came to its serene shores, where in time they battled, befriended and bred with one another. From these conquests and unions came the many diverse peoples that dwell in Aurëpos today. The most numerous of these peoples are described below, along with the great demihuman peoples that dwell amongst and alongside them.\n\n###### Celdorean\n\nThe great Celdorean people once ruled a thalassocracy that extended across all of northern Aurëpos. Though defeated by Aura centuries ago, they remain numerous in their homeland of Celdorea and the islands of Syrnasos, and in all the port cities and trading towns of the continent.\n\nCeldoreans are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads and prominent cheekbones. Overall their facial features are sharp and bony, and often described as hawk-like. Celdorean eyes are deep-set and either almond- or round-shaped, usually colored hazel, brown, or black but sometimes colored a striking green. Their skin color is light brown or olive tanning to dark brown or dark olive. Celdorean hair is straight or wavy, and colored rufous brown, auburn, dark auburn, or brown-black. The men have heavy beard and body hair.\n\nCeldoreans are usually named in Classical Celdorean after a favored relative in the prior generation of the father’s or mother’s family. Celdorean nobles carry hereditary family names, many formed by appending the suffix -ha or -zadeh to the founding ancestor’s name (e.g. Dadarshi of a noble house founded by Jatar might be “Dadarshi Jatarzadeh”). Commoners use patronyms instead of hereditary family names, with sons adding -pur and -apur to their father’s name (e.g. Dadarshi, son of Farhad, would be “Dadarshi Farhadapur”) and women adding -dar or -adar to their father’s name (e.g. Barsine, daughter of Imanish, would be “Barsine Imanishadar”).\n\n**Male Names:** Ardumanish, Dadarshi, Farhad, Haxamanish, Imanish, Jatar, Marduniya, Spitamaneh, Taxmaspada, Vishtaspa\n\n**Female Names**: Ashrafa, Barsine, Darya, Elaheha, Hediyeh, Iotapa, Karani, Malakeh, Stateira, Uparmiya\n\n###### Dwarven (Jutting and Meniri Mountains)\n\nFor centuries the stout and cunning dwarven people delved vast vaults in the Meniri and Jutting Mountains, gathering rich ores and creating enduring works of stone and iron. Today, the dwarves are an embattled race, fighting a never-ending war against the fast-breeding beastmen that have invaded their tunnels. Dwindling in number, barely clinging to the last of their holdings, dwarves are rarely seen by mankind. Those that do mingle with men are almost always adventurers of some sort.\n\nThe Meniri dwarves are very short-statured (men averaging 4’) but exceptionally stout, weighing as much as adult humans, with broad shoulders and hips, thick-boned limbs, and sturdy digits. They have large, round heads with prominent brows and strong chins. Their eyes are large, round, and very deep set, colored either grey, grey-brown, green, hazel, or light brown. Their skin ranges from medium to very dark brown, ocher, or sienna. Their hair is wavy or curly, and colored chestnut, grey, or black. Both the men and women have heavy beard and body hair. The Jutting dwarves are similar, but their nasal bridges tend to be concave rather than convex, their skin is a shade fairer, and their hair color is dark red, rufous brown, auburn, or brown-black.\n\nDwarves are usually named in Old Dwarven for a close relative, famous ancestor, or vault hero. In addition to their given name, all dwarves carry a hereditary family name. Each dwarven vault will have a small number of surnames associated with the families of that vault. The vault itself is always named after its founder’s family. A vault founder’s surname carries great prestige among dwarves (e.g. a dwarf named Hurgon Radokh who hails from the vault of Azen Radokh is likely a person of some importance). In addition to their given name and surname, dwarves enjoy collecting sobriquets and nicknames; any dwarf of distinction will carry at least one and sometimes two or three.\n\n**Male Names:** Arsic, Bombor, Denor, Hurgon, Korten, Morto, Norden, Stahlur, Torrad, Wharto\n\n**Female Names:** Arsi, Balla, Dara, Efti, Fili, Klia, Lara, Mora, Shylda, Thora\n\n**Surnames:** Breth, Domekh, Forkus, Gede, Karodar, Makor, Oengus, Radokh, Talorgen, Uoret\n\n###### Elven (Argollëan)\n\nArgollëan, or elven, civilization was at an advanced state well before human civilization had progressed past tribal bands. For two thousand years, the Argollëan Empire ruled Aurëpos, until its climactic destruction at the hands of the Thrassians. Today only a single elven kingdom survives, that of Northern Argollë, though scattered fastnesses can still be found in forests throughout Aurëpos. Elves hailing from Northern Argollë style themselves “high elves” and count themselves as the inheritors of their race’s ancient glories. Elves from the outlying fastnesses are generally called “wood elves.” What they lack in arrogance, wood elves more than make up for in reclusiveness.\n\nArgollëan elves are short-statured (men averaging 5’6” in height), but have such lithe, well-proportioned bodies that all other races look ungainly in comparison. They have long heads and heart-shaped faces with high cheekbones, finely-chiseled features, and full lips. Their eyes are almond-shaped and colored grey, blue, violet, green, or amber. Their hair is straight or wavy, and colored platinum, gold, silver, or blue-black. Their eyebrows are slender and they have neither beard nor body hair growth. Elven skin is pale, almost pure white, but suffers neither burning, browning, nor wrinkling — the Argollëans look ever young and fair to the eyes of men.\n\nElves are always given names in the lilting Classical Argollëan language. Elven men are traditionally named for their paternal relatives, elven women for their maternal ones. Most Argollëans do not use family names. Their men indicate lineage with the patronymic Mag (“son of”) followed by the father’s name (e.g. Aodan, son of Seanan, would be “Aodan Mag Seanan”). Their women use the matronymic Ni (“daughter of”) followed by the mother’s name (e.g. Irial, daughter of Saorla, would be “Irial Ni Saorla”). The identifiers Mag and Ni are sometimes dropped. Elves descended from a famous noble or hero may append the identifier Ua/Ui (“descendant of”) followed by the name of their ancestor (e.g. if Aodan is descended from the great hero Orthanach, he may call himself “Aodan Ua Orthanach”). This practice is most common among the high elven families of Northern Argollë. Ever-suspicious of outsiders, elves who leave Argollë often conceal their lineage and instead use sobriquets in the local tongue (e.g. Aodan might call himself “Aodan Silverhair”).\n\n**Male Names:** Aodan, Brogan, Caoimhin, Eadan, Fionntan, Mainchin, Orthanach, Rigan, Seanan, Tomman\n\n**Female Names:** Arial, Ceara, Dairinn, Enya, Irial, Mornya, Niamh, Riona, Saorla, Una\n\n###### Jutlandic\n\nSince time immemorial, barbarian tribes have dwelled along the lake-shores and riverways of Danae, making commerce with civilized Aurëpos only at their isolated trading posts on the southern slopes of the Jutting Mountains. A century ago they invaded Dappakosea in great numbers, conquering that land and reducing its once-proud people to thralls. Now barbarian kings and warlords rule a wide swath of the northern shores, called the Kingdoms of Jutland. From there, bold Jutlanders set out to seek their fortune as mercenaries, raiders, and traders throughout the civilized realms.\n\nJutlanders are tall-statured (men averaging 5’10”) with robust body builds characterized by thick necks, broad shoulders and hips, and large-boned limbs. They have wedge- or square-shaped faces with short, steep foreheads, heavy brow ridges, and broad, strong jaws. Civilized peoples find their facial features blunt and harsh. Their eyes are deep-set and colored either grey, light blue, blue, grey-blue, blue-green, or green. Jutlandic hair is straight or wavy, and colored golden blonde, dark blonde, golden brown, or rufous brown. In some regions of northern Jutland, platinum blonde hair and eyes of violet or pale, colorless grey are seen. The Jutlandic skin color ranges from pale to fair. The men have heavy beard and body hair.\n\nJutlanders are typically named in Old Jutlandic for a famous hero, ancestor, or relative. Instead of hereditary family names, Jutlanders use patronyms formed by adding -sson or -dottir to the father’s name (e.g. Gunnar, son of Olf, would be “Gunnar Olfsson”). Chiefs, heroes, and other persons of distinction may take or be given sobriquets based on their appearance, personality, or deeds (e.g. if Gunnar wins renown for slaughtering many foes, he might be called “Gunnar the Bloody-Handed”).\n\n**Male Names:** Asmund, Brardi, Dagr, Gunnar, Inthorn, Olf, Rannulfr, Sigwulf, Thorfin, Volundr\n\n**Female Names:** Astrid, Brynhild, Dagny, Eira, Ingrid, Katla, Nessa, Signy, Thyra, Unnhild\n\n###### Kemeshi\n\nThe Kemeshi people claim to have dwelled on the banks of the River Kem since before the Day Without Night. Whether this is true remains unknown, but the great antiquity of the tombs and temples of their land cannot be denied. The Kemeshi people are common only in their own land and the adjoining kingdoms of Kushtu, Opelenea, Somirea, and Shebatea, though they are sometimes found elsewhere working as scholars, sages, and sorcerers.\n\nKemeshi are medium-statured (men averaging 5’7”) with slender body builds, characterized by narrow shoulders and hips, long limbs, and slim digits. They have oval-shaped faces with sloping foreheads, slender jaws, prominent chins, and full lips. Kemeshi eyes are almond-shaped and colored light brown, dark brown, or black. Their skin color is medium brown to dark brown. Kemeshi hair is curly or wavy, and colored dark brown or black. The men have scant beard and body hair. Around one-tenth of Kemeshi nobility are pure-blooded Zaharans (see below).\n\nKemeshi typically carry a given name in Old Kemeshi. Names are held to have sacred power and carefully selected for aesthetic, religious, and symbolic value. The Kemeshi people do not use hereditary family names. Commoners typically carry just one name. Noteworthy individuals distinguish themselves by attaching additional names based on their accomplishments, ancestry, or faith. A Kemeshi ruler might have as many as five names — a given name, a throne name, a patronym, a matronym, and a religious name. Nobility often carry Zaharan names alongside or in lieu of Kemeshi ones.\n\n**Male Names:** Ankhopten, Bukhat, Djeer, Heferu, Khet, Menthu, Nekhep, Rakhapi, Senef, Weptu\n\n**Female Names**: Ameharu, Beshari, Djerti, Khenia, Matati, Netari, Pahaperi, Raya, Samina, Vibaha\n\n###### Krysean\n\nThe stout and stoic Krysean people originally hailed from the rugged Drakonir Mountains of south-eastern Aurëpos. For over five hundred years their fate has been intertwined with that of the Auran Empire. Today Kryseans can be found anywhere the Empire is or has been, working as craftsmen, laborers, merchants, and soldiers.\n\nKryseans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Kryseans eyes are deep-set and round, with hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Krysean hair is straight, wavy, or curly, and colored rufous brown, auburn, dark auburn, or brown-black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.\n\nKryseans are generally named in Classical Krysean after a favored ancestor, a mythic hero, or a close relative. Kryseans do not carry hereditary family names, instead indicating paternity simply by appending their father’s name after their own (e.g. Mandonio, the son of Terkinos, would be “Mandonio Terkinos”). Kryseans who have left their homes may use a toponymic, formed by adding -tar or -atar to the name of their village, town, or city of origin (e.g. Nesca from Kavala may call herself “Nesca Kavalatar”). Kryseans who are citizens of the Empire may take an Auran name, or may Auranize their existing one.\n\n**Male Names:** Aibekeres, Bodilkas, Culchas, Hilerno, Indikortes, Mandonio, Pirreso, Sigilo, Terkinos, Uxentio\n\n**Female Names:** Ausa, Chiomara, Daleninar, Ederata, Isbatara, Kara, Megara, Nesca, Sicounin, Unia\n\n###### Kushtu\n\nThe Kingdom of Kushtu is the northernmost of the Ivory Kingdoms. For centuries it has had commerce with Kemesh, Shebatea, and Somirea. Today Kushtu merchants, shamans, and soldiers can be found in all the great cities of Aurëpos.\n\nThe Kushtu people of the Ivory Kingdoms are tall-statured (men averaging 5’10”) with slender to athletic body builds, characterized by broad shoulders, narrow hips, and long legs. They have round- or diamond-shaped faces with narrow, steep foreheads, wide cheekbones, round chins, wide mouths, and full lips. Kushtu eyes are large, round, and black. Their glossy skin ranges from coffee-colored to brown-black. Their hair is black and tightly curled. The men have little to no beard and body hair.\n\nKushtu are usually named in Old Kushtun after a totemic animal, a desired personality trait, or a tribal hero. The Kushtu do not carry hereditary surnames. Chiefs, heroes, and shamans may take or be given a sobriquet after their given name (e.g. if Masamba has outfought a lion, he might be “Masamba the Lion-Hearted”).\n\n**Male Names:** Abimbola, Babtunde, Chiumbo, Isingoma, Jengo, Kwame, Masamba, Olabode, Simba, Tifari\n\n**Female Names**: Ameena, Binta, Denisha, Habika, Kabira, Mandisa, Nakeisha, Rafiya, Safara, Zabia\n\n###### Nicean\n\nThe people of Nicea have long plied the Ammas Aurë, counting themselves as one of the great maritime peoples of the continent. Much of the Auran Navy is staffed by Niceans, as were many of its colonies. Today, Niceans can be found in every coastal city and settlement of the Empire and Sunset Kingdoms, as well as in their own pastoral homeland.\n\nNiceans are medium-statured (men averaging 5’8”), with athletic to stocky body builds characterized by compact bodies and sturdy limbs. They have oval-shaped faces with wide, slightly sloped foreheads and moderately full lips. Nicean eyes are deep-set and round, with green, hazel, brown, and dark brown color. Their skin color ranges from light to medium brown, but tans to dark brown. Nicean hair is straight, wavy, or curly, and colored dark blonde, ash brown, dark brown, or black. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair.\n\nNiceans typically carry a given name in Classical Nicean, often referencing a grandparent, great uncle, or great aunt. In lieu of hereditary family names, they use patronyms formed by adding the suffix -adis, -akis, -atos, -ides, or -poulos to the father’s name (e.g. Metoros, the son of Vason, might be “Metoros Vasonides”). If a Nicean moves to another place he may replace his patronym with his village, town, or city of origin (e.g. if Metoros Vasonides is from Trikala but living in Arganos, he might be called “Metoros Trikala”). Prominent nobles, philosophers, heroes, and other persons of distinction may carry a sobriquet before or after their given name (e.g. if Metoros is a smooth talker, he might be “Metoros Golden-Tongued). Niceans who are citizens of the Empire may take an Auran name or Auranize their existing one.\n\n**Male Names:** Apollonis, Basilio, Damanos, Iannis, Klenos, Metoros, Peristo, Spyros, Thales, Vason\n\n**Female Names:** Acandra, Bassida, Daphyra, Eliona, Iandra, Neoma, Olyma, Selene, Thena, Zene\n\n###### Opelenean\n\nOpelenea has long been the gateway between the Sunset Kingdoms of the West and the Empire of the East, and the Opelenean people are consequently a widespread and well-traveled people. Opelenean merchants trade in every city of Aurëpos; Opelenean sailors crew purple-sailed ships found in every port of the Ammas Aurë; and Opelenean caravaneers traverse the sands of Shebatea, Kemesh, and even the Waste.\n\nOpeleneans are medium-statured (men averaging 5’7”) with stocky body builds characterized by square-built frames and short, sturdy limbs. They have oval- or ellipse-shaped faces with moderately sloped foreheads and full lips. Opelenean eyes are large and almond-shaped, with hazel, brown, or dark brown color. Their skin color ranges from medium to dark brown. Opelenean hair is wavy or curly, and colored dark brown or black, with ash brown or dark blonde occasionally seen. Their eyebrows tend to be thick and darker than their scalp hair. The men have heavy beard and body hair. Years of the slave trade have given many Opeleneans traces of foreign blood, so Danean, Ithean, or Ulrukan hair, eye, and skin coloration and facial features are not uncommon.\n\nOpeleneans are traditionally given names in Old Opelenean, typically taking a grandparent’s, great uncle’s, or great aunt’s name. They do not use family names, instead indicating lineage by attaching the patronymic Bar (“son of”) or Bat (“daughter of”) to their father’s name (e.g. “Danel Bar Uthman” is “Danel, son of Uthman”). Since Opeleneans became part of the Auran Empire, however, some families have begun to take Auran names, or to Auranize their given names and patronymics (e.g. “Danel Bar Uthman” might become “Danelus Baruthmanian”).\n\n**Male Names:** Abedsh, Bodash, Danel, Eshmunazar, Hiram, Juba, Maharbal, Paebel, Shillek, Uthman\n\n**Female Names:** Ashera, Elissa, Donatiya, Fahima, Hurriya, Padriya, Rasha, Sapphira, Talliya, Zahira\n\n###### Rornish\n\nOnce as barbaric as the Jutlanders, the Rornish people were gradually subjugated and civilized, first by the Celdorean Thalassocracy and later by the Auran Empire. When Rorn was part of the Empire, Rornish folk could be found throughout its provinces as craftsmen, soldiers, and servants. Some Rornish pockets still linger in eastern and southern lands, but today the Rornish are mostly found in the newly-independent kingdom, fighting in their ongoing war against the Jutlandic invaders to the west.\n\nRornish people are tall-statured (men averaging 5’10”) and athletically built, with broad shoulders and narrow waists. They have oval- or triangle-shaped faces with broad foreheads, narrow jaws, and moderately thin lips. Rornish eyes are round and deep-set, with coloration of blue, blue-grey, green-grey, green, hazel, or light brown. Their skin color ranges from fair and freckled to light brown. Rornish hair is straight or wavy, and colored golden blonde, strawberry, red, golden brown, rufous brown, auburn, or dark auburn. Their eyebrows tend to be thin and paler than their scalp hair. The men have moderate beard and body hair.\n\nRornish folk are typically named in the Ivorean language for a famous hero, ancestor, or relative. Rornish commoners do not carry hereditary family names. Men indicate paternity simply by appending their father’s name after their own (e.g. Owain, son of Stuarry, would be “Owain Stuarry”) while women indicate maternity by appending their mother’s name in a like fashion. However, Rornish nobles do carry hereditary family names; these are indicated by the identifier Ty followed by the name of their noble house (e.g. Urien, of House Caradoc, would be “Urien Ty Caradoc”). Because Rorn was a province of the Auran Empire for centuries, many Rornish people carry Auran or Auranized names (e.g. “Urienus Caradocian”), especially in the cities and coastal settlements where the Auran influence was most strongly felt.\n\n**Male Names:** Aeron, Braig, Caradoc, Georn, Mard, Owain, Roben, Stuarry, Theon, Urien\n\n**Female Names:** Anwen, Ceridwen, Deiresa, Eirwen, Katrist, Maranie, Nimue, Rachess, Seren, Vale\n\n###### Shebatean\n\nAccording to the cartographers, Shebatea is not part of Aurëpos, lying as it does across the Narrow Sea that separates it from Ulruk. And while few Aurëposean ever see the desert realm, Shebatean merchants, sailors, soldiers, and traders are nevertheless common throughout the Ammas Aurë region, famous for their cargoes of incense, spices, and slaves.\n\nShebateans are medium-statured (men averaging 5’8”) with slender to athletic body builds characterized by broad shoulders, narrow hips, and long legs. They have oval- or ellipse-shaped faces with large, full lips, slightly turned out. Somirean eyes are large, almond-shaped, and of dark brown or black color. Their skin ranges from dark olive to coffee-colored. Shebatean hair is either wavy or curly with wide, open ringlets, and colored dark brown or black. The men have scant to moderate body hair and slight beard hair, usually restricted to moustache and chin.\n\nShebateans are almost always given names in Old Shebatean, typically for desired personal traits or prominent heroes, clerics, and kings. Shebateans do not use family names, instead indicating lineage with the patronymic Ibn (“son of”) or Bint (“daughter of”) followed by their father’s name (e.g. Suad, son of Rahim, would be “Suad Ibn Rahim”). An aristocratic Shebatean will extend his name as far back as his ancestral records will allow (e.g. “Suad ibn Rahim ibn Wazir ibn Mahmud ibn Rahim”). Some prominent Shebateans will adopt an honorific preceded by Al- (“the”) announcing their deeds or virtue.\n\n**Male Names**: Abaddon, Baruch, Farouk, Hameed, Jafar, Mahmud, Omar, Rahim, Suad, Wazir\n\n**Female Names:** Aliyah, Bathsheba, Fatima, Jamila, Kelaya, Magdala, Nahara, Sapphira, Talia, Zerika\n\n###### Skysos\n\nHailing from the great steppe-land that extends westward from Aurëpos into Ithea, these dangerous but disorganized nomads have fought, raided, and plundered the lands of Celdorea, Somirea, Shebatea, and Kemesh for centuries. Now the Skysos tribes have united under a great kaǧan and seek conquest and tribute. Exiles and refugees from tribes defeated by the kaǧan can be found throughout Aurëpos, often working as adventurers or mercenaries.\n\nThe Skysos are short-statured (men averaging 5’5”) with stocky body builds characterized by square-built frames and short, bowed legs. They have round- or oval-shaped faces with broad features, high cheekbones, and small mouths with moderate lips. Their noses are of medium length and width, with low, concave bridges and wide nostrils. Their distinctive eyes are small, slanted, and narrow, with dark brown or black colors common and blue or grey occasionally seen. Their skin color ranges from light to dark ocher. The hair of the Skysos is very straight, colored dark brown, black, or blue-black. They have bushy eyebrows that often merge in the middle. The men have scant body hair and patchy beard hair. Skysos warriors often practice ritual scarification on their cheeks to make themselves look more fearsome.\n\nSkysos folk are usually named in the Old Skysos tongue. Skysos names are short and simple, typically referencing a totemic animal, a desired personality trait, or a tribal hero. The Skysos do not carry hereditary surnames. Chiefs, heroes, and shamans may carry a sobriquet after their given name (e.g. if Tolga has beheaded many enemies, he might be “Tolga Head-taker”).\n\n**Male Names**: Attila, Buǧra, Doǧan, Erkan, Hakan, Mahzun, Ozan, Ruga, Tolga, Uldin\n\n**Female Names:** Ayla, Beyza, Dilara, Esma, Hale, Mӑtine, Saba, Tϋlay, Ulyuna, Zehra\n\n###### Somirean\n\nThe proud and populous Somireans must be considered among the great peoples of Aurëpos. Everywhere within the Sunset Kingdoms, Somireans can be found in great numbers. Once they contended with Aura for the dominance of the region; today the two are allied against the menacing hordes of the Skysos. Noble- and priest-caste Somireans are nowadays not uncommon in the Empire’s armies, academies, and temples.\n\nSomireans are medium-statured (men averaging 5’7”) with athletic to stocky body builds characterized by compact bodies and short, sturdy limbs. They have ellipse-shaped faces with upright foreheads, curved features, and full lips. Somirean eyes are almond-shaped and dark brown or black in color. Their skin color ranges from medium ocher and reddish olive in the north to dark ocher and dark olive in the south. Somirean hair is straight or wavy, and colored dark brown, black, or blue-black. The men have moderate beard and body hair.\n\nSomireans are given names in Classical Somirean based on the configuration of the planets at their time of birth. The selection process seems random to those ignorant of these ancient astrological traditions. Noble-caste Somireans also carry hereditary surnames, usually ending in -ja (“descendant of”) or -yata (“heir of”) and derived from the names of the heroes and conquerors of Somirean mythology (e.g. “Artashumara Ramaja” means Artashumara, descendant of Rama”). Lower-caste Somireans do not carry hereditary family names. They will simply append their profession, their village, or their fathers’ name after their given name (e.g. “Kumara Puru” would be “Kumara, son of Puru”).\n\n**Male Names:** Artashumara, Bindusara, Kumara, Mahinda, Narasimha, Puru, Rama, Vardhana, Xandrama, Yashodharman\n\n**Female Names:** Asmali, Devita, Havati, Kavasha, Nitama, Preena, Skandara, Tadukhepa, Vashi, Yavi\n\n###### Thrassian\n\nThe scaly Thrassian race was magically bred from a cross of men and giant lizards long ago by unknown arcanists. Though once they ruled much of Aurëpos, some taint in the Thrassian bloodline caused them to slowly degenerate into primitive savagery. Today, only in dusky Kemesh, last surviving satrapy of Zahar, do Thrassians of the old stock still appear in significant numbers in Aurëpos. There are legends that a great Thrassian kingdom still exists in the inland jungles of Ulruk, south of the Waste, but reputable sages dismiss such claims as nonsense.\n\nThrassians are reptilian humanoids of great stature (males averaging 6’6” tall) with the heads and tails of lizards. A true warrior race, Thrassians have strong hands with sharp claws, reptilian mouths filled with fangs, and skin armored with a tough scaly hide. The scales are typically olive, brown, grey, or black, with cream patches, while their eyes are hazel, yellow, or orange with slitted pupils.\n\nThrassian slaves are typically given nicknames in whatever language their owner speaks. Freed Thrassians usually abandon this nickname in favor of a new Thrassian name drawn from the ancient myths and history of their people.\n\n**Male Names:** Akalamdug, Dumuzi, Hadanish, Iltasadum, Lugalme, Meduranki, Puzur, Shudurul, Untash, Zimudar\n\n**Female Names:** Asila, Irkalla, Kushla, Madala, Nissa, Shushana, Tibira, Ulsharra\n\n###### Tirenean\n\nThe empire-building Tireneans can be found throughout Aurëpos, though their greatest concentration remains in and around the city of Aura. They are tall-statured (men averaging 5’9”) with athletic body builds characterized by broad shoulders and narrow waists. They have long oval-shaped faces with upright foreheads, prominent cheekbones, narrow jaws, and moderately full lips. Tirenean eyes are deep-set and round, with coloration varying between blue-grey, grey, grey-brown, light brown, and dark brown. Their skin color is light but tans to dark brown. Tirenean hair is straight or wavy, and colored dark blonde, ash brown, dark brown, or black. The men have moderate beard and body hair.\n\nTireneans are proudly traditional about names, and take care to give every child a carefully-chosen Classical Auran name (although as fluency with Classical’s complexities has slipped away, many provincial Tireneans now carry vulgarized or hybridized versions of the old names). Moreover, while elsewhere in Aurëpos only the upper classes have surnames, in Tirenea even commoners possess hereditary family names (e.g. “Syrena Drakon”). During the Auran League era it was often claimed that every Tirenean was descended from nobility, which may account for Tirenea’s name itself - “land of crowns”. Perhaps becausecommoners have two names, nobles often claim a third name or cognomen based on some characteristic or accomplishment (e.g. “Audarius Valerian Tarkaun”).\n\n**Male Names:** Aurëus, Celictor, Destrio, Gundus, Omus, Quellus, Tavus, Valen, Zelicus\n\n**Female Names:** Aurëlyn, Celena, Dalefa, Hyapsë, Istria, Nauriva, Riara, Syrena, Valanna, Zeodarë\n\n**Surnames:** Amadorus, Drakon, Hyatavië, Ionicus, Mennicus, Nuvicerres, Süromus, Tarcalus, Valerian\n\n###### Zaharan\n\nThe erstwhile lords of men are today a rare and scattered people. Pure-blooded Zaharans dwell openly only amongst the nobility of Kemesh and the tyrannical city-states that dot the eastern coast of Ulruk. Elsewhere they live as exiles, disguising their ancestry and practicing their ancient customs in secret.\n\nZaharans are tall-statured (men averaging 5’9”) with slender body builds characterized by narrow shoulders and hips, long limbs, and slim digits. They have very long heads, sometimes lengthened further by ritual cranial elongation. Their long oval- or diamond-shaped faces have slanted ears, prominent cheekbones, narrow jaws, strong chins, and full lips. Their noses are long, high rooted, and straight. Zaharan eyes are large and almond-shaped, and colored amber, green-brown, grey-brown, or dark brown. Their skin color is reddish-brown, copper, or olive sienna. Their hair can be curly, straight, or wavy, either black or blue-black in color. Their eyebrows are thin and dark, while body and beard hair is scant. Albino Zaharans, with white skin and flaxen hair, are not uncommon and viewed with even more fear than usual.\n\nAs Zaharans are looked on with revulsion and fear by their former subjects, most adopt a public name from a local dialect for everyday use. The ancient Zaharan language is always used for a Zaharan’s true, secret name, however. Zaharans indicate descent by attaching the patronymic prefix Bet-, meaning “of the house of”, to their father’s name. Zaharans of the ancient families might bear names with generations worth of patronyms (e.g. “Ashurdan Bet-Izdubar Bet-Merodach Bet-Zikarsin” would be “Ashurdan, of the house of Izdubar, of the house of Merodach, of the house of Zikarsin,” thus tracing the line back to the bearer’s great-grand-father), or simply use the most ancient known ancestor. A Zaharan who can claim descent from one of the ancient sorcerer-kings is held in the highest esteem.\n\n**Male Names:** Ashurdan, Didanu, Izdubar, Kadashman, Merodach, Naramsin, Palakinatim, Sarkimuna, Urhammu, Zikarsin\n\n**Female Names:** Atanah, Belit, Ellat, Itani, Kissare, Ninmarki, Omarosa, Shala, Tabni, Zakiti\n"
}