{
  "html": "<h1>Appendix B: Conditions</h1>\n<p>Conditions alter a creature’s capabilities in a variety of ways and can arise as a result of a spell, a class power, a proficiency, a monster’s attack, or other effect. Most conditions, such as <strong>blinded</strong>, are impairments, but a few, such as <strong>invisible</strong>, can be advantageous. A condition lasts either until it is countered (the <strong>prone</strong> condition is countered by standing up, for example) or for a duration specified by the effect that imposed the condition. If multiple effects impose the same condition on a creature, each instance of the condition has its own duration, but the condition’s effects don’t get worse (unless the imposing effect specifies otherwise). A creature either has a condition or doesn’t. The following definitions specify what happens to a creature while it is subjected to a condition.</p>\n<h3>General Rules for Conditions</h3>\n<p>The following rules apply to all conditions, except where otherwise noted:</p>\n<ul>\n<li>A condition that prevents a creature from casting spells also prevents the creature from using spell-like abilities that require one full round or more, and from using scrolls.</li>\n<li>A condition that prevents a creature from moving also prevents the creature from taking actions in lieu of moving, such as standing up from being knocked down, sheathing one weapon and drawing another, readying or loosing a shield, picking an item off the ground, or retrieving an item from a pack or sack.</li>\n<li>A condition that prevents a creature from attacking also prevents the creature from taking actions in lieu of attacking that could not be taken as actions in lieu of moving, such as drinking a magic potion, lighting a torch, using a magic item, or turning undead.</li>\n<li>If a condition that reduces a creature’s speed, the reduction applies to all types of movement, including combat, encounter, long-distance, and any special movement.</li>\n</ul>\n<h6>Escaping from the Grabbed, Restrained, Webbed, and Wrestled Conditions</h6>\n<p>The grabbed, restrained, and wrestled conditions can be ended with a successful escape. Escaping is a combat action.</p>\n<p>When attempting to escape from being grabbed or wrestled, a creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it may attempt to break free with a Dungeonbashing proficiency throw. If the creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed, grappled, or restrained by a large or imposing creature, it suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped.</p>\n<p>When attempting to escape from being restrained or webbed, a creature may in some cases have the option to slip free or break free, as above. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it or to burn away the webbing. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s description) to the creature or appendage that has restrained it.</p>\n<h3>List of Conditions</h3>\n<h6>Beholding</h6>\n<ul>\n<li>A creature is beholding another creature or effect when that creature or effect is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized creature is 600’, so it can be beheld at 60’.)</li>\n<li>A creature can behold creatures using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.</li>\n<li>At the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered <strong>blinded</strong> until it stops closing its eyes.</li>\n</ul>\n<h6>Berserk</h6>\n<ul>\n<li>A berserk creature gains a +2 bonus to attack throws in melee and with thrown weapons.</li>\n<li>A berserk creature becomes immune to the cowering, faltering, or frightened conditions and never checks morale.</li>\n<li>A berserk creature suffers a -2 penalty to AC.</li>\n<li>A berserk creature becomes limited in his tactics. It cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement.</li>\n<li>The berserk condition ends when combat ends, and cannot be ended before then.</li>\n</ul>\n<h6>Bewitched</h6>\n<ul>\n<li>A bewitched creature believes that the caster who bewitched it is a beloved friend.</li>\n<li>A bewitched creature will interpret anything the caster says in the most favorable manner.</li>\n<li>If a fight breaks out between the bewitched creature’s allies and the caster, the creature will spend one round attempting to verbally defuse the fight, then thereafter fight against whichever side initiated the violence, making nonlethal attacks if possible.</li>\n<li>A bewitched creature might agree to cover up the caster’s activities, allow him access to restricted areas, risk its own life to save his, or do any of the other foolish things that people sometimes do for their friends despite their better judgment.</li>\n</ul>\n<h6>Blessed/Inspired</h6>\n<ul>\n<li>A blessed or inspired creature gains a +1 bonus to attack throws, armor class, morale rolls, and saving throws against fear.</li>\n<li>Blessed can stack with Inspired, so a creature can benefit from both the bard class power and the divine spell.</li>\n</ul>\n<h6>Blinded</h6>\n<ul>\n<li>A blinded creature is easy to sneak up on, and suffers a -2 penalty to surprise rolls.</li>\n<li>A blinded creature cannot claim line of sight on any targets except by touch. It cannot make missile attacks. It can only make melee attacks if it has reason to know the target is there. It suffers a -4 penalty to its melee attack throws.</li>\n<li>A blinded creature suffers a -4 penalty to all proficiency throws impacted by sight (Judge’s discretion).</li>\n<li>A blinded creature has all of its speeds reduced to 1/3 its normal rate (unless it has another way to see).</li>\n</ul>\n<h6>Burning</h6>\n<ul>\n<li>A burning creature suffers 1d8 fire damage at the starts of its initiative.</li>\n<li>The condition ends when the flames go out.</li>\n</ul>\n<h6>Charging</h6>\n<ul>\n<li>A charging creature gains a +2 bonus to melee attack throws, but becomes <strong>disordered</strong> until the start of its next initiative.</li>\n<li>A charging creature equipped with an impact weapon will deal impact damage.</li>\n<li>The condition is ended on the creature’s next initiative.</li>\n</ul>\n<h6>Choking / Vomiting</h6>\n<ul>\n<li>A choking or vomiting creature cannot take any actions or speak. However, it can still defend itself (it is not <strong>vulnerable</strong>).</li>\n</ul>\n<h6>Clambering</h6>\n<ul>\n<li>A clambering creature gains a +2 attack bonus against the target creature it has clambered onto and the creature that has been clambered onto is <strong>vulnerable</strong> to the clambering creature.</li>\n<li>A clambering creature gains a measure of protection against the target creature’s own attacks. If the target creature lacks arms, tails, or other appendages capable of reaching its own back, it cannot directly attack the clambering creature. Even if the target creature does have such appendages, it attacks the clambering combatant with a -4 penalty to attack throws.</li>\n</ul>\n<h6>Concentrating</h6>\n<ul>\n<li>A concentrating creature is able to sustain a spell or effect which requires concentration.</li>\n<li>The condition is ended immediately if the creature takes damage or fails a saving throw (except a secret saving throw).</li>\n<li>The condition is also ended immediately if the creature attacks, casts a spell, moves more than one-half its combat movement distance during a round, moves more than its exploration speed during a turn, or moves more than one-half its expedition speed during a day. Taking an action in lieu of moving, however, does not end the condition, nor does moving at exploration speed.</li>\n<li>A creature can maintain concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.</li>\n</ul>\n<h6>Concentrating and Stationary</h6>\n<ul>\n<li>A concentrating and stationary creature is able to sustain a continuous spell or effect which requires stationary concentration.</li>\n<li>The condition ends if the creature takes damage or fails a saving throw (except a secret saving throw).</li>\n<li>The condition also ends if the creature takes any action other than remaining stationary and sustaining the spell.</li>\n<li>A creature can maintain stationary concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.</li>\n</ul>\n<h6>Cowering</h6>\n<ul>\n<li>A cowering creature cannot take any actions until the condition ends.</li>\n<li>A cowering creature is <strong>vulnerable</strong> until the condition ends.</li>\n</ul>\n<h6>Deafened</h6>\n<ul>\n<li>A deafened creature suffers a -2 penalty to surprise rolls.</li>\n<li>A deafened creature automatically fails Listening throws. It cannot claim earshot on any sounds.</li>\n<li>A deafened creature cannot use echolocation or shadowy senses to see.</li>\n<li>When a creature engages an unengaged deafened opponent from the rear, the opponent cannot make a free facing change unless it has some other non-visual means to detect the opponent (such as mechanoreception).</li>\n<li>Due to its inability to hear itself, a deafened creature has a -4 penalty on any throws that require vocalization (such as a using Magical Music proficiency).</li>\n<li>If a deafened creature wants to cast a spell, read a scroll, or utter a command word, the creature must make a throw of 8+. If the throw succeeds, the creature can take the action. If the throw fails, the creature’s spell fizzles, scroll is wasted, or command word is misspoken.</li>\n</ul>\n<h6>Dehydrated</h6>\n<ul>\n<li>A dehydrated creature cannot force march or heal wounds naturally.</li>\n<li>A dehydrated creatures loses 1d6 CON each day until the condition ends or his CON reaches 0, at which point he dies.</li>\n<li>The condition ends when the creature drinks a full ration of water. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Disfavored</h6>\n<ul>\n<li>Each time a disfavored castercasts a divine spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.</li>\n<li>The condition ends as soon as the caster meets his daily prayer requirement.</li>\n</ul>\n<h6>Disordered</h6>\n<ul>\n<li>A disordered creature’s AC is reduced by 2.</li>\n<li>The condition ends at the start of the creature’s next initiative.</li>\n</ul>\n<h6>Dominated</h6>\n<ul>\n<li>A dominated creature acts according to its dominator’s will, doing whatever is mentally commanded of it, including fight, flee, speak, etc.</li>\n<li>A dominated creature has no independent volition and if left without commands will sit idle or revert to instinctual behaviors.</li>\n</ul>\n<h6>Drowning</h6>\n<ul>\n<li>A drowning creature cannot take any actions.</li>\n<li>A drowning creature sinks 10’ per stone of encumbrance each round at the start of its initiative.</li>\n<li>A drowning creature is <strong>vulnerable</strong>.</li>\n<li>The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning creature imposes one-half its weight in encumbrance (usually 7 3/6 stone).</li>\n<li>If the condition has not ended after 5 rounds, the drowning creature dies at the end of its initiative.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Enervated</h6>\n<ul>\n<li>An enervated creature must make a Death saving throw each day when it wakes from 8 hours of restful sleep. If the creature rests in a pinnacle of good (see <em><strong>ACKS JJ</strong></em><em>,</em> p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not gain 8 hours of restful sleep in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature unlucky enough to be reduced to 0 maximum hit points by this condition is slain.</li>\n<li>A creature can end the condition and restore its maximum hit point total by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.</li>\n</ul>\n<h6>Engaged</h6>\n<ul>\n<li>An engaged creature cannot charge and has a limited range of movement actions. It cannot march, stand up, or take cover. It can remain stationary and turn to face an engaging opponent.</li>\n<li>An engaged creature can still cast a spell or retreat as a full-round action and can still withdraw or take an action in lieu of moving.</li>\n<li>The condition ends immediately when the creature is no longer within 5’ of an opponent that is facing it and not helpless.</li>\n</ul>\n<h6>Enlarged</h6>\n<ul>\n<li>An enlarged creature increases its size by one size category. It becomes two times as tall and eight times as heavy as it is ordinarily. If it is increased to huge size, its AC is reduced by 1; if gigantic, by 2; if colossal, by 4.</li>\n<li>An enlarged creature gains +2 to melee attack and throws and gains an additional die of damage with melee and thrown attacks dealing physical damage. If these attacks already deal a set of damage dice, it deals an additional set of damage dice (e.g. 4d6 instead of 2d6).</li>\n</ul>\n<h6>Enslaved</h6>\n<ul>\n<li>An enslaved creature in the presence of its enslaver will respond to its enslaver’s orders and do whatever is commanded of it. In the absence of orders, the enslaved creature will act in the interests of its enslaver to serve and protect it as best it can.</li>\n<li>An enslaved creature absent its enslaver will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Characters familiar with the enslaved creature before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they<em>discern bewitchment</em><strong>.</strong></li>\n<li>If the enslaver attacks the enslaved creature or its allies, the enslaved creature will not defend itself or fight its enslaver.</li>\n</ul>\n<h6>Enthralled</h6>\n<ul>\n<li>On its initiative, an enthralled creature will move at combat speed towards the closest creature that enthralled it. If its movement brings it into deep water, the creature begin <strong>drowning</strong>.</li>\n<li>An enthralled creature cannot take full-round actions, combat actions, or even speak.</li>\n<li>An enthralled creature is <strong>vulnerable</strong> to attacks by the creature(s) that enthralled it.</li>\n<li>The condition ends when the duration elapses, the effect is dispelled, or the creature that caused the condition is slain.</li>\n</ul>\n<h6>Faltering</h6>\n<ul>\n<li>A faltering creature suffers a -2 penalty to attack throws, proficiency throws, and saving throws against the source of this condition.</li>\n</ul>\n<h6>Fatigued</h6>\n<ul>\n<li>A fatigued creature suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls until the condition ends.</li>\n<li>The condition is ended when the creature rests as its dedicated activity for a day and gets 8 hours of restful sleep.</li>\n<li>If a creature continues to be active, the penalty is cumulative with each additional day until the condition ends.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Flanked</h6>\n<ul>\n<li>Attack throws against flanked creatures gain a +2 bonus.</li>\n<li>A creature is never flanked and <strong>vulnerable</strong> to the same opponent; the vulnerable condition takes precedence.</li>\n</ul>\n<h6>Forgetful</h6>\n<ul>\n<li>Each time a forgetful castercasts an arcane spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.</li>\n<li>The condition ends as soon as the caster meets his daily study requirement.</li>\n</ul>\n<h6>Frightened</h6>\n<ul>\n<li>A frightened creature cannot cast spells, take combat actions, or speak (except to make exclamations of peril and warning such as “DRAGON!” or “Flee for your life!”).</li>\n<li>A frightened creature must retreat from the source of its fear at its running speed until the condition ends.</li>\n<li>If a frightened creature cannot flee, it must <strong>cower</strong> in terror.</li>\n<li>An <strong>engaged</strong> creature that is frightened will cower in terror until it is able to disengage with defensive movement.</li>\n</ul>\n<h6>Grabbed</h6>\n<ul>\n<li>A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>While a creature is grabbed, the opponent which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</li>\n<li>While a creature is grabbed, the opponent which grabbed it can move (bringing the grabbed creature with it), but the grabbed creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the grabbed creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.</li>\n<li>A grabbed creature also has the <strong>vulnerable</strong> condition while it is grabbed.</li>\n<li>The grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n<h6>Helpless</h6>\n<ul>\n<li>A helpless creature cannot take any actions.</li>\n<li>A helpless creature is <strong>vulnerable</strong>.</li>\n<li>Melee attack throws against helpless creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is also not <strong>engaged</strong>, and his attack is capable of damaging the helpless creature, then the helpless creature can be automatically slain without attack or damage rolls by using a coup de grace. The attacker cannot cleave after a coup de grace.</li>\n</ul>\n<h6>Hidden</h6>\n<ul>\n<li>No creature can claim line of sight on a creature that is hidden from it until after the condition ends.</li>\n<li>When a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change.</li>\n<li>If an opponent knows the hidden creature is there, it can attack the hidden creature in melee at a -4 penalty.</li>\n<li>The hidden condition expires at the end of the creature’s initiative if it moves or attacks, unless otherwise noted. The condition also expires if the cover or darkness no longer conceals the creature from its opponents or if chooses to stop hiding.</li>\n</ul>\n<h6>Hungry</h6>\n<ul>\n<li>A hungry creature suffers a -1 penalty on attack throws, proficiency throws, and saving throws until the condition ends.</li>\n<li>The condition is ended when the creature eats a full ration of food.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Hypothermic</h6>\n<ul>\n<li>A hypothermic adventurer cannot force march or heal wounds naturally.</li>\n<li>A hypothermic creature loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies.</li>\n<li>The condition ends if the creature is able to warm itself by a campfire or other large heat source for at least one hour.</li>\n<li>Only living creatures can be affected by this condition.</li>\n<li>Creatures which are resistant or invulnerable to cold damage are immune to this condition.</li>\n</ul>\n<h6>Immune</h6>\n<ul>\n<li>Immunity applies to particular damage types or effects. A creature can be immune to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other. It might also be immune to specific effects or groups of effects, such as fear, disease, spells of a certain type, or even all spells below a certain level.</li>\n<li>An immune creature automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage or effects of that type.</li>\n</ul>\n<h6>Incapacitated</h6>\n<ul>\n<li>An incapacitated creature cannot be healed above 1 hit point.</li>\n<li>An incapacitated creature cannot attack, cast spells, or undertake dedicated activities of any sort.</li>\n<li>An incapacitated creature can move at half its speed. It cannot run or force march.</li>\n<li>An incapacitated creature that is reduced to 0 or fewer hp is instantly slain.</li>\n<li>The condition is ended when the incapacitated creature has recuperated for the required number of days.</li>\n</ul>\n<h6>Infuriated</h6>\n<ul>\n<li>An infuriated creature will attack any creatures it can detect. It will prioritize attacking whichever creature has most recently damaged it, but otherwise will attack the closest target. If the creature has no eligible targets, it will wait motionless in seething fury until a target presents itself.</li>\n<li>An infuriated creature gains a +2 bonus to its attack throws but suffers a -2 penalty to its AC due to its mindless rage.</li>\n<li>An infuriated creature is immune to fear and ignores morale rolls.</li>\n<li>An infuriated creature cannot speak.</li>\n</ul>\n<h6>Mesmerized</h6>\n<ul>\n<li>A mesmerized creature cannot take any actions.</li>\n<li>A mesmerized creature is <strong>mute</strong>.</li>\n<li>A mesmerized creature can still defend itself (i.e. it is not <strong>vulnerable</strong>).</li>\n</ul>\n<h6>Mad</h6>\n<ul>\n<li>A mad creature who is attacked automatically retaliates on its next initiative, as long as it is still mad at the start of its initiative.</li>\n<li>A mad creature which is restrained, imprisoned, alone, or otherwise can’t carry out the indicated action does nothing but babble incoherently.</li>\n<li>In all other cases, a mad creature must roll randomly on its initiative number each round to determine its actions. The exact table rolled on depends on the source of the madness.</li>\n</ul>\n<h6>Mute</h6>\n<ul>\n<li>A mute creature cannot speak. This precludes casting spells, triggering magic items that rely on a command word, issuing verbal orders, and any other action relying on speech.</li>\n</ul>\n<h6>Paralyzed</h6>\n<ul>\n<li>A paralyzed creature is <strong>helpless</strong> and <strong>mute</strong>.</li>\n</ul>\n<h6>Petrified</h6>\n<ul>\n<li>A petrified creature is <strong>helpless</strong>.</li>\n<li>A petrified creature cannot see, hear, smell, taste, touch, speak, or think.</li>\n<li>A petrified creature does not age, and is immune to all enchantment effects and to all death spells except <em>depetrification</em>or <em>disintegration</em>.</li>\n<li>A petrified creature is damaged as a stone structure. Its weight is multiplied by 3. It has 1 shp per 2,000 lbs, rounded up.</li>\n</ul>\n<h6>Prone</h6>\n<ul>\n<li>A prone creature can take movement actions, but only to crawl at a speed of 5’, to take an action in lieu of moving, or to end the condition by using an action in lieu of moving to stand up.</li>\n<li>A prone creature that is <strong>engaged</strong> is subject to the movement restrictions of being engaged, so it can only crawl if using defensive movement, and cannot stand up as an action in lieu of moving.</li>\n<li>A prone creature can attack, but suffers a -4 penalty on its attack throws. A prone creature can stand up in lieu of attacking.</li>\n<li>A prone creature is <strong>vulnerable</strong>.</li>\n<li>The condition is ended immediately when the creature stands up.</li>\n</ul>\n<h6>Queasy</h6>\n<ul>\n<li>A queasy creature suffers a -3 to attack throws, proficiency throws, and damage rolls.</li>\n</ul>\n<h6>Resistant</h6>\n<ul>\n<li>Resistance applies to particular damage types. A creature can be resistant to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other.</li>\n<li>A resistant creature suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type.</li>\n</ul>\n<h6>Restrained</h6>\n<ul>\n<li>A restrained creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</li>\n<li>The opponent which restrained the creature can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever special natural weapon it used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</li>\n<li>A restrained creature also has the <strong>vulnerable</strong> condition while it is restrained.</li>\n<li>Sometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.</li>\n<li>While a creature is restrained, the opponent which restrained it can move itself (bringing the restrained creature with it), but the restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the restrained creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.</li>\n<li>If a creature is restrained by long appendages (such as tentacles), the opponent which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the opponent’s combat speed, subject to encumbrance. The restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creature’s normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.</li>\n<li>The restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n<h6>Shaken</h6>\n<ul>\n<li>A shaken creature suffers a -1 penalty to attack throws, armor class, morale rolls, and saving throws against fear.</li>\n</ul>\n<h6>Shrunk</h6>\n<ul>\n<li>A shrunkcreature becomes half as tall and one-eighth as heavy as he is ordinarily. Its strength decreases proportionately, such that it suffers -2 to melee attack throws, deals half damage with physical attacks, and halves its carrying capacity. It also takes a -8 penalty to Dungeonbashing proficiency throws.</li>\n<li>Any equipment the shrunk creature was carrying or wearing now has half as much encumbrance.</li>\n<li>The shrunk creature gains a +4 bonus to Hiding and Sneaking. If unproficient, it is treated as proficient with a throw of 14+.</li>\n</ul>\n<h6>Slumbering</h6>\n<ul>\n<li>A slumbering creature is <strong>helpless</strong>.</li>\n<li>A slumbering creature is <strong>blinded</strong>, <strong>deafened</strong>, and <strong>mute</strong> (except for the occasional snore)<em>.</em></li>\n<li>The condition is ended immediately if the slumbering creature is attacked, damaged, or moved.</li>\n<li>Unless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Starving</h6>\n<ul>\n<li>A starving creature is <strong>hungry</strong>.</li>\n<li>A starving creature cannot force march or heal wounds naturally.</li>\n<li>A starving creature loses 1 CON each day until the condition ends or its CON reaches 0, at which point it dies.</li>\n<li>The condition is replaced with the <strong>underfed</strong> condition when the creature eats a full ration of food. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Sneaking</h6>\n<ul>\n<li>A sneaking creature makes no noise when it moves. Even creatures that make a successful Listening proficiency throw hear nothing.</li>\n<li>When a sneaking creature engages an unengaged opponent from the rear, the opponent cannot make a free facing change.</li>\n<li>The sneaking condition expires at the end of the creature’s initiative if it attacks by any means except for a coup de grace. The condition also expires if the creature chooses to stop sneaking.</li>\n</ul>\n<h6>Stuck</h6>\n<ul>\n<li>A stuck creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>A stuck creature is <strong>vulnerable</strong>.</li>\n<li>When attempting to escape from being stuck, a creature has two options, wiggling backwards or pushing forward.</li>\n<li>If the creature attempts to wiggle backwards, it must make a Paralysis saving throw. If the throw succeeds, it retreats 10’ and the condition ends. If the throw fails, the creature remains stuck.</li>\n<li>If the creature attempts to push forward, it must make a Dungeonbashing proficiency throw. If the throw succeeds, the creature advances 10’ and the condition ends. If the throw fails, the creature worsens its plight. Further attempts to escape have a cumulative -4 penalty to their throws.</li>\n<li>The creature’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the creature has Contortionism proficiency, it gains a +4 bonus on either throw.</li>\n</ul>\n<h6>Subjacent</h6>\n<ul>\n<li>Attack throws against subjacent creatures gain a +1 bonus.</li>\n</ul>\n<h6>Surprised</h6>\n<ul>\n<li>A surprised creature cannot take any actions.</li>\n<li>A surprised creature is <strong>vulnerable</strong>.</li>\n<li>The condition ends at the start of the next combat round.</li>\n</ul>\n<h6>Unconscious</h6>\n<ul>\n<li>An unconscious creature is <strong>helpless</strong>.</li>\n<li>An unconscious creature is <strong>blinded</strong>, <strong>deafened</strong>, and <strong>mute</strong> (except for the occasional snore)<em>.</em></li>\n<li>The condition is ended when the creature is slain.</li>\n<li>The condition is also ended when the unconscious creature’s wounds are treated. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the <strong>Mortal Wounds</strong> table and apply any appropriate modifiers listed.</li>\n<li>The condition is also ended if 24 hours pass. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the <strong>Mortal Wounds</strong> table, with no bonus for treatment and at the full -10 penalty for being treated 1 day later.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Underfed</h6>\n<ul>\n<li>An underfed creature is <strong>hungry</strong>.</li>\n<li>An underfed creature cannot force march or heal wounds naturally.</li>\n<li>The condition ends if the creature eats a full ration of food.</li>\n<li>If the condition has not ended after five days of no food, or ten days with half rations of food, the <strong>hungry</strong> condition is replaced with the <strong>starving</strong> condition.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Vexed</h6>\n<ul>\n<li>A vexed creature suffers 1 piercing damage, or 2 piercing damage if it is unarmored and has a natural AC of 3 or less, at the end of its initiative each round.</li>\n<li>The vexed condition ends immediately if the creature becomes engulfed or submerges itself in a body of water. Otherwise it ends after 3 rounds.</li>\n</ul>\n<h6>Vulnerable</h6>\n<ul>\n<li>A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so.</li>\n<li>All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the vulnerable creature. The vulnerable creature is dealt the attack’s ordinary damage, or the attack’s ordinary damage plus additional damage from ambush or backstab.</li>\n<li>A creature is vulnerable to all opponents anytime it is <strong>cowering</strong>, <strong>drowning</strong>, <strong>enthralled</strong>, <strong>grabbed</strong>, <strong>helpless</strong>, <strong>paralyzed</strong>, <strong>petrified</strong>, <strong>prone</strong>, <strong>restrained</strong>, <strong>slumbering</strong>, <strong>surprised</strong>, <strong>stuck</strong>, <strong>unconscious</strong>, <strong>webbed</strong>, or <strong>wrestled</strong>.</li>\n<li>A creature is vulnerable to a particular opponent if that opponent is attacking the creature from the rear, has <strong>enthralled</strong> the creature, or is <strong>clambering</strong> on the creature.</li>\n<li>A creature is never <strong>flanked</strong> and vulnerable to the same opponent; the vulnerable condition takes precedence.</li>\n</ul>\n<h6>Webbed</h6>\n<ul>\n<li>A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</li>\n<li>A webbed creature is <strong>vulnerable</strong>.</li>\n<li>Sometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes <strong>grabbed</strong>.</li>\n<li>The webbed condition is ended immediately when the webbed creature escapes by slipping free or breaking free, or if the web is cut or burned away. If a creature has been webbed multiple times, it must slip free, break free, cut, or burn each web separately.</li>\n<li>Slipping free requires a successful Paralysis saving throw. If the save succeeds, the creature escapes. If the save fails, creature becomes more entangled in the webs, leaving it <strong>helpless</strong>.</li>\n<li>Breaking free requires a successful Dungeonbashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).</li>\n<li>Webbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing extraordinary slashing damage. If the attack throw succeeds, the creature is no longer webbed. Setting fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.</li>\n<li>Incorporeal creatures are immune to this condition.</li>\n</ul>\n<h6>Winded</h6>\n<ul>\n<li>Winded creatures cannot run or charge.</li>\n<li>Winded creatures rowing vessels cannot move the vessel at oar sprint speed.</li>\n<li>The condition is ended when the creature rests for one turn (10 minutes).</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n<h6>Wrestled</h6>\n<ul>\n<li>A wrestled creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>While a creature is wrestled, the opponent which wrestled it can attack it with a tiny weapon, or perform a brawl, force back, disarm, or knock down action each round, without having to make an attack throw so long as it remains wrestled. The opponent still receives a saving throw (if any).</li>\n<li>While a creature is wrestled, the opponent which wrestled it can move (bringing the wrestled creature with it), but the wrestled creature’s weight in stones is applied as encumbrance to the opponent. If the wrestled creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the wrestled creature is at least one size category smaller than the opponent.</li>\n<li>A wrestled creature is <strong>vulnerable</strong>.</li>\n<li>The wrestled condition is ended immediately when the wrestled creature escapes or when the creature which wrestled it releases it or performs a force back or knock down.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n",
  "sections": [
    {
      "title": "Appendix B: Conditions",
      "level": 1,
      "html": "<p>Conditions alter a creature’s capabilities in a variety of ways and can arise as a result of a spell, a class power, a proficiency, a monster’s attack, or other effect. Most conditions, such as <strong>blinded</strong>, are impairments, but a few, such as <strong>invisible</strong>, can be advantageous. A condition lasts either until it is countered (the <strong>prone</strong> condition is countered by standing up, for example) or for a duration specified by the effect that imposed the condition. If multiple effects impose the same condition on a creature, each instance of the condition has its own duration, but the condition’s effects don’t get worse (unless the imposing effect specifies otherwise). A creature either has a condition or doesn’t. The following definitions specify what happens to a creature while it is subjected to a condition.</p>\n"
    },
    {
      "title": "General Rules for Conditions",
      "level": 3,
      "html": "<p>The following rules apply to all conditions, except where otherwise noted:</p>\n<ul>\n<li>A condition that prevents a creature from casting spells also prevents the creature from using spell-like abilities that require one full round or more, and from using scrolls.</li>\n<li>A condition that prevents a creature from moving also prevents the creature from taking actions in lieu of moving, such as standing up from being knocked down, sheathing one weapon and drawing another, readying or loosing a shield, picking an item off the ground, or retrieving an item from a pack or sack.</li>\n<li>A condition that prevents a creature from attacking also prevents the creature from taking actions in lieu of attacking that could not be taken as actions in lieu of moving, such as drinking a magic potion, lighting a torch, using a magic item, or turning undead.</li>\n<li>If a condition that reduces a creature’s speed, the reduction applies to all types of movement, including combat, encounter, long-distance, and any special movement.</li>\n</ul>\n"
    },
    {
      "title": "Escaping from the Grabbed, Restrained, Webbed, and Wrestled Conditions",
      "level": 6,
      "html": "<p>The grabbed, restrained, and wrestled conditions can be ended with a successful escape. Escaping is a combat action.</p>\n<p>When attempting to escape from being grabbed or wrestled, a creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it may attempt to break free with a Dungeonbashing proficiency throw. If the creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed, grappled, or restrained by a large or imposing creature, it suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped.</p>\n<p>When attempting to escape from being restrained or webbed, a creature may in some cases have the option to slip free or break free, as above. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it or to burn away the webbing. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s description) to the creature or appendage that has restrained it.</p>\n"
    },
    {
      "title": "List of Conditions",
      "level": 3,
      "html": ""
    },
    {
      "title": "Beholding",
      "level": 6,
      "html": "<ul>\n<li>A creature is beholding another creature or effect when that creature or effect is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized creature is 600’, so it can be beheld at 60’.)</li>\n<li>A creature can behold creatures using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.</li>\n<li>At the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered <strong>blinded</strong> until it stops closing its eyes.</li>\n</ul>\n"
    },
    {
      "title": "Berserk",
      "level": 6,
      "html": "<ul>\n<li>A berserk creature gains a +2 bonus to attack throws in melee and with thrown weapons.</li>\n<li>A berserk creature becomes immune to the cowering, faltering, or frightened conditions and never checks morale.</li>\n<li>A berserk creature suffers a -2 penalty to AC.</li>\n<li>A berserk creature becomes limited in his tactics. It cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement.</li>\n<li>The berserk condition ends when combat ends, and cannot be ended before then.</li>\n</ul>\n"
    },
    {
      "title": "Bewitched",
      "level": 6,
      "html": "<ul>\n<li>A bewitched creature believes that the caster who bewitched it is a beloved friend.</li>\n<li>A bewitched creature will interpret anything the caster says in the most favorable manner.</li>\n<li>If a fight breaks out between the bewitched creature’s allies and the caster, the creature will spend one round attempting to verbally defuse the fight, then thereafter fight against whichever side initiated the violence, making nonlethal attacks if possible.</li>\n<li>A bewitched creature might agree to cover up the caster’s activities, allow him access to restricted areas, risk its own life to save his, or do any of the other foolish things that people sometimes do for their friends despite their better judgment.</li>\n</ul>\n"
    },
    {
      "title": "Blessed/Inspired",
      "level": 6,
      "html": "<ul>\n<li>A blessed or inspired creature gains a +1 bonus to attack throws, armor class, morale rolls, and saving throws against fear.</li>\n<li>Blessed can stack with Inspired, so a creature can benefit from both the bard class power and the divine spell.</li>\n</ul>\n"
    },
    {
      "title": "Blinded",
      "level": 6,
      "html": "<ul>\n<li>A blinded creature is easy to sneak up on, and suffers a -2 penalty to surprise rolls.</li>\n<li>A blinded creature cannot claim line of sight on any targets except by touch. It cannot make missile attacks. It can only make melee attacks if it has reason to know the target is there. It suffers a -4 penalty to its melee attack throws.</li>\n<li>A blinded creature suffers a -4 penalty to all proficiency throws impacted by sight (Judge’s discretion).</li>\n<li>A blinded creature has all of its speeds reduced to 1/3 its normal rate (unless it has another way to see).</li>\n</ul>\n"
    },
    {
      "title": "Burning",
      "level": 6,
      "html": "<ul>\n<li>A burning creature suffers 1d8 fire damage at the starts of its initiative.</li>\n<li>The condition ends when the flames go out.</li>\n</ul>\n"
    },
    {
      "title": "Charging",
      "level": 6,
      "html": "<ul>\n<li>A charging creature gains a +2 bonus to melee attack throws, but becomes <strong>disordered</strong> until the start of its next initiative.</li>\n<li>A charging creature equipped with an impact weapon will deal impact damage.</li>\n<li>The condition is ended on the creature’s next initiative.</li>\n</ul>\n"
    },
    {
      "title": "Choking / Vomiting",
      "level": 6,
      "html": "<ul>\n<li>A choking or vomiting creature cannot take any actions or speak. However, it can still defend itself (it is not <strong>vulnerable</strong>).</li>\n</ul>\n"
    },
    {
      "title": "Clambering",
      "level": 6,
      "html": "<ul>\n<li>A clambering creature gains a +2 attack bonus against the target creature it has clambered onto and the creature that has been clambered onto is <strong>vulnerable</strong> to the clambering creature.</li>\n<li>A clambering creature gains a measure of protection against the target creature’s own attacks. If the target creature lacks arms, tails, or other appendages capable of reaching its own back, it cannot directly attack the clambering creature. Even if the target creature does have such appendages, it attacks the clambering combatant with a -4 penalty to attack throws.</li>\n</ul>\n"
    },
    {
      "title": "Concentrating",
      "level": 6,
      "html": "<ul>\n<li>A concentrating creature is able to sustain a spell or effect which requires concentration.</li>\n<li>The condition is ended immediately if the creature takes damage or fails a saving throw (except a secret saving throw).</li>\n<li>The condition is also ended immediately if the creature attacks, casts a spell, moves more than one-half its combat movement distance during a round, moves more than its exploration speed during a turn, or moves more than one-half its expedition speed during a day. Taking an action in lieu of moving, however, does not end the condition, nor does moving at exploration speed.</li>\n<li>A creature can maintain concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.</li>\n</ul>\n"
    },
    {
      "title": "Concentrating and Stationary",
      "level": 6,
      "html": "<ul>\n<li>A concentrating and stationary creature is able to sustain a continuous spell or effect which requires stationary concentration.</li>\n<li>The condition ends if the creature takes damage or fails a saving throw (except a secret saving throw).</li>\n<li>The condition also ends if the creature takes any action other than remaining stationary and sustaining the spell.</li>\n<li>A creature can maintain stationary concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.</li>\n</ul>\n"
    },
    {
      "title": "Cowering",
      "level": 6,
      "html": "<ul>\n<li>A cowering creature cannot take any actions until the condition ends.</li>\n<li>A cowering creature is <strong>vulnerable</strong> until the condition ends.</li>\n</ul>\n"
    },
    {
      "title": "Deafened",
      "level": 6,
      "html": "<ul>\n<li>A deafened creature suffers a -2 penalty to surprise rolls.</li>\n<li>A deafened creature automatically fails Listening throws. It cannot claim earshot on any sounds.</li>\n<li>A deafened creature cannot use echolocation or shadowy senses to see.</li>\n<li>When a creature engages an unengaged deafened opponent from the rear, the opponent cannot make a free facing change unless it has some other non-visual means to detect the opponent (such as mechanoreception).</li>\n<li>Due to its inability to hear itself, a deafened creature has a -4 penalty on any throws that require vocalization (such as a using Magical Music proficiency).</li>\n<li>If a deafened creature wants to cast a spell, read a scroll, or utter a command word, the creature must make a throw of 8+. If the throw succeeds, the creature can take the action. If the throw fails, the creature’s spell fizzles, scroll is wasted, or command word is misspoken.</li>\n</ul>\n"
    },
    {
      "title": "Dehydrated",
      "level": 6,
      "html": "<ul>\n<li>A dehydrated creature cannot force march or heal wounds naturally.</li>\n<li>A dehydrated creatures loses 1d6 CON each day until the condition ends or his CON reaches 0, at which point he dies.</li>\n<li>The condition ends when the creature drinks a full ration of water. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Disfavored",
      "level": 6,
      "html": "<ul>\n<li>Each time a disfavored castercasts a divine spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.</li>\n<li>The condition ends as soon as the caster meets his daily prayer requirement.</li>\n</ul>\n"
    },
    {
      "title": "Disordered",
      "level": 6,
      "html": "<ul>\n<li>A disordered creature’s AC is reduced by 2.</li>\n<li>The condition ends at the start of the creature’s next initiative.</li>\n</ul>\n"
    },
    {
      "title": "Dominated",
      "level": 6,
      "html": "<ul>\n<li>A dominated creature acts according to its dominator’s will, doing whatever is mentally commanded of it, including fight, flee, speak, etc.</li>\n<li>A dominated creature has no independent volition and if left without commands will sit idle or revert to instinctual behaviors.</li>\n</ul>\n"
    },
    {
      "title": "Drowning",
      "level": 6,
      "html": "<ul>\n<li>A drowning creature cannot take any actions.</li>\n<li>A drowning creature sinks 10’ per stone of encumbrance each round at the start of its initiative.</li>\n<li>A drowning creature is <strong>vulnerable</strong>.</li>\n<li>The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning creature imposes one-half its weight in encumbrance (usually 7 3/6 stone).</li>\n<li>If the condition has not ended after 5 rounds, the drowning creature dies at the end of its initiative.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Enervated",
      "level": 6,
      "html": "<ul>\n<li>An enervated creature must make a Death saving throw each day when it wakes from 8 hours of restful sleep. If the creature rests in a pinnacle of good (see <em><strong>ACKS JJ</strong></em><em>,</em> p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not gain 8 hours of restful sleep in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature unlucky enough to be reduced to 0 maximum hit points by this condition is slain.</li>\n<li>A creature can end the condition and restore its maximum hit point total by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.</li>\n</ul>\n"
    },
    {
      "title": "Engaged",
      "level": 6,
      "html": "<ul>\n<li>An engaged creature cannot charge and has a limited range of movement actions. It cannot march, stand up, or take cover. It can remain stationary and turn to face an engaging opponent.</li>\n<li>An engaged creature can still cast a spell or retreat as a full-round action and can still withdraw or take an action in lieu of moving.</li>\n<li>The condition ends immediately when the creature is no longer within 5’ of an opponent that is facing it and not helpless.</li>\n</ul>\n"
    },
    {
      "title": "Enlarged",
      "level": 6,
      "html": "<ul>\n<li>An enlarged creature increases its size by one size category. It becomes two times as tall and eight times as heavy as it is ordinarily. If it is increased to huge size, its AC is reduced by 1; if gigantic, by 2; if colossal, by 4.</li>\n<li>An enlarged creature gains +2 to melee attack and throws and gains an additional die of damage with melee and thrown attacks dealing physical damage. If these attacks already deal a set of damage dice, it deals an additional set of damage dice (e.g. 4d6 instead of 2d6).</li>\n</ul>\n"
    },
    {
      "title": "Enslaved",
      "level": 6,
      "html": "<ul>\n<li>An enslaved creature in the presence of its enslaver will respond to its enslaver’s orders and do whatever is commanded of it. In the absence of orders, the enslaved creature will act in the interests of its enslaver to serve and protect it as best it can.</li>\n<li>An enslaved creature absent its enslaver will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Characters familiar with the enslaved creature before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they<em>discern bewitchment</em><strong>.</strong></li>\n<li>If the enslaver attacks the enslaved creature or its allies, the enslaved creature will not defend itself or fight its enslaver.</li>\n</ul>\n"
    },
    {
      "title": "Enthralled",
      "level": 6,
      "html": "<ul>\n<li>On its initiative, an enthralled creature will move at combat speed towards the closest creature that enthralled it. If its movement brings it into deep water, the creature begin <strong>drowning</strong>.</li>\n<li>An enthralled creature cannot take full-round actions, combat actions, or even speak.</li>\n<li>An enthralled creature is <strong>vulnerable</strong> to attacks by the creature(s) that enthralled it.</li>\n<li>The condition ends when the duration elapses, the effect is dispelled, or the creature that caused the condition is slain.</li>\n</ul>\n"
    },
    {
      "title": "Faltering",
      "level": 6,
      "html": "<ul>\n<li>A faltering creature suffers a -2 penalty to attack throws, proficiency throws, and saving throws against the source of this condition.</li>\n</ul>\n"
    },
    {
      "title": "Fatigued",
      "level": 6,
      "html": "<ul>\n<li>A fatigued creature suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls until the condition ends.</li>\n<li>The condition is ended when the creature rests as its dedicated activity for a day and gets 8 hours of restful sleep.</li>\n<li>If a creature continues to be active, the penalty is cumulative with each additional day until the condition ends.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Flanked",
      "level": 6,
      "html": "<ul>\n<li>Attack throws against flanked creatures gain a +2 bonus.</li>\n<li>A creature is never flanked and <strong>vulnerable</strong> to the same opponent; the vulnerable condition takes precedence.</li>\n</ul>\n"
    },
    {
      "title": "Forgetful",
      "level": 6,
      "html": "<ul>\n<li>Each time a forgetful castercasts an arcane spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.</li>\n<li>The condition ends as soon as the caster meets his daily study requirement.</li>\n</ul>\n"
    },
    {
      "title": "Frightened",
      "level": 6,
      "html": "<ul>\n<li>A frightened creature cannot cast spells, take combat actions, or speak (except to make exclamations of peril and warning such as “DRAGON!” or “Flee for your life!”).</li>\n<li>A frightened creature must retreat from the source of its fear at its running speed until the condition ends.</li>\n<li>If a frightened creature cannot flee, it must <strong>cower</strong> in terror.</li>\n<li>An <strong>engaged</strong> creature that is frightened will cower in terror until it is able to disengage with defensive movement.</li>\n</ul>\n"
    },
    {
      "title": "Grabbed",
      "level": 6,
      "html": "<ul>\n<li>A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>While a creature is grabbed, the opponent which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</li>\n<li>While a creature is grabbed, the opponent which grabbed it can move (bringing the grabbed creature with it), but the grabbed creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the grabbed creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.</li>\n<li>A grabbed creature also has the <strong>vulnerable</strong> condition while it is grabbed.</li>\n<li>The grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n"
    },
    {
      "title": "Helpless",
      "level": 6,
      "html": "<ul>\n<li>A helpless creature cannot take any actions.</li>\n<li>A helpless creature is <strong>vulnerable</strong>.</li>\n<li>Melee attack throws against helpless creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is also not <strong>engaged</strong>, and his attack is capable of damaging the helpless creature, then the helpless creature can be automatically slain without attack or damage rolls by using a coup de grace. The attacker cannot cleave after a coup de grace.</li>\n</ul>\n"
    },
    {
      "title": "Hidden",
      "level": 6,
      "html": "<ul>\n<li>No creature can claim line of sight on a creature that is hidden from it until after the condition ends.</li>\n<li>When a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change.</li>\n<li>If an opponent knows the hidden creature is there, it can attack the hidden creature in melee at a -4 penalty.</li>\n<li>The hidden condition expires at the end of the creature’s initiative if it moves or attacks, unless otherwise noted. The condition also expires if the cover or darkness no longer conceals the creature from its opponents or if chooses to stop hiding.</li>\n</ul>\n"
    },
    {
      "title": "Hungry",
      "level": 6,
      "html": "<ul>\n<li>A hungry creature suffers a -1 penalty on attack throws, proficiency throws, and saving throws until the condition ends.</li>\n<li>The condition is ended when the creature eats a full ration of food.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Hypothermic",
      "level": 6,
      "html": "<ul>\n<li>A hypothermic adventurer cannot force march or heal wounds naturally.</li>\n<li>A hypothermic creature loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies.</li>\n<li>The condition ends if the creature is able to warm itself by a campfire or other large heat source for at least one hour.</li>\n<li>Only living creatures can be affected by this condition.</li>\n<li>Creatures which are resistant or invulnerable to cold damage are immune to this condition.</li>\n</ul>\n"
    },
    {
      "title": "Immune",
      "level": 6,
      "html": "<ul>\n<li>Immunity applies to particular damage types or effects. A creature can be immune to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other. It might also be immune to specific effects or groups of effects, such as fear, disease, spells of a certain type, or even all spells below a certain level.</li>\n<li>An immune creature automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage or effects of that type.</li>\n</ul>\n"
    },
    {
      "title": "Incapacitated",
      "level": 6,
      "html": "<ul>\n<li>An incapacitated creature cannot be healed above 1 hit point.</li>\n<li>An incapacitated creature cannot attack, cast spells, or undertake dedicated activities of any sort.</li>\n<li>An incapacitated creature can move at half its speed. It cannot run or force march.</li>\n<li>An incapacitated creature that is reduced to 0 or fewer hp is instantly slain.</li>\n<li>The condition is ended when the incapacitated creature has recuperated for the required number of days.</li>\n</ul>\n"
    },
    {
      "title": "Infuriated",
      "level": 6,
      "html": "<ul>\n<li>An infuriated creature will attack any creatures it can detect. It will prioritize attacking whichever creature has most recently damaged it, but otherwise will attack the closest target. If the creature has no eligible targets, it will wait motionless in seething fury until a target presents itself.</li>\n<li>An infuriated creature gains a +2 bonus to its attack throws but suffers a -2 penalty to its AC due to its mindless rage.</li>\n<li>An infuriated creature is immune to fear and ignores morale rolls.</li>\n<li>An infuriated creature cannot speak.</li>\n</ul>\n"
    },
    {
      "title": "Mesmerized",
      "level": 6,
      "html": "<ul>\n<li>A mesmerized creature cannot take any actions.</li>\n<li>A mesmerized creature is <strong>mute</strong>.</li>\n<li>A mesmerized creature can still defend itself (i.e. it is not <strong>vulnerable</strong>).</li>\n</ul>\n"
    },
    {
      "title": "Mad",
      "level": 6,
      "html": "<ul>\n<li>A mad creature who is attacked automatically retaliates on its next initiative, as long as it is still mad at the start of its initiative.</li>\n<li>A mad creature which is restrained, imprisoned, alone, or otherwise can’t carry out the indicated action does nothing but babble incoherently.</li>\n<li>In all other cases, a mad creature must roll randomly on its initiative number each round to determine its actions. The exact table rolled on depends on the source of the madness.</li>\n</ul>\n"
    },
    {
      "title": "Mute",
      "level": 6,
      "html": "<ul>\n<li>A mute creature cannot speak. This precludes casting spells, triggering magic items that rely on a command word, issuing verbal orders, and any other action relying on speech.</li>\n</ul>\n"
    },
    {
      "title": "Paralyzed",
      "level": 6,
      "html": "<ul>\n<li>A paralyzed creature is <strong>helpless</strong> and <strong>mute</strong>.</li>\n</ul>\n"
    },
    {
      "title": "Petrified",
      "level": 6,
      "html": "<ul>\n<li>A petrified creature is <strong>helpless</strong>.</li>\n<li>A petrified creature cannot see, hear, smell, taste, touch, speak, or think.</li>\n<li>A petrified creature does not age, and is immune to all enchantment effects and to all death spells except <em>depetrification</em>or <em>disintegration</em>.</li>\n<li>A petrified creature is damaged as a stone structure. Its weight is multiplied by 3. It has 1 shp per 2,000 lbs, rounded up.</li>\n</ul>\n"
    },
    {
      "title": "Prone",
      "level": 6,
      "html": "<ul>\n<li>A prone creature can take movement actions, but only to crawl at a speed of 5’, to take an action in lieu of moving, or to end the condition by using an action in lieu of moving to stand up.</li>\n<li>A prone creature that is <strong>engaged</strong> is subject to the movement restrictions of being engaged, so it can only crawl if using defensive movement, and cannot stand up as an action in lieu of moving.</li>\n<li>A prone creature can attack, but suffers a -4 penalty on its attack throws. A prone creature can stand up in lieu of attacking.</li>\n<li>A prone creature is <strong>vulnerable</strong>.</li>\n<li>The condition is ended immediately when the creature stands up.</li>\n</ul>\n"
    },
    {
      "title": "Queasy",
      "level": 6,
      "html": "<ul>\n<li>A queasy creature suffers a -3 to attack throws, proficiency throws, and damage rolls.</li>\n</ul>\n"
    },
    {
      "title": "Resistant",
      "level": 6,
      "html": "<ul>\n<li>Resistance applies to particular damage types. A creature can be resistant to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other.</li>\n<li>A resistant creature suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type.</li>\n</ul>\n"
    },
    {
      "title": "Restrained",
      "level": 6,
      "html": "<ul>\n<li>A restrained creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</li>\n<li>The opponent which restrained the creature can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever special natural weapon it used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</li>\n<li>A restrained creature also has the <strong>vulnerable</strong> condition while it is restrained.</li>\n<li>Sometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.</li>\n<li>While a creature is restrained, the opponent which restrained it can move itself (bringing the restrained creature with it), but the restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the restrained creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.</li>\n<li>If a creature is restrained by long appendages (such as tentacles), the opponent which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the opponent’s combat speed, subject to encumbrance. The restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creature’s normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.</li>\n<li>The restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n"
    },
    {
      "title": "Shaken",
      "level": 6,
      "html": "<ul>\n<li>A shaken creature suffers a -1 penalty to attack throws, armor class, morale rolls, and saving throws against fear.</li>\n</ul>\n"
    },
    {
      "title": "Shrunk",
      "level": 6,
      "html": "<ul>\n<li>A shrunkcreature becomes half as tall and one-eighth as heavy as he is ordinarily. Its strength decreases proportionately, such that it suffers -2 to melee attack throws, deals half damage with physical attacks, and halves its carrying capacity. It also takes a -8 penalty to Dungeonbashing proficiency throws.</li>\n<li>Any equipment the shrunk creature was carrying or wearing now has half as much encumbrance.</li>\n<li>The shrunk creature gains a +4 bonus to Hiding and Sneaking. If unproficient, it is treated as proficient with a throw of 14+.</li>\n</ul>\n"
    },
    {
      "title": "Slumbering",
      "level": 6,
      "html": "<ul>\n<li>A slumbering creature is <strong>helpless</strong>.</li>\n<li>A slumbering creature is <strong>blinded</strong>, <strong>deafened</strong>, and <strong>mute</strong> (except for the occasional snore)<em>.</em></li>\n<li>The condition is ended immediately if the slumbering creature is attacked, damaged, or moved.</li>\n<li>Unless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Starving",
      "level": 6,
      "html": "<ul>\n<li>A starving creature is <strong>hungry</strong>.</li>\n<li>A starving creature cannot force march or heal wounds naturally.</li>\n<li>A starving creature loses 1 CON each day until the condition ends or its CON reaches 0, at which point it dies.</li>\n<li>The condition is replaced with the <strong>underfed</strong> condition when the creature eats a full ration of food. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Sneaking",
      "level": 6,
      "html": "<ul>\n<li>A sneaking creature makes no noise when it moves. Even creatures that make a successful Listening proficiency throw hear nothing.</li>\n<li>When a sneaking creature engages an unengaged opponent from the rear, the opponent cannot make a free facing change.</li>\n<li>The sneaking condition expires at the end of the creature’s initiative if it attacks by any means except for a coup de grace. The condition also expires if the creature chooses to stop sneaking.</li>\n</ul>\n"
    },
    {
      "title": "Stuck",
      "level": 6,
      "html": "<ul>\n<li>A stuck creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>A stuck creature is <strong>vulnerable</strong>.</li>\n<li>When attempting to escape from being stuck, a creature has two options, wiggling backwards or pushing forward.</li>\n<li>If the creature attempts to wiggle backwards, it must make a Paralysis saving throw. If the throw succeeds, it retreats 10’ and the condition ends. If the throw fails, the creature remains stuck.</li>\n<li>If the creature attempts to push forward, it must make a Dungeonbashing proficiency throw. If the throw succeeds, the creature advances 10’ and the condition ends. If the throw fails, the creature worsens its plight. Further attempts to escape have a cumulative -4 penalty to their throws.</li>\n<li>The creature’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the creature has Contortionism proficiency, it gains a +4 bonus on either throw.</li>\n</ul>\n"
    },
    {
      "title": "Subjacent",
      "level": 6,
      "html": "<ul>\n<li>Attack throws against subjacent creatures gain a +1 bonus.</li>\n</ul>\n"
    },
    {
      "title": "Surprised",
      "level": 6,
      "html": "<ul>\n<li>A surprised creature cannot take any actions.</li>\n<li>A surprised creature is <strong>vulnerable</strong>.</li>\n<li>The condition ends at the start of the next combat round.</li>\n</ul>\n"
    },
    {
      "title": "Unconscious",
      "level": 6,
      "html": "<ul>\n<li>An unconscious creature is <strong>helpless</strong>.</li>\n<li>An unconscious creature is <strong>blinded</strong>, <strong>deafened</strong>, and <strong>mute</strong> (except for the occasional snore)<em>.</em></li>\n<li>The condition is ended when the creature is slain.</li>\n<li>The condition is also ended when the unconscious creature’s wounds are treated. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the <strong>Mortal Wounds</strong> table and apply any appropriate modifiers listed.</li>\n<li>The condition is also ended if 24 hours pass. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the <strong>Mortal Wounds</strong> table, with no bonus for treatment and at the full -10 penalty for being treated 1 day later.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Underfed",
      "level": 6,
      "html": "<ul>\n<li>An underfed creature is <strong>hungry</strong>.</li>\n<li>An underfed creature cannot force march or heal wounds naturally.</li>\n<li>The condition ends if the creature eats a full ration of food.</li>\n<li>If the condition has not ended after five days of no food, or ten days with half rations of food, the <strong>hungry</strong> condition is replaced with the <strong>starving</strong> condition.</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Vexed",
      "level": 6,
      "html": "<ul>\n<li>A vexed creature suffers 1 piercing damage, or 2 piercing damage if it is unarmored and has a natural AC of 3 or less, at the end of its initiative each round.</li>\n<li>The vexed condition ends immediately if the creature becomes engulfed or submerges itself in a body of water. Otherwise it ends after 3 rounds.</li>\n</ul>\n"
    },
    {
      "title": "Vulnerable",
      "level": 6,
      "html": "<ul>\n<li>A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so.</li>\n<li>All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the vulnerable creature. The vulnerable creature is dealt the attack’s ordinary damage, or the attack’s ordinary damage plus additional damage from ambush or backstab.</li>\n<li>A creature is vulnerable to all opponents anytime it is <strong>cowering</strong>, <strong>drowning</strong>, <strong>enthralled</strong>, <strong>grabbed</strong>, <strong>helpless</strong>, <strong>paralyzed</strong>, <strong>petrified</strong>, <strong>prone</strong>, <strong>restrained</strong>, <strong>slumbering</strong>, <strong>surprised</strong>, <strong>stuck</strong>, <strong>unconscious</strong>, <strong>webbed</strong>, or <strong>wrestled</strong>.</li>\n<li>A creature is vulnerable to a particular opponent if that opponent is attacking the creature from the rear, has <strong>enthralled</strong> the creature, or is <strong>clambering</strong> on the creature.</li>\n<li>A creature is never <strong>flanked</strong> and vulnerable to the same opponent; the vulnerable condition takes precedence.</li>\n</ul>\n"
    },
    {
      "title": "Webbed",
      "level": 6,
      "html": "<ul>\n<li>A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</li>\n<li>A webbed creature is <strong>vulnerable</strong>.</li>\n<li>Sometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes <strong>grabbed</strong>.</li>\n<li>The webbed condition is ended immediately when the webbed creature escapes by slipping free or breaking free, or if the web is cut or burned away. If a creature has been webbed multiple times, it must slip free, break free, cut, or burn each web separately.</li>\n<li>Slipping free requires a successful Paralysis saving throw. If the save succeeds, the creature escapes. If the save fails, creature becomes more entangled in the webs, leaving it <strong>helpless</strong>.</li>\n<li>Breaking free requires a successful Dungeonbashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).</li>\n<li>Webbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing extraordinary slashing damage. If the attack throw succeeds, the creature is no longer webbed. Setting fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.</li>\n<li>Incorporeal creatures are immune to this condition.</li>\n</ul>\n"
    },
    {
      "title": "Winded",
      "level": 6,
      "html": "<ul>\n<li>Winded creatures cannot run or charge.</li>\n<li>Winded creatures rowing vessels cannot move the vessel at oar sprint speed.</li>\n<li>The condition is ended when the creature rests for one turn (10 minutes).</li>\n<li>Only living creatures can be affected by this condition.</li>\n</ul>\n"
    },
    {
      "title": "Wrestled",
      "level": 6,
      "html": "<ul>\n<li>A wrestled creature cannot attack, cast spells, move, or take any other action except to attempt to escape.</li>\n<li>While a creature is wrestled, the opponent which wrestled it can attack it with a tiny weapon, or perform a brawl, force back, disarm, or knock down action each round, without having to make an attack throw so long as it remains wrestled. The opponent still receives a saving throw (if any).</li>\n<li>While a creature is wrestled, the opponent which wrestled it can move (bringing the wrestled creature with it), but the wrestled creature’s weight in stones is applied as encumbrance to the opponent. If the wrestled creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the wrestled creature is at least one size category smaller than the opponent.</li>\n<li>A wrestled creature is <strong>vulnerable</strong>.</li>\n<li>The wrestled condition is ended immediately when the wrestled creature escapes or when the creature which wrestled it releases it or performs a force back or knock down.</li>\n<li>Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.</li>\n</ul>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "# Appendix B: Conditions\n\nConditions alter a creature’s capabilities in a variety of ways and can arise as a result of a spell, a class power, a proficiency, a monster’s attack, or other effect. Most conditions, such as **blinded**, are impairments, but a few, such as **invisible**, can be advantageous. A condition lasts either until it is countered (the **prone** condition is countered by standing up, for example) or for a duration specified by the effect that imposed the condition. If multiple effects impose the same condition on a creature, each instance of the condition has its own duration, but the condition’s effects don’t get worse (unless the imposing effect specifies otherwise). A creature either has a condition or doesn’t. The following definitions specify what happens to a creature while it is subjected to a condition.\n\n### General Rules for Conditions\n\nThe following rules apply to all conditions, except where otherwise noted:\n\n* A condition that prevents a creature from casting spells also prevents the creature from using spell-like abilities that require one full round or more, and from using scrolls.\n* A condition that prevents a creature from moving also prevents the creature from taking actions in lieu of moving, such as standing up from being knocked down, sheathing one weapon and drawing another, readying or loosing a shield, picking an item off the ground, or retrieving an item from a pack or sack.\n* A condition that prevents a creature from attacking also prevents the creature from taking actions in lieu of attacking that could not be taken as actions in lieu of moving, such as drinking a magic potion, lighting a torch, using a magic item, or turning undead.\n* If a condition that reduces a creature’s speed, the reduction applies to all types of movement, including combat, encounter, long-distance, and any special movement.\n\n###### Escaping from the Grabbed, Restrained, Webbed, and Wrestled Conditions\n\nThe grabbed, restrained, and wrestled conditions can be ended with a successful escape. Escaping is a combat action.\n\nWhen attempting to escape from being grabbed or wrestled, a creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it may attempt to break free with a Dungeonbashing proficiency throw. If the creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed, grappled, or restrained by a large or imposing creature, it suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped.\n\nWhen attempting to escape from being restrained or webbed, a creature may in some cases have the option to slip free or break free, as above. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it or to burn away the webbing. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s description) to the creature or appendage that has restrained it.\n\n### List of Conditions\n\n###### Beholding\n\n* A creature is beholding another creature or effect when that creature or effect is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized creature is 600’, so it can be beheld at 60’.)\n* A creature can behold creatures using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.\n* At the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered **blinded** until it stops closing its eyes.\n\n###### Berserk\n\n* A berserk creature gains a +2 bonus to attack throws in melee and with thrown weapons.\n* A berserk creature becomes immune to the cowering, faltering, or frightened conditions and never checks morale.\n* A berserk creature suffers a -2 penalty to AC.\n* A berserk creature becomes limited in his tactics. It cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement.\n* The berserk condition ends when combat ends, and cannot be ended before then.\n\n###### Bewitched\n\n* A bewitched creature believes that the caster who bewitched it is a beloved friend.\n* A bewitched creature will interpret anything the caster says in the most favorable manner.\n* If a fight breaks out between the bewitched creature’s allies and the caster, the creature will spend one round attempting to verbally defuse the fight, then thereafter fight against whichever side initiated the violence, making nonlethal attacks if possible.\n* A bewitched creature might agree to cover up the caster’s activities, allow him access to restricted areas, risk its own life to save his, or do any of the other foolish things that people sometimes do for their friends despite their better judgment.\n\n###### Blessed/Inspired\n\n* A blessed or inspired creature gains a +1 bonus to attack throws, armor class, morale rolls, and saving throws against fear.\n* Blessed can stack with Inspired, so a creature can benefit from both the bard class power and the divine spell.\n\n###### Blinded\n\n* A blinded creature is easy to sneak up on, and suffers a -2 penalty to surprise rolls.\n* A blinded creature cannot claim line of sight on any targets except by touch. It cannot make missile attacks. It can only make melee attacks if it has reason to know the target is there. It suffers a -4 penalty to its melee attack throws.\n* A blinded creature suffers a -4 penalty to all proficiency throws impacted by sight (Judge’s discretion).\n* A blinded creature has all of its speeds reduced to 1/3 its normal rate (unless it has another way to see).\n\n###### Burning\n\n* A burning creature suffers 1d8 fire damage at the starts of its initiative.\n* The condition ends when the flames go out.\n\n###### Charging\n\n* A charging creature gains a +2 bonus to melee attack throws, but becomes **disordered** until the start of its next initiative.\n* A charging creature equipped with an impact weapon will deal impact damage.\n* The condition is ended on the creature’s next initiative.\n\n###### Choking / Vomiting\n\n* A choking or vomiting creature cannot take any actions or speak. However, it can still defend itself (it is not **vulnerable**).\n\n###### Clambering\n\n* A clambering creature gains a +2 attack bonus against the target creature it has clambered onto and the creature that has been clambered onto is **vulnerable** to the clambering creature.\n* A clambering creature gains a measure of protection against the target creature’s own attacks. If the target creature lacks arms, tails, or other appendages capable of reaching its own back, it cannot directly attack the clambering creature. Even if the target creature does have such appendages, it attacks the clambering combatant with a -4 penalty to attack throws.\n\n###### Concentrating\n\n* A concentrating creature is able to sustain a spell or effect which requires concentration.\n* The condition is ended immediately if the creature takes damage or fails a saving throw (except a secret saving throw).\n* The condition is also ended immediately if the creature attacks, casts a spell, moves more than one-half its combat movement distance during a round, moves more than its exploration speed during a turn, or moves more than one-half its expedition speed during a day. Taking an action in lieu of moving, however, does not end the condition, nor does moving at exploration speed.\n* A creature can maintain concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.\n\n###### Concentrating and Stationary\n\n* A concentrating and stationary creature is able to sustain a continuous spell or effect which requires stationary concentration.\n* The condition ends if the creature takes damage or fails a saving throw (except a secret saving throw).\n* The condition also ends if the creature takes any action other than remaining stationary and sustaining the spell.\n* A creature can maintain stationary concentration for no more than 8 hours each day, counting it as a strenuous dedicated activity.\n\n###### Cowering\n\n* A cowering creature cannot take any actions until the condition ends.\n* A cowering creature is **vulnerable** until the condition ends.\n\n###### Deafened\n\n* A deafened creature suffers a -2 penalty to surprise rolls.\n* A deafened creature automatically fails Listening throws. It cannot claim earshot on any sounds.\n* A deafened creature cannot use echolocation or shadowy senses to see.\n* When a creature engages an unengaged deafened opponent from the rear, the opponent cannot make a free facing change unless it has some other non-visual means to detect the opponent (such as mechanoreception).\n* Due to its inability to hear itself, a deafened creature has a -4 penalty on any throws that require vocalization (such as a using Magical Music proficiency).\n* If a deafened creature wants to cast a spell, read a scroll, or utter a command word, the creature must make a throw of 8+. If the throw succeeds, the creature can take the action. If the throw fails, the creature’s spell fizzles, scroll is wasted, or command word is misspoken.\n\n###### Dehydrated\n\n* A dehydrated creature cannot force march or heal wounds naturally.\n* A dehydrated creatures loses 1d6 CON each day until the condition ends or his CON reaches 0, at which point he dies.\n* The condition ends when the creature drinks a full ration of water. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.\n* Only living creatures can be affected by this condition.\n\n###### Disfavored\n\n* Each time a disfavored castercasts a divine spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.\n* The condition ends as soon as the caster meets his daily prayer requirement.\n\n###### Disordered\n\n* A disordered creature’s AC is reduced by 2.\n* The condition ends at the start of the creature’s next initiative.\n\n###### Dominated\n\n* A dominated creature acts according to its dominator’s will, doing whatever is mentally commanded of it, including fight, flee, speak, etc.\n* A dominated creature has no independent volition and if left without commands will sit idle or revert to instinctual behaviors.\n\n###### Drowning\n\n* A drowning creature cannot take any actions.\n* A drowning creature sinks 10’ per stone of encumbrance each round at the start of its initiative.\n* A drowning creature is **vulnerable**.\n* The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning creature imposes one-half its weight in encumbrance (usually 7 3/6 stone).\n* If the condition has not ended after 5 rounds, the drowning creature dies at the end of its initiative.\n* Only living creatures can be affected by this condition.\n\n###### Enervated\n\n* An enervated creature must make a Death saving throw each day when it wakes from 8 hours of restful sleep. If the creature rests in a pinnacle of good (see ***ACKS JJ****,* p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not gain 8 hours of restful sleep in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature unlucky enough to be reduced to 0 maximum hit points by this condition is slain.\n* A creature can end the condition and restore its maximum hit point total by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.\n\n###### Engaged\n\n* An engaged creature cannot charge and has a limited range of movement actions. It cannot march, stand up, or take cover. It can remain stationary and turn to face an engaging opponent.\n* An engaged creature can still cast a spell or retreat as a full-round action and can still withdraw or take an action in lieu of moving.\n* The condition ends immediately when the creature is no longer within 5’ of an opponent that is facing it and not helpless.\n\n###### Enlarged\n\n* An enlarged creature increases its size by one size category. It becomes two times as tall and eight times as heavy as it is ordinarily. If it is increased to huge size, its AC is reduced by 1; if gigantic, by 2; if colossal, by 4.\n* An enlarged creature gains +2 to melee attack and throws and gains an additional die of damage with melee and thrown attacks dealing physical damage. If these attacks already deal a set of damage dice, it deals an additional set of damage dice (e.g. 4d6 instead of 2d6).\n\n###### Enslaved\n\n* An enslaved creature in the presence of its enslaver will respond to its enslaver’s orders and do whatever is commanded of it. In the absence of orders, the enslaved creature will act in the interests of its enslaver to serve and protect it as best it can.\n* An enslaved creature absent its enslaver will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Characters familiar with the enslaved creature before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they*discern bewitchment***.**\n* If the enslaver attacks the enslaved creature or its allies, the enslaved creature will not defend itself or fight its enslaver.\n\n###### Enthralled\n\n* On its initiative, an enthralled creature will move at combat speed towards the closest creature that enthralled it. If its movement brings it into deep water, the creature begin **drowning**.\n* An enthralled creature cannot take full-round actions, combat actions, or even speak.\n* An enthralled creature is **vulnerable** to attacks by the creature(s) that enthralled it.\n* The condition ends when the duration elapses, the effect is dispelled, or the creature that caused the condition is slain.\n\n###### Faltering\n\n* A faltering creature suffers a -2 penalty to attack throws, proficiency throws, and saving throws against the source of this condition.\n\n###### Fatigued\n\n* A fatigued creature suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls until the condition ends.\n* The condition is ended when the creature rests as its dedicated activity for a day and gets 8 hours of restful sleep.\n* If a creature continues to be active, the penalty is cumulative with each additional day until the condition ends.\n* Only living creatures can be affected by this condition.\n\n###### Flanked\n\n* Attack throws against flanked creatures gain a +2 bonus.\n* A creature is never flanked and **vulnerable** to the same opponent; the vulnerable condition takes precedence.\n\n###### Forgetful\n\n* Each time a forgetful castercasts an arcane spell, he must roll 1d6. On a 1-2, the spell fails. The failed spell still counts against the number of spells he can cast per day.\n* The condition ends as soon as the caster meets his daily study requirement.\n\n###### Frightened\n\n* A frightened creature cannot cast spells, take combat actions, or speak (except to make exclamations of peril and warning such as “DRAGON!” or “Flee for your life!”).\n* A frightened creature must retreat from the source of its fear at its running speed until the condition ends.\n* If a frightened creature cannot flee, it must **cower** in terror.\n* An **engaged** creature that is frightened will cower in terror until it is able to disengage with defensive movement.\n\n###### Grabbed\n\n* A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape.\n* While a creature is grabbed, the opponent which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).\n* While a creature is grabbed, the opponent which grabbed it can move (bringing the grabbed creature with it), but the grabbed creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the grabbed creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.\n* A grabbed creature also has the **vulnerable** condition while it is grabbed.\n* The grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.\n* Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.\n\n###### Helpless\n\n* A helpless creature cannot take any actions.\n* A helpless creature is **vulnerable**.\n* Melee attack throws against helpless creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is also not **engaged**, and his attack is capable of damaging the helpless creature, then the helpless creature can be automatically slain without attack or damage rolls by using a coup de grace. The attacker cannot cleave after a coup de grace.\n\n###### Hidden\n\n* No creature can claim line of sight on a creature that is hidden from it until after the condition ends.\n* When a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change.\n* If an opponent knows the hidden creature is there, it can attack the hidden creature in melee at a -4 penalty.\n* The hidden condition expires at the end of the creature’s initiative if it moves or attacks, unless otherwise noted. The condition also expires if the cover or darkness no longer conceals the creature from its opponents or if chooses to stop hiding.\n\n###### Hungry\n\n* A hungry creature suffers a -1 penalty on attack throws, proficiency throws, and saving throws until the condition ends.\n* The condition is ended when the creature eats a full ration of food.\n* Only living creatures can be affected by this condition.\n\n###### Hypothermic\n\n* A hypothermic adventurer cannot force march or heal wounds naturally.\n* A hypothermic creature loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies.\n* The condition ends if the creature is able to warm itself by a campfire or other large heat source for at least one hour.\n* Only living creatures can be affected by this condition.\n* Creatures which are resistant or invulnerable to cold damage are immune to this condition.\n\n###### Immune\n\n* Immunity applies to particular damage types or effects. A creature can be immune to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other. It might also be immune to specific effects or groups of effects, such as fear, disease, spells of a certain type, or even all spells below a certain level.\n* An immune creature automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage or effects of that type.\n\n###### Incapacitated\n\n* An incapacitated creature cannot be healed above 1 hit point.\n* An incapacitated creature cannot attack, cast spells, or undertake dedicated activities of any sort.\n* An incapacitated creature can move at half its speed. It cannot run or force march.\n* An incapacitated creature that is reduced to 0 or fewer hp is instantly slain.\n* The condition is ended when the incapacitated creature has recuperated for the required number of days.\n\n###### Infuriated\n\n* An infuriated creature will attack any creatures it can detect. It will prioritize attacking whichever creature has most recently damaged it, but otherwise will attack the closest target. If the creature has no eligible targets, it will wait motionless in seething fury until a target presents itself.\n* An infuriated creature gains a +2 bonus to its attack throws but suffers a -2 penalty to its AC due to its mindless rage.\n* An infuriated creature is immune to fear and ignores morale rolls.\n* An infuriated creature cannot speak.\n\n###### Mesmerized\n\n* A mesmerized creature cannot take any actions.\n* A mesmerized creature is **mute**.\n* A mesmerized creature can still defend itself (i.e. it is not **vulnerable**).\n\n###### Mad\n\n* A mad creature who is attacked automatically retaliates on its next initiative, as long as it is still mad at the start of its initiative.\n* A mad creature which is restrained, imprisoned, alone, or otherwise can’t carry out the indicated action does nothing but babble incoherently.\n* In all other cases, a mad creature must roll randomly on its initiative number each round to determine its actions. The exact table rolled on depends on the source of the madness.\n\n###### Mute\n\n* A mute creature cannot speak. This precludes casting spells, triggering magic items that rely on a command word, issuing verbal orders, and any other action relying on speech.\n\n###### Paralyzed\n\n* A paralyzed creature is **helpless** and **mute**.\n\n###### Petrified\n\n* A petrified creature is **helpless**.\n* A petrified creature cannot see, hear, smell, taste, touch, speak, or think.\n* A petrified creature does not age, and is immune to all enchantment effects and to all death spells except *depetrification*or *disintegration*.\n* A petrified creature is damaged as a stone structure. Its weight is multiplied by 3. It has 1 shp per 2,000 lbs, rounded up.\n\n###### Prone\n\n* A prone creature can take movement actions, but only to crawl at a speed of 5’, to take an action in lieu of moving, or to end the condition by using an action in lieu of moving to stand up.\n* A prone creature that is **engaged** is subject to the movement restrictions of being engaged, so it can only crawl if using defensive movement, and cannot stand up as an action in lieu of moving.\n* A prone creature can attack, but suffers a -4 penalty on its attack throws. A prone creature can stand up in lieu of attacking.\n* A prone creature is **vulnerable**.\n* The condition is ended immediately when the creature stands up.\n\n###### Queasy\n\n* A queasy creature suffers a -3 to attack throws, proficiency throws, and damage rolls.\n\n###### Resistant\n\n* Resistance applies to particular damage types. A creature can be resistant to one or many damage types and might be immune to both mundane and extraordinary damage of a type, or to just one or the other.\n* A resistant creature suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type.\n\n###### Restrained\n\n* A restrained creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.\n* The opponent which restrained the creature can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the opponent’s attack with whatever special natural weapon it used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).\n* A restrained creature also has the **vulnerable** condition while it is restrained.\n* Sometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.\n* While a creature is restrained, the opponent which restrained it can move itself (bringing the restrained creature with it), but the restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent. If the restrained creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.\n* If a creature is restrained by long appendages (such as tentacles), the opponent which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the opponent’s combat speed, subject to encumbrance. The restrained creature’s weight (lbs / 10) is applied as stones of encumbrance to the opponent’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creature’s normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.\n* The restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.\n* Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.\n\n###### Shaken\n\n* A shaken creature suffers a -1 penalty to attack throws, armor class, morale rolls, and saving throws against fear.\n\n###### Shrunk\n\n* A shrunkcreature becomes half as tall and one-eighth as heavy as he is ordinarily. Its strength decreases proportionately, such that it suffers -2 to melee attack throws, deals half damage with physical attacks, and halves its carrying capacity. It also takes a -8 penalty to Dungeonbashing proficiency throws.\n* Any equipment the shrunk creature was carrying or wearing now has half as much encumbrance.\n* The shrunk creature gains a +4 bonus to Hiding and Sneaking. If unproficient, it is treated as proficient with a throw of 14+.\n\n###### Slumbering\n\n* A slumbering creature is **helpless**.\n* A slumbering creature is **blinded**, **deafened**, and **mute** (except for the occasional snore)*.*\n* The condition is ended immediately if the slumbering creature is attacked, damaged, or moved.\n* Unless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.\n* Only living creatures can be affected by this condition.\n\n###### Starving\n\n* A starving creature is **hungry**.\n* A starving creature cannot force march or heal wounds naturally.\n* A starving creature loses 1 CON each day until the condition ends or its CON reaches 0, at which point it dies.\n* The condition is replaced with the **underfed** condition when the creature eats a full ration of food. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.\n* Only living creatures can be affected by this condition.\n\n###### Sneaking\n\n* A sneaking creature makes no noise when it moves. Even creatures that make a successful Listening proficiency throw hear nothing.\n* When a sneaking creature engages an unengaged opponent from the rear, the opponent cannot make a free facing change.\n* The sneaking condition expires at the end of the creature’s initiative if it attacks by any means except for a coup de grace. The condition also expires if the creature chooses to stop sneaking.\n\n###### Stuck\n\n* A stuck creature cannot attack, cast spells, move, or take any other action except to attempt to escape.\n* A stuck creature is **vulnerable**.\n* When attempting to escape from being stuck, a creature has two options, wiggling backwards or pushing forward.\n* If the creature attempts to wiggle backwards, it must make a Paralysis saving throw. If the throw succeeds, it retreats 10’ and the condition ends. If the throw fails, the creature remains stuck.\n* If the creature attempts to push forward, it must make a Dungeonbashing proficiency throw. If the throw succeeds, the creature advances 10’ and the condition ends. If the throw fails, the creature worsens its plight. Further attempts to escape have a cumulative -4 penalty to their throws.\n* The creature’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the creature has Contortionism proficiency, it gains a +4 bonus on either throw.\n\n###### Subjacent\n\n* Attack throws against subjacent creatures gain a +1 bonus.\n\n###### Surprised\n\n* A surprised creature cannot take any actions.\n* A surprised creature is **vulnerable**.\n* The condition ends at the start of the next combat round.\n\n###### Unconscious\n\n* An unconscious creature is **helpless**.\n* An unconscious creature is **blinded**, **deafened**, and **mute** (except for the occasional snore)*.*\n* The condition is ended when the creature is slain.\n* The condition is also ended when the unconscious creature’s wounds are treated. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the **Mortal Wounds** table and apply any appropriate modifiers listed.\n* The condition is also ended if 24 hours pass. When this occurs, the unconscious creature must roll 1d20 and 1d6 on the **Mortal Wounds** table, with no bonus for treatment and at the full -10 penalty for being treated 1 day later.\n* Only living creatures can be affected by this condition.\n\n###### Underfed\n\n* An underfed creature is **hungry**.\n* An underfed creature cannot force march or heal wounds naturally.\n* The condition ends if the creature eats a full ration of food.\n* If the condition has not ended after five days of no food, or ten days with half rations of food, the **hungry** condition is replaced with the **starving** condition.\n* Only living creatures can be affected by this condition.\n\n###### Vexed\n\n* A vexed creature suffers 1 piercing damage, or 2 piercing damage if it is unarmored and has a natural AC of 3 or less, at the end of its initiative each round.\n* The vexed condition ends immediately if the creature becomes engulfed or submerges itself in a body of water. Otherwise it ends after 3 rounds.\n\n###### Vulnerable\n\n* A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so.\n* All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the vulnerable creature. The vulnerable creature is dealt the attack’s ordinary damage, or the attack’s ordinary damage plus additional damage from ambush or backstab.\n* A creature is vulnerable to all opponents anytime it is **cowering**, **drowning**, **enthralled**, **grabbed**, **helpless**, **paralyzed**, **petrified**, **prone**, **restrained**, **slumbering**, **surprised**, **stuck**, **unconscious**, **webbed**, or **wrestled**.\n* A creature is vulnerable to a particular opponent if that opponent is attacking the creature from the rear, has **enthralled** the creature, or is **clambering** on the creature.\n* A creature is never **flanked** and vulnerable to the same opponent; the vulnerable condition takes precedence.\n\n###### Webbed\n\n* A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.\n* A webbed creature is **vulnerable**.\n* Sometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes **grabbed**.\n* The webbed condition is ended immediately when the webbed creature escapes by slipping free or breaking free, or if the web is cut or burned away. If a creature has been webbed multiple times, it must slip free, break free, cut, or burn each web separately.\n* Slipping free requires a successful Paralysis saving throw. If the save succeeds, the creature escapes. If the save fails, creature becomes more entangled in the webs, leaving it **helpless**.\n* Breaking free requires a successful Dungeonbashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).\n* Webbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing extraordinary slashing damage. If the attack throw succeeds, the creature is no longer webbed. Setting fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.\n* Incorporeal creatures are immune to this condition.\n\n###### Winded\n\n* Winded creatures cannot run or charge.\n* Winded creatures rowing vessels cannot move the vessel at oar sprint speed.\n* The condition is ended when the creature rests for one turn (10 minutes).\n* Only living creatures can be affected by this condition.\n\n###### Wrestled\n\n* A wrestled creature cannot attack, cast spells, move, or take any other action except to attempt to escape.\n* While a creature is wrestled, the opponent which wrestled it can attack it with a tiny weapon, or perform a brawl, force back, disarm, or knock down action each round, without having to make an attack throw so long as it remains wrestled. The opponent still receives a saving throw (if any).\n* While a creature is wrestled, the opponent which wrestled it can move (bringing the wrestled creature with it), but the wrestled creature’s weight in stones is applied as encumbrance to the opponent. If the wrestled creature’s weight causes the opponent to exceed its maximum load, the opponent cannot move. Regardless of encumbrance, however, the opponent cannot charge or run unless the wrestled creature is at least one size category smaller than the opponent.\n* A wrestled creature is **vulnerable**.\n* The wrestled condition is ended immediately when the wrestled creature escapes or when the creature which wrestled it releases it or performs a force back or knock down.\n* Oozes and similarly amorphous creatures, as well as incorporeal creatures, are immune to this condition.\n"
}