{
  "html": "<h2>Adventuring Parties</h2>\n<p>The worlds of <em><strong>Adventurer Conqueror King</strong></em>are dangerous and hostile. For the sake of survival, characters team up to undertake adventures because any number or type of monsters could lie in wait. Such groups, known as <strong>adventuring</strong> <strong>parties</strong>, are generally composed of a diverse array of classes, so that different characters are able to contribute their specific talents for any given situation. Thieves can search for traps, for instance, and fighters can slay monsters or defend allies. Crusaders have spells for healing and divination, while mages are capable of powerful offensive and defensive magic. Occasionally, there are not enough party members to take on the challenges of an adventure. The party can hire NPCs, such as <strong>henchmen</strong> or <strong>mercenaries</strong>, for extra hands. The rules for hiring henchmen and mercenaries are discussed in Chapter 4, <strong>Equipment</strong>.</p>\n",
  "sections": [
    {
      "title": "Adventuring Parties",
      "level": 2,
      "html": "<p>The worlds of <em><strong>Adventurer Conqueror King</strong></em>are dangerous and hostile. For the sake of survival, characters team up to undertake adventures because any number or type of monsters could lie in wait. Such groups, known as <strong>adventuring</strong> <strong>parties</strong>, are generally composed of a diverse array of classes, so that different characters are able to contribute their specific talents for any given situation. Thieves can search for traps, for instance, and fighters can slay monsters or defend allies. Crusaders have spells for healing and divination, while mages are capable of powerful offensive and defensive magic. Occasionally, there are not enough party members to take on the challenges of an adventure. The party can hire NPCs, such as <strong>henchmen</strong> or <strong>mercenaries</strong>, for extra hands. The rules for hiring henchmen and mercenaries are discussed in Chapter 4, <strong>Equipment</strong>.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Adventuring Parties\n\nThe worlds of ***Adventurer Conqueror King***are dangerous and hostile. For the sake of survival, characters team up to undertake adventures because any number or type of monsters could lie in wait. Such groups, known as **adventuring** **parties**, are generally composed of a diverse array of classes, so that different characters are able to contribute their specific talents for any given situation. Thieves can search for traps, for instance, and fighters can slay monsters or defend allies. Crusaders have spells for healing and divination, while mages are capable of powerful offensive and defensive magic. Occasionally, there are not enough party members to take on the challenges of an adventure. The party can hire NPCs, such as **henchmen** or **mercenaries**, for extra hands. The rules for hiring henchmen and mercenaries are discussed in Chapter 4, **Equipment**.\n"
}