{
  "html": "<h2>Demi-Human Classes</h2>\n<h3>Dwarven Craftpriest</h3>\n<p>Key Attribute: WIL</p>\n<p>Requirements: CON 9</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 10</p>\n<p>Nothing is so revered among the dwarven people as craftsmanship. A dwarf’s work is his life, and the spirits of great dwarven artisans are believed to live on forever in their masterpieces. The veneration of these relics falls to the care of a caste of dwarves known as craftpriests. While most craftpriests attend to the shrines and monuments of their clan, young craftpriests are sometimes sent forth to recover monuments to the glorious past from the ancient ruins and wastelands of the world.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Craftpriest Level Progression</strong></td>\n<td></td>\n<td></td>\n<td><strong>Craftpriest Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Craft-Catechist</td>\n<td>1</td>\n<td>1d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2,400</td>\n<td>Craft-Acolyte</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4,800</td>\n<td>Craft-Priest</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9,600</td>\n<td>Craft-Curate</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19,200</td>\n<td>Craft-Vicar</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>38,400</td>\n<td>Craft-Rector</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>75,000</td>\n<td>Craft-Prelate</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>150,000</td>\n<td>Craft-Bishop</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>280,000</td>\n<td>Craft-Lord</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>410,000</td>\n<td>Craft-Lord, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Craftpriests have some combat training in the traditional weapons of their people, but not as much as their warrior-kin, the vaultguards.</p>\n<p><strong>Combat Proficiencies:</strong> Craftpriests have weapon proficiency with all axes (including battle axes, great axes, and hand axes) and all bludgeons (including clubs, flails, maces, morning stars, and warhammers). They have armor proficiency with all armor. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.</p>\n<p><strong>Combat Progression:</strong> Craftpriests advance in attack throws and saving throws as crusaders, by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Craftpriest Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 2</td>\n<td>9+</td>\n<td>6+</td>\n<td>13+</td>\n<td>9+</td>\n<td>11+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>8+</td>\n<td>5+</td>\n<td>12+</td>\n<td>8+</td>\n<td>10+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>7+</td>\n<td>4+</td>\n<td>11+</td>\n<td>7+</td>\n<td>9+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>6+</td>\n<td>3+</td>\n<td>10+</td>\n<td>6+</td>\n<td>8+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>5+</td>\n<td>2+</td>\n<td>9+</td>\n<td>5+</td>\n<td>7+</td>\n<td>6+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers</h6>\n<p>At the start of play, craftpriests have the following class powers.</p>\n<p><strong>Attention to Detail:</strong> Craftpriests gain a +3 bonus on proficiency throws for any proficiencies they learn. (This bonus has already been factored into the craftpriest’s class abilities.)</p>\n<p><strong>Crafting:</strong> Every craftpriest is a master in a particular type of craft, such as armor-making, leatherworking, weapon-smithing, etc. With access to craftsman’s tools, craftpriests can produce 40gp worth of items per month and supervise 2 journeymen and 4 apprentices in their craft. When examining works of his craft, craftpriests can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 2+ on 1d20. (This class power is equivalent to three ranks of Craft proficiency.)</p>\n<p><strong>Rebuke Undead:</strong> Craftpriests can rebuke undead as crusaders of their class level (p. XX). In order to rebuke undead, they must be equipped with a holy symbol representing the ancestor or relic they venerate.</p>\n<p><strong>Studious Divine Magic:</strong> By invoking the rites and rituals of their venerable ancestors, craftpriests can cast divine spells. Unlike most other divine casters, who receive their spells from prayer, craftpriests receive their spells from study. Craftpriests follow the same spell progression and use the same rules for learning and casting spells as mages. They record their repertoires of spells in spell books and can learn new spells from scribing scrolls or studying other divine spell books. They select their spells from the divine spell list, rather than the arcane spell list, however, and cannot learn or cast spells found in arcane spell books. See p. XX for more details on studious divine spellcasting.</p>\n<p><strong>Theology:</strong> Craftpriests are trained in the rites and rituals of the dwarven faith and are broadly knowledgeable about other races’ and cultures’ religions. They can acquire congregants through proselytizing. They can automatically identify religious symbols, trappings, and holy days of the dwarven faith, and recognize those of other faiths with a proficiency throw of 8+ on 1d20. (This class power is equivalent to one rank of Theology proficiency.)</p>\n<h6>Additional Class Powers</h6>\n<p>When they advance in level, craftpriests gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The craftpriest can research spells, scribe scrolls, and brew potions.</p>\n<p><strong>Major Magical Research (9th level):</strong> The craftpriest can create permanent magic items, such as weapons, rings, and staffs. He can also craft magical constructs such as golems.</p>\n<p><strong>Vault (9th level):</strong> By acquiring a <strong>vault</strong> worth at least 15,000gp, the craftpriest can attract dwarves to his service. 1d4+1 x 10 dwarven mercenaries and 1d6 dwarven craftpriests of 1st – 3rd level arrive to serve him as followers within 1d3 months of him acquiring the vault. If the craftpriest has already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The craftpriest must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<h6>Racial Traits</h6>\n<p>As dwarves, craftpriests have certain powers and drawbacks associated with their race.</p>\n<p><strong>Dwarf Tongues:</strong> Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.</p>\n<p><strong>Hardy:</strong> Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Craftpriest Attack and Saving Throws table below.)</p>\n<p><strong>Sensitivity to Rock and Stone:</strong> Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.</p>\n<h6>Code of Behavior</h6>\n<p>Every dwarven craftpriest must uphold the strictures of the sacred order to which he belongs. The particular strictures that any given craftpriest follows can vary depending on his clan and vault, but most obey the following strictures:</p>\n<ul>\n<li>The craftpriest must always display a holy symbol indicating the relic he venerates somewhere on his person when in public.</li>\n<li>The craftpriest must sing hymns on high holy days each week. Singing hymns requires one hour of ancillary activity.</li>\n<li>The craftpriest must only use the traditional weapons of the dwarves.</li>\n<li>If the craftpriest discovers a dwarven relic in the hands of outsiders, he must recover the relic by any means necessary. If he has guardianship of a dwarven relic, he must protect the relic even at the cost of his own life. If he loses the relic, he must recover it from the one who took it, or take everything else from him – or his descendants.</li>\n<li>The craftpriest must not use his divine magic to harm or hinder fellow dwarves, unless ordered to do so by a superior during a time when his vault is at war with another vault.</li>\n</ul>\n<p>If a craftpriest ever violates the strictures of his order, the ancestral spirits he venerates might impose penalties upon him. These penalties are entirely up to the Judge and might include penalties to turning throws, a reduction in spells available, or even a loss of all class powers altogether. To remove the penalties, the craftpriest will have to atone for his violation by, e.g., sacrificing treasure, undertaking quests, or even receiving an <strong>atonement</strong> spell from a powerful caster of his order (Judge’s discretion).</p>\n<p>For more information on the customs and traditions of the craftpriest, see the sourcebook <em>By This Axe: The Cyclopedia of Dwarven Civilization</em>.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, craftpriests select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Dwarven Craftpriest Proficiency List:</strong> Alchemy, Battle Magic, Caving, Collegiate Wizardry, Contemplation, Craft, Diplomacy, Divine Blessing, Divine Health, Dwarven Brewing, Engineering, Expanded Repertoire, Experimenting, Fighting Style Specialization, Goblin-Slaying, Healing, Illusion Resistance, Knowledge, Laying on Hands, Loremastery, Magical Engineering, Mapping, Prestidigitation, Profession (judge), Prophecy, Quiet Magic, Reliquarianism, Righteous Rebuke, Sensing Evil, Siege Engineering, Theology, Unflappable Casting, Weapon Focus</p>\n<h6>Dwarven Craftpriest Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Caste</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Outcast</td>\n<td>Houseless  (ex-Oathsworn)</td>\n<td>Quiet Magic  Caving  <strong>Craft (leatherworking) 3</strong>  Survival</td>\n<td>Battered prayer book with <em>sling stone</em> and <em>frighten beast,</em> 2 hand axes, tattered workborn tunic and pants, rawhide leather belt, careworn low boots, backpack, 1 lb garlic, tinderbox, 12 torches, moldy waterskin, 1 week’s iron rations, 5gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Runeseer</td>\n<td>Oathsworn</td>\n<td>Prophecy  Performance (chanting)  <strong>Craft (rune-carving) 3</strong>  Knowledge (astrology)</td>\n<td>Prayer book with <em>discern evil</em> and <em>word of command,</em> carved stone holy symbol (rune-carver’s insignia), hand axe, charcoal grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 5gp (enc. 2 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Reliquary Guardian</td>\n<td>Oathsworn</td>\n<td>Battle Magic  Signaling  <strong>Craft (weapon-smithing) 3</strong>  Manual of Arms</td>\n<td>Prayer book with <em>remove fear</em> and <em>holy circle</em>, iron holy symbol (weaponsmith’s insignia), well-sharpened battle axe, leather armor, black workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 1/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Documentarian</td>\n<td>Oathsworn</td>\n<td>Loremastery  Mapping  <strong>Craft (bookbinding) 3</strong>  Knowledge (history)</td>\n<td>Beautifully-bound prayer book with <em>discern gist</em> and <em>illumination,</em> bronze holy symbol (bookbinder’s insignia), battle axe, leather armor, dun craftborn tunic and pants, embossed belt, low boots, backpack with blank parchment journal half-filled with entries, quill and ink, waterskin, 1 week’s iron rations, 4gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Reclaimer</td>\n<td>Oathsworn</td>\n<td>Magical Engineering  Knowledge (history)  <strong>Craft (stonemasonry) 3</strong>  Siege Engineering</td>\n<td>Prayer book with <em>counterspell</em> and <em>discern magic</em>,steel holy symbol (stonemason’s insignia), morning star with carved head, engraved banded plate armor, stone grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Sacrementalist</td>\n<td>Oathsworn</td>\n<td>Dwarven Brewing  Alchemy  <strong>Craft (brewing) 3</strong>  Revelry</td>\n<td>Prayer book with <em>cure light injury</em> and <em>purify food and water,</em> glass holy symbol (brewer’s insignia), mace, round wooden shield painted with alchemical symbols, chain mail armor, brown craftborn tunic and pants, embossed belt, low boots, backpack, 1 flask of holy water, 1 flask of military oil, waterskin, 1 week’s iron rations, (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Purifier</td>\n<td>Oathsworn</td>\n<td>Righteous Rebuke  Knowledge (occult)  <strong>Craft (jewelling) 3</strong>  Alchemy</td>\n<td>Prayer book with <em>holy circle</em> and <em>bane-rune,</em> bejeweled holy symbol (jeweler’s insignia), mace with diamond-shaped head, steel shield with craft insignia, banded plate armor, red and white craftborn tunic and pants, embossed belt, low boots, backpack, 1 lb garlic, flask of holy water, 2 flasks of military oil, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc 10 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Seeker</td>\n<td>Oathsworn  (ex-Highborn)</td>\n<td>Sensing Evil  Riding  <strong>Craft (armor-making) 3</strong>  Leadership</td>\n<td>Prayer book with <em>bane-rune</em> and <em>word of command,</em> steel holy symbol (armorer’s insignia), flail, steel shield with craft insignia, plate armor, blue craftborn tunic and pants, embossed belt, low boots, mule, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 8 st with rations on mule)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> The Craft proficiency that each craftpriest template begins with is noted in bold. For an explanation of caste, see <em><strong>By This Axe</strong></em>. Some characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section earlier in this Chapter.</p>\n<h3>Dwarven Vaultguard</h3>\n<p>Key Attribute: STR</p>\n<p>Requirements: CON 9</p>\n<p>Hit Dice: 1d8</p>\n<p>Maximum Level: 13</p>\n<p>Dwarves trained to defend their race’s underground vault from the endless hordes that threaten it are called vaultguards. Though most vaultguards are born, live and die in the vault, from time to time a young vaultguard will be dispatched to foreign realms on a warrior’s pilgrimage. The few vaultguards who return from such pilgrimages bring gold and glory to their clans, often leading them to found new vaults and become great lords.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Vaultguard Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td><strong>Damage Bonus</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Sentry</td>\n<td>1</td>\n<td>1d8</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>2,200</td>\n<td>Warden</td>\n<td>2</td>\n<td>2d8</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>4,400</td>\n<td>Shieldbearer</td>\n<td>3</td>\n<td>3d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>8,800</td>\n<td>Defender</td>\n<td>4</td>\n<td>4d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>17,500</td>\n<td>Sentinel</td>\n<td>5</td>\n<td>5d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>35,000</td>\n<td>Guardian</td>\n<td>6</td>\n<td>6d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>70,000</td>\n<td>Champion</td>\n<td>7</td>\n<td>7d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>140,000</td>\n<td>Vaultguard</td>\n<td>8</td>\n<td>8d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>270,000</td>\n<td>Vaultlord</td>\n<td>9</td>\n<td>9d8</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>400,000</td>\n<td>Vaultlord, 10th level</td>\n<td>10</td>\n<td>9d8 + 3*</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>530,000</td>\n<td>Vaultlord, 11th level</td>\n<td>11</td>\n<td>9d8 + 6*</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>660,000</td>\n<td>Vaultlord, 12th level</td>\n<td>12</td>\n<td>9d8 + 9*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>790,000</td>\n<td>Vaultlord, 13th level</td>\n<td>13</td>\n<td>9d8 + 12*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Vaultguards are the most highly-trained combatants fielded by the dwarves.</p>\n<p><strong>Combat Proficiencies:</strong> Vaultguards have weapon proficiency with all weapons except long bows or two-handed swords (due to their short stature). They have armor proficiency with all armor. They have fighting style proficiency with the weaponand shield, two-handed weapon, and dual weapon styles.</p>\n<p><strong>Combat Progression:</strong> Vaultguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Vaultguard Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>9+</td>\n<td>10+</td>\n<td>12+</td>\n<td>12+</td>\n<td>13+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>8+</td>\n<td>9+</td>\n<td>11+</td>\n<td>11+</td>\n<td>12+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>7+</td>\n<td>8+</td>\n<td>10+</td>\n<td>10+</td>\n<td>11+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>6+</td>\n<td>7+</td>\n<td>9+</td>\n<td>9+</td>\n<td>10+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5+</td>\n<td>6+</td>\n<td>8+</td>\n<td>8+</td>\n<td>9+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>4+</td>\n<td>5+</td>\n<td>7+</td>\n<td>7+</td>\n<td>8+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>3+</td>\n<td>4+</td>\n<td>6+</td>\n<td>6+</td>\n<td>7+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>2+</td>\n<td>3+</td>\n<td>5+</td>\n<td>5+</td>\n<td>6+</td>\n<td>3+</td>\n</tr>\n<tr>\n<td>13</td>\n<td>1+</td>\n<td>2+</td>\n<td>4+</td>\n<td>4+</td>\n<td>5+</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers</h6>\n<p>At the start of play, vaultguards have the following class power:</p>\n<p><strong>Manual of Arms:</strong> The vaultguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his clan and vault. He can identify those of other clans, vaults, or realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)</p>\n<h6>Additional Class Powers</h6>\n<p>When they advance in level, vaultguards gain the following additional class powers:</p>\n<p><strong>Battlefield Prowess (5th level):</strong> The vaultguard’s presence inspires troops he leads. Any henchmen and mercenaries hired by the vaultguard gain a +1 bonus to their morale score whenever he personally leads them. This bonus stacks with any modifiers from the vaultguard’s Charisma or proficiencies.</p>\n<p><strong>Vault (9th level):</strong> By acquiring a <strong>vault</strong> worth at least 15,000gp, the vaultguard can attract dwarves to his service. 3d6 x 10 1st level dwarven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the vault. If the vaultguard already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The vaultguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<h6>Racial Traits</h6>\n<p>As dwarves, vaultguards have certain powers and drawbacks associated with their race.</p>\n<p><strong>Dwarf Tongues:</strong> Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.</p>\n<p><strong>Hardy:</strong> Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Vaultguard Attack and Saving Throws table.)</p>\n<p><strong>Sensitivity to Rock and Stone:</strong> Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, vaultguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.</p>\n<p><strong>Dwarven Vaultguard Proficiency List:</strong> Alertness, Berserkergang, Blind Fighting, Caving, Combat Ferocity, Combat Reflexes, Combat Trickery (force back, knock down, overrun, sunder, wrestling), Command, Dungeonbashing Expertise, Dwarven Brewing, Fighting Style Specialization, Goblin-Slaying, Illusion Resistance, Intimidation, Land Surveying, Leadership, Military Strategy, Mountaineering, Precise Shooting, Prospecting, Running, Siege Engineering, Vermin-Slaying, Weapon Focus</p>\n<h6>Dwarven Vaultguard Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Caste</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Deserter</td>\n<td>Houseless  (ex-Oathsworn)</td>\n<td>Running  Survival</td>\n<td>Battle axe, hand axe, undamaged leather armor, threadbare workborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 4 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Battlerager</td>\n<td>Oathsworn</td>\n<td>Berserkergang  Intimidation</td>\n<td>Rune-carved battle axe, wooden shield, dagger, ring mail armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 6 5/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Sentinel</td>\n<td>Oathsworn</td>\n<td>Alertness  Signaling</td>\n<td>Iron-shod spear, warhammer, wooden shield, banded plate armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 5gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Clansdwarf</td>\n<td>Oathsworn</td>\n<td>Fight. Style Spec. (weapon &amp; shield)  Manual of Arms 2</td>\n<td>Iron-shod spear, warhammer, steel shield painted with clan emblem, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 17gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Goblin Slayer</td>\n<td>Oathsworn</td>\n<td>Goblin-Slaying  Caving</td>\n<td>Crossbow, case with 20 bolts, spear notched with many kills, hand axe, steel shield painted with vault insignia, chainmail armor, military cloak, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 1 week’s iron rations, 9gp (enc. 9 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Axebearer</td>\n<td>Oathsworn</td>\n<td>Weapon Focus (axes)  Endurance</td>\n<td>Crossbow, case with 20 bolts, battle axe, 2 hand axes, steel shield repainted many times, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 14gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Besieger</td>\n<td>Oathsworn</td>\n<td>Dungeonbashing Expertise  Siege Engineering</td>\n<td>Crossbow, case with 20 bolts, spiked mace, heavy steel shield with many dents, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, crowbar, small hammer, 12 iron spikes, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 19gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Highborn</td>\n<td>Oathsworn (ex-Highborn) or Highborn</td>\n<td>Command  Riding</td>\n<td>Crossbow, case with 20 bolts, iron-shod spear, warhammer carved with clan emblem, hand axe, steel shield painted with clan emblem, dwarf-forged plate armor, oathsworn tunic and pants, leather belt, high boots, mule, riding saddle and tack, saddlebags, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc. 10 st with rations on mule)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> For an explanation of dwarven caste, please refer to <em>By This Axe</em>; disregard if not using that sourcebook.</p>\n<h3>Elven Nightblade</h3>\n<p>Key Attribute: DEX and INT</p>\n<p>Requirements: None</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 11</p>\n<p>Elves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. They are a subtle race, and never does their gift for finesse and subtlety so reveal itself as in the practice of death-dealing. Cunning, deadly, and rarely seen, the elven nightblade is an assassin and sorcerer whose art is murder. Most nightblades practice their work in the courts of elven nobility. Those few who venture outside of the forests of Northern Argollë find their skills in high demand, for adventurers, aristocrats, and warlords all value their arcane and deadly ways.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Nightblade Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>Caster Level</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Arcanist-Avenger</td>\n<td>1</td>\n<td>1d6+1</td>\n<td></td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2,875</td>\n<td>Seer-Enforcer</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1</td>\n</tr>\n<tr>\n<td>5,750</td>\n<td>Theurgist-Torturer</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>11,500</td>\n<td>Magician-Slayer</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>23,000</td>\n<td>Thaumaturge-Destroyer</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3</td>\n</tr>\n<tr>\n<td>46,000</td>\n<td>Enchanter-Executioner</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4</td>\n</tr>\n<tr>\n<td>90,000</td>\n<td>Sorcerer-Blackguard</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>5</td>\n</tr>\n<tr>\n<td>180,000</td>\n<td>Mage-Assassin</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>6</td>\n</tr>\n<tr>\n<td>330,000</td>\n<td>Nightblade</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>7</td>\n</tr>\n<tr>\n<td>480,000</td>\n<td>Nightblade, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>4</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>8</td>\n</tr>\n<tr>\n<td>630,000</td>\n<td>Nightblade, 11th level</td>\n<td>11</td>\n<td>9d6 + 4*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>8</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Elven nightblades are professional killers, but they prefer to fight by ambush and treachery rather than direct confrontation.</p>\n<p><strong>Combat Proficiencies:</strong>. Elven nightblades have weapon proficiency with all missile weapons and with all tiny, small, and medium melee weapons. They have armor proficiency with light and very light armor. They have fighting style proficiency with the dual weapon and two-handed weapon styles, but not with the weapon and shield style.</p>\n<p><strong>Combat Progression:</strong> Elven nightblades advance in attack throws and saving throws as thieves, by two points every fourlevels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 2</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>14+</td>\n<td>14+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>11</td>\n<td>7+</td>\n<td>8+</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n<td>5+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers</h6>\n<p>At the start of play, nightblades have the following class powers. As with thieves, the nightblade’s skills improve as the nightblade gains levels according to the progression on the Elven Nightblade Skills table.</p>\n<p><strong>Acrobatics:</strong> Nightblades are trained to jump, tumble, somersault, and free-run around obstacles. They gain a +2 bonus to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. They can add their class level to their DEX for purposes of the distance and height they can jump (p. XX). As his movement action, a nightblade can attempt a proficiency throw to tumble past an opponent he has engaged. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the nightblade cannot tumble.</p>\n<p>If he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. The nightblade cannot tumble if he has an encumbrance of more than 5 stone and cannot tumble past the same enemy on two consecutive rounds. (This class power is the equivalent of Acrobatics proficiency.)</p>\n<p><strong>Backstabbing:</strong> Nightblades are skilled at treacherously attacking unprepared enemies. A nightblade can backstab any <strong>vulnerable</strong> opponent. Backstabs can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When backstabbing, a nightblade gains a +4 bonus to hit and if the attack succeeds, the nightblade deals an additional die of damage at 1st level, and another additional die at 5th, 9th, and 13th level**.**</p>\n<p><strong>Climbing:</strong> Nightblades are adept at scaling sheer surfaces, including smooth walls or steep cliffs. The nightblade must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the nightblade can safely ascend or descend the distance. If the throw fails, the nightblade falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. A nightblade can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty. For further rules on climbing, see p. XX.</p>\n<p><strong>Hiding:</strong> Nightblades are trained to skulk unseen in the cover of darkness. A nightblade can begin hiding as a combat action anytime he is in cover, dim light, or darkness. When the nightblade begins hiding, the Judge must make a Hiding proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls as long as he remains stationary in cover, dim light, or darkness.</p>\n<p>If the throw succeeds, the nightblade is <strong>hidden</strong>. If the throw fails, the nightblade is not hidden. No creature can claim line of sight on a nightblade that is hidden from it. If a hidden nightblade engages an unengaged opponent, the opponent cannot make a free facing change (p. XX). If an opponent knows the hidden nightblade’s general location, the opponent can attack him in melee at a -4 penalty, but it cannot even blindly attack the nightblade if it doesn’t knows his general location. The hidden condition expires at the end of the nightblade’s initiative if he moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the nightblade from his opponents.</p>\n<p><strong>Shadowy Senses:</strong> Since the bright light of torches will reveal their positions, nightblades learn to rely on superior night-vision, keen hearing and smell, and echolocation to slowly scout through dark alleys, lightless dungeons, and star-lit rooftops. When moving at combat speed or exploration speed, a nightblade can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, probe for traps, and so on. However, shadowy senses cannot be used to discern colors, faces, markings, or flat images (such as frescoes and murals) or to read books, maps, or scrolls. Shadowy senses does not function if the nightblade is charging or running, if deafened, or if in an area of bright light, magical darkness, or magical silence. Because it counts as dim light, an opponent can hide from shadowy senses.</p>\n<p><strong>Sneaking:</strong> Nightblades learn to prowl with great stealth. A nightblade can begin sneaking as a movement action. He can sneak at his encounter speed or one-half combat speed without penalty. If he moves greater than one-half combat speed, he takes a -5 penalty to the Sneaking proficiency throw. If he runs, he takes a -10 penalty.</p>\n<p>When the nightblade begins sneaking, the Judge must make a Sneaking proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls if the nightblade is outside their line of sight.</p>\n<p>If the throw succeeds, the nightblade is also <strong>sneaking</strong>. If the throw fails, the nightblade is not sneaking. When sneaking, the nightblade makes no noise when he moves — none whatsoever. Even alert creatures that make a successful Listening proficiency throw will not hear a sound. When a sneaking nightblade engages an unengaged opponent from the rear, the opponent cannot make a free facing change.</p>\n<p><strong>Streetwise:</strong> The nightblade has learned the hard lessons taught by life as a criminal. He might begin play as a member of an assassin’s guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies or thief skills. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities might be harder to recognize. (This class power is equivalent to one rank of Streetwise proficiency.)</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Skill Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Acrobatics</strong></td>\n<td><strong>Climbing</strong></td>\n<td><strong>Hiding</strong></td>\n<td><strong>Sneaking</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>18+</td>\n<td>6+</td>\n<td>19+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>2</td>\n<td>17+</td>\n<td>5+</td>\n<td>18+</td>\n<td>16+</td>\n</tr>\n<tr>\n<td>3</td>\n<td>16+</td>\n<td>4+</td>\n<td>17+</td>\n<td>15+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>15+</td>\n<td>3+</td>\n<td>16+</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>5</td>\n<td>14+</td>\n<td>2+</td>\n<td>15+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>6</td>\n<td>13+</td>\n<td>1+</td>\n<td>14+</td>\n<td>12+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>12+</td>\n<td>0+</td>\n<td>12+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>8</td>\n<td>11+</td>\n<td>-1+</td>\n<td>10+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>9</td>\n<td>10+</td>\n<td>-2+</td>\n<td>8+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>9+</td>\n<td>-3+</td>\n<td>6+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11</td>\n<td>8+</td>\n<td>-4+</td>\n<td>4+</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n<h6>Additional Class Powers</h6>\n<p>When they advance in level, nightblades gain the following additional class powers:</p>\n<p><strong>Arcane Magic (2nd level):</strong> As magical assassins, elven nightblades learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The nightblade’s caster level, and the number and levels of spells the nightblade can cast in a single day, are listed on the Nightblade Spell Progression table. Like a mage, a nightblade’s spell selection is limited to the spells in his <strong>repertoire</strong>. A nightblade’s repertoire can include up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, an elven nightblade can cast spells while wearing light or very light armor.</p>\n<p><strong>Quiet Magic (2nd level):</strong> Nightblades can cast their spells with minimal words and gestures. A successful proficiency throw to hear noise is required to hear the nightblade cast spells. Full binding and gagging is necessary to prevent the nightblade from working magic. (This class power is the equivalent of Quiet Magic proficiency.)</p>\n<p><strong>Minor Magical Research (7th level):</strong> The elven nightblade can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.</p>\n<p><strong>Hideout (9th level):</strong> By acquiring a <strong>hideout</strong> worth at least 5,000gp, the elven nightblade can attract followers to his service. 2d6 1st level elven nightblades will arrive to serve him as followers within 1d4 weeks of him acquiring the hideout. If the nightblade already has a hideout, the followers arrive to serve him within 1d4 weeks of him reaching 9th level. If hired, the followers must be paid standard rates for henchmen. These followers will serve the character with some loyalty, though at least one will be an infiltrator working for the nightblade’s local rivals, sent to keep an eye on the character. A cunning and resourceful nightblade can use these followers to start a criminal syndicate. Additional rules for hideouts and syndicates are detailed in the <strong>Campaigns</strong> chapter.</p>\n<h6>Racial Traits</h6>\n<p>As elves, nightblades have certain powers and drawbacks associated with their race.</p>\n<p><strong>Attunement to Nature:</strong> Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.</p>\n<p><strong>Connection to Nature:</strong> Because of their connection to nature, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)</p>\n<p><strong>Elf Tongues:</strong> Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, nightblades select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Elven Nightblade Proficiency List:</strong> Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Contortionism, Counterspelling, Eavesdropping, Elementalism, Expanded Repertoire, Familiar, Fighting Style Specialization, Kin-Slaying, Magical Engineering, Mastery of Enchantments &amp; Illusions, Mystic Aura, Passing Without Trace, Poisoning, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Skulking, Sniping, Swashbuckling, Unflappable Casting, Unarmed Fighting, Wakefulness, Weapon Focus, Weapon Finesse</p>\n<h6>Elven Nightblade Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Rogue</td>\n<td>Prestidigitation  Survival</td>\n<td>Handmade short bow, quiver with 20 arrows, short sword, leather armor, patched cloak, stained tunic and pants, embossed belt, scuffed low boots, backpack, 50’ rope, waterskin, 1 week’s iron rations, 1gp (enc. 4 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Pursuer</td>\n<td>Sniping  Tracking</td>\n<td>Long bow, quiver with 20 arrows, bola, gracefully curved sword, dagger in boot-sheath, supple leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, 50’ rope, manacles, waterskin, 1 week’s iron rations, 4gp (6 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Antagonist</td>\n<td>Skirmishing  Intimidation</td>\n<td>Long bow, quiver with 20 arrows, well-honed sword, 5 darts in bandoleer, dagger in boot sheathes, scarred leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 22gp (enc. 5 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Duelist-for-Hire</td>\n<td>Fighting Style Specialization (dual weapons)  Manual of Arms</td>\n<td>Composite bow, quiver with 20 arrows, dueling sword and short sword, throwing dagger, sturdy leather armor, duelist’s cloak, tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 4gp (enc. 5 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Silent Slayer</td>\n<td>Skulking  Alchemy</td>\n<td>Composite bow, quiver with 20 arrows, gracefully curved short sword and dagger, supple leather armor, black cloak with hood and bandana, black tunic and pants, padded sandals, backpack, crowbar, 50’ rope, grappling hook, small hammer, 12 iron spikes, waterskin, 1 week’s iron rations, 3gp (enc. 6 4/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Arcane Avenger</td>\n<td>Battle Magic  Collegiate Wizardry</td>\n<td>Composite bow, quiver with 20 arrows, short sword, wavy-bladed silver dagger, leather armor under midnight blue mage’s cassock, leather belt, low boots, backpack, quill and ink, waterskin, 1 week’s iron rations, 25gp (enc 5 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Deceiver</td>\n<td>Poisoning  Seduction</td>\n<td>Composite bow, quiver with 20 arrows, slender short sword, dagger, coiled leather whip, light arena armor, leather cloak, elegant linen tunic and pants, silk sash, high boots, backpack, manacles, waterskin, 1 week’s iron rations, 38gp (enc. 5 1/6 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Royal Enforcer</td>\n<td>Command  Riding</td>\n<td>Composite bow, quiver with 20 arrows, pair of gracefully curved short swords, leather armor, traveler’s tunic and pants, riding boots, light riding horse, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 3 4/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> None.</p>\n<h3>Elven Spellsword</h3>\n<p>Key Attribute: STR and INT</p>\n<p>Requirements: None</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 10</p>\n<p>Elves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. Though elves are a peaceful people that enjoy poetry and art, they are also very talented fighters and skilled mages. Within the Auran Empire, most elves dwell in the isolated forests of Northern Argollë; those that traffic in the kingdoms of man are both bold and remarkable. The elven spellsword class represents one such remarkable elf, trained in the arts of both fighters and mages.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Spellsword Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Spellsword Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td><strong>Damage Bonus</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Arcanist-Guardian</td>\n<td>1</td>\n<td>1d6+1</td>\n<td>+1</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4,000</td>\n<td>Warrior-Seer</td>\n<td>2</td>\n<td>2d6</td>\n<td>+1</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8,000</td>\n<td>Theurgist-Swordmaster</td>\n<td>3</td>\n<td>3d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16,000</td>\n<td>Magician-Hero</td>\n<td>4</td>\n<td>4d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>32,000</td>\n<td>Thaumaturge-Exemplar</td>\n<td>5</td>\n<td>5d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>64,000</td>\n<td>Myrmidon-Enchanter</td>\n<td>6</td>\n<td>6d6</td>\n<td>+3</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>130,000</td>\n<td>Sorcerer-Champion</td>\n<td>7</td>\n<td>7d6</td>\n<td>+3</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>260,000</td>\n<td>Epic Hero-Mage</td>\n<td>8</td>\n<td>8d6</td>\n<td>+3</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>430,000</td>\n<td>Wizard-Lord</td>\n<td>9</td>\n<td>9d6</td>\n<td>+4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>600,000</td>\n<td>Wizard-Lord, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td>+4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td></td>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Elven spellswords learn an elegant, deadly style of fighting that enables them to cast arcane spells while fully armored.</p>\n<p><strong>Combat Proficiencies:</strong> Elven spellswords have weapon proficiency with all weapons, armor proficiency with all armor, and fighting style proficiency with all three optional styles (i.e. the dual weapon, two-handed weapon, and weaponand shield styles).</p>\n<p><strong>Combat Progression:</strong> Elven spellswords advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, and 9th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Spellsword Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>12+</td>\n<td>14+</td>\n<td>15+</td>\n<td>16+</td>\n<td>16+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>11+</td>\n<td>13+</td>\n<td>14+</td>\n<td>15+</td>\n<td>15+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>10+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>14+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>9+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>8+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>7+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>6+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>4+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers</h6>\n<p>At the start of play, elven spellswords have the following class powers.</p>\n<p><strong>Arcane Magic:</strong> Elven spellswords can learn and cast powerful arcane spells. The number and levels of spells the spellsword can cast in a single day are listed on the Elven Spellsword Spell Progression table. A spellsword’s spell selection is limited to the spells in his <strong>repertoire</strong>. A spellsword’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, elven spellswords can also cast spells while wearing armor. More information on casting spells and individual spell descriptions can be found in the <strong>Spells</strong> chapter.</p>\n<p><strong>Collegiate Wizardry</strong>: The spellsword has received arcane instruction as an apprentice to a spellsword, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)</p>\n<h6>Additional Class Powers</h6>\n<p>When they advance in level, spellswords gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The elven spellsword can research spells, scribe magical scrolls, and brew potions.</p>\n<p><strong>Major Magical Research (9th level):</strong> The elven spellsword can create more powerful magic items such as weapons, rings, and staffs.</p>\n<p><strong>Fastness (9th level):</strong> By acquiring a <strong>fastness</strong> worth at least 15,000gp in a natural setting such as a forest or glen, the elven spellsword can attract elves to his service. 3d6 x 10 1st level elven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the fastness. If the spellsword has already acquired a fastness, the followers arrive to serve him within 1d3 months of him reaching 9th level. The spellsword must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for elven fastnesses are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<h6>Racial Traits</h6>\n<p>As elves, spellswords have certain powers and drawbacks associated with their race.</p>\n<p><strong>Attunement to Nature:</strong> Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency, to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.</p>\n<p><strong>Connection to Nature:</strong> Because of their <strong>connection to nature</strong>, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)</p>\n<p><strong>Elf Tongues:</strong> Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, spellswords select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, and 9th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Elven Spellsword Proficiency List:</strong> Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Combat Trickery (disarm, knock down), Command, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Fighting Style Specialization, Loremastery, Magical Engineering, Magical Music, Mastery of Enchantments &amp; Illusions, Mounted Combat, Mystic Aura, Quiet Magic, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Soothsaying, Swashbuckling, Unflappable Casting, Wakefulness, Weapon Focus, Weapon Finesse</p>\n<h6>Elven Spellsword Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Exile</td>\n<td>Running  Survival  Navigation</td>\n<td>Tattered spellbook with <em>chameleon</em> and <em>slickness</em>,short bow, quiver with 20 arrows, old short sword, dagger, threadbare tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 1gp (enc. 2 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Beastmaster</td>\n<td>Beast Friendship  Animal Husbandry  Naturalism</td>\n<td>Hidebound spellbook with <em>slumber</em> and <em>chameleon</em>,long bow, quiver with 20 arrows, gracefully curved sword, dagger, well-stitched fur armor, thick wool cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 2/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Dreamweaver</td>\n<td>Mastery of Enchantments &amp; Illusions  Mapping  Art (painting)</td>\n<td>Multicolored leather spellbook with <em>beguile**humanoid</em> and <em>illusory**figment</em>, short bow, quiver with 20 arrows, shiny curved sword, well-polished dagger with boot-sheath, ring mail armor, multicolored tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations (enc. 5 3/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Bladesinger</td>\n<td>Magical Music  Performance (singing)  Diplomacy</td>\n<td>Embossed spellbook with <em>blinding**flash</em> and <em>discern**magic</em>,short bow, quiver with 20 arrows, two-handed sword with elaborate hilt, chain mail armor, sea-green hooded cloak traveler’s tunic and pants, leather belt, low boots, backpack, 1 week’s iron rations, 6gp (enc. 7 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Swordmage</td>\n<td>Battle Magic  Military Strategy  ManualofArms</td>\n<td>Leather-bound spellbook with <em>mage missile</em> and <em>sharpness</em>,short bow, quiver with 20 arrows, gracefully curved sword and short sword, banded plate armor, traveler’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 15gp (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Flametongue</td>\n<td>Elementalism  Naturalism  Survival</td>\n<td>Redwood spellbook with <em>fan<strong>of</strong>flames</em> and <em>kindle**flame</em>,long bow, quiver with 20 arrows,pair of gracefully curved swords, banded plate armor, armiger’s tunic and pants, embossed belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 21gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Captain</td>\n<td>Command  Leadership  Military Strategy</td>\n<td>Battle-scarred spellbook with <em>counterspell</em> and <em>seal**portal</em>,short bow, quiver with 20 arrows, whitewood spear with leaf-head, gracefully curved sword, steel shield bearing house crest, banded plate armor, armiger’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s rations, 49gp (enc. 9 1/3 st st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Winged Knight</td>\n<td>Familiar (eagle)  Riding  Leadership</td>\n<td><strong>Eagle****familiar</strong>,finely-made spellbook with <em>thunderclap</em> and <em>leaping</em>,lance with pennant, polished sword, steel shield bearing house crest, plate armor with eagle feather wings, armiger’s tunic, high boots, medium riding horse, riding saddle and tack, saddlebag, waterskin, 1 week’s iron rations, 9gp (enc. 9 1/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> Most characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section earlier in this Chapter.</p>\n<p>The Flametongue can choose to replace the fire spells with one of three alternative spell selections available, one for each element:</p>\n<ul>\n<li>Air: <em>thunderclap</em>and <em>wall<strong>of</strong>smoke</em></li>\n<li>Earth: <em>earth’s**excrescence</em>and <em>shatter blade</em></li>\n<li>Water: <em>desiccate</em>and <em>slickness</em></li>\n</ul>\n<p>The winged knight’s eagle familiar grants him Command proficiency. The eagle feather wings on the winged knight’s banded plate armor are purely decorative. They do not actually grant the character the power to fly.</p>\n<h3>Nobiran Wonderworker</h3>\n<p>Key Attribute: INT and WIL</p>\n<p>Requirements: STR 11, INT 11, WIL 11, DEX 11, CON 11, CHA 11</p>\n<p>Hit Dice: 1d4</p>\n<p>Maximum Level: 12</p>\n<p>The ancient Nobir were the heroes of the Empyrean War, kings and prophets granted epic power by the gods. Though these bloodlines have faded with the passing of time, occasionally a scion is still born with great gifts. The Nobiran Wonderworker is such a being, blessed with mastery of both arcane and divine magic. Nobiran Wonderworkers are exceedingly rare. In the Auran Empire, only two Wonderworkers are known: The great Artashumara of Shemal-Uliltu and the mighty Abia, called Indura’s Wrath. Doubtless in the troubled times ahead, the gods will see fit to bless others with such power.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Nobiran Wonderworker Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Arcane Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Divine Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>6</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>6</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Divine Arcanist</td>\n<td>1</td>\n<td>1d4+1</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3,125</td>\n<td>Divine Seer</td>\n<td>2</td>\n<td>2d4</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6,250</td>\n<td>Divine Theurgist</td>\n<td>3</td>\n<td>3d4</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12,500</td>\n<td>Divine Magician</td>\n<td>4</td>\n<td>4d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>25,000</td>\n<td>Divine Thaumaturge</td>\n<td>5</td>\n<td>5d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>50,000</td>\n<td>Divine Enchanter</td>\n<td>6</td>\n<td>6d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>100,000</td>\n<td>Divine Sorcerer</td>\n<td>7</td>\n<td>7d4</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>200,000</td>\n<td>Divine Mage</td>\n<td>8</td>\n<td>8d4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>390,000</td>\n<td>Divine Wizard</td>\n<td>9</td>\n<td>9d4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>580,000</td>\n<td>Divine Wizard, 10th level</td>\n<td>10</td>\n<td>9d4 + 1*</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>770,000</td>\n<td>Divine Wizard, 11th level</td>\n<td>11</td>\n<td>9d4 + 2*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>960,000</td>\n<td>Divine Wizard, 12th level</td>\n<td>12</td>\n<td>9d4 + 3*</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Wonderworkers see little need for combat training. Like mages and priestesses, they should avoid combat.</p>\n<p><strong>Combat Proficiencies:</strong> Wonderworkers have weapon proficiency with clubs, daggers, darts, and staffs. They have no armor proficiency. They have fighting style proficiency with the two-handed weapon style (allowing them to use a staff with both hands), but not with the dual weapon or weaponand shield styles.</p>\n<p><strong>Combat Progression:</strong> Wonderworkers advance in attack throws and saving throws only two points every six levels of experience (i.e., the same as mages). They cannot cleave, regardless of class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Nobiran Wonderworker Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 3</td>\n<td>11+</td>\n<td>11+</td>\n<td>13+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>4 – 6</td>\n<td>10+</td>\n<td>10+</td>\n<td>12+</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>7 – 9</td>\n<td>9+</td>\n<td>9+</td>\n<td>11+</td>\n<td>7+</td>\n<td>8+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>10 – 12</td>\n<td>8+</td>\n<td>8+</td>\n<td>10+</td>\n<td>6+</td>\n<td>7+</td>\n<td>7+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers</h6>\n<p>At the start of play, Nobiran wonderworkers have the following class powers.</p>\n<p><strong>Arcane Magic:</strong> Nobiran wonderworkers learn and cast arcane spells as mages. The number and levels of spells the wonderworker can use in a single day is summarized on the Nobiran Wonderworker Arcane Spell Progression table. Like a mage, the wonderworker’s spell selection is limited to the spells in his <strong>repertoire</strong>. A wonderworker’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus.</p>\n<p><strong>Collegiate Wizardry</strong>: The wonderworker has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)</p>\n<p><strong>Divine Magic:</strong> Wonderworkers can manifest their deity’s power in the form of divine spells, which are granted through prayer and worship. The power and number of divine spells available to the character are determined by level according to the Nobiran Wonderworker Divine Spell Progression table. Wonderworkers have the same <strong>repertoire</strong> of spells available as crusaders of their faith, unless the Judge determines otherwise.</p>\n<p><strong>Divine Health:</strong> Wonderworkers have sanctified bodies that render them immune to all forms of disease, including magical diseases caused by spells, mummies, or lycanthropes.</p>\n<p><strong>Lay on Hands:</strong> So abundant is the wonderworker’s life force that he can lay on hands to heal injuries. He can heal 2 damage per class level when the power is used. He can use his power to lay on hands once per day. The wonderworker can select the Laying on Hands proficiency to gain additional uses of the power per day. (This class power is the equivalent of one rank of the Laying on Hands proficiency.)</p>\n<h6>Additional Class Powers</h6>\n<p>When they advance in level, Nobiran wonderworkers gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The wonderworker can scribe magical scrolls, brew potions, and research arcane spells.</p>\n<p><strong>Major Magical Research (9th level):</strong> The wonderworker can create more powerful magic items such as weapons, rings, and staffs.</p>\n<p><strong>Sanctum (9th level):</strong> By acquiring a <strong>sanctum</strong> (often a great tower) worth at least 15,000gp, the wonderworker can attract followers to his service. 1d6 apprentice wonderworkers of 1st – 3rd level plus 2d6 apprentices of 0th level arrive to serve him as followers within 1d3 months of him acquiring the sanctum. If the wonderworker already has a sanctum, the followers arrive to serve him within 1d3 months of him reaching 9th level. The apprentices function as assistants in magical research (see p. XXX). If performing magic research, the apprentices must be provided food and lodging, but need not be paid wages. (If asked to accompany the wonderworker on an adventure, the apprentices must be paid wages as henchmen.) If the wonderworker builds a <strong>dungeon</strong> beneath or near his sanctum, monsters will start to arrive to dwell within, often followed by adventurers seeking to fight them. Additional rules for wonderworker’ <strong>sanctums</strong> are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<p><strong>Supreme Magical Research (11th level):</strong> The wonderworker can learn and cast ritual arcane spells of great power (7th, 8th, and 9th level), craft magical constructs, and create magical crossbreeds. If chaotic, the wonderworker can create necromantic servants and become undead. Rules for magic research can be found in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<h6>Racial Traits</h6>\n<p><strong>Blood of Ancient Kings:</strong> Every Nobiran has the royal presence of the demi-gods and heroes of old. The character can hire one more henchman than his Charisma would otherwise permit, and the base loyalty score of any henchmen is increased by 1.</p>\n<p><strong>Favor of the Empyrean Powers:</strong> The powers of Law protect their champions from harm. Wonderworkers receive a +2 bonus to all saving throws. (This adjustment is already factored into the saving throws on the Nobiran Wonderworker Attack and Saving Throws table above.)</p>\n<p><strong>Longeval:</strong> Wonderworkers are seemingly ageless, suffering no penalties from advancing age. They enjoy a lifespan three times longer than that of normal men. Their robust vitality grants them a +1 bonus to their HD roll at 1st level. Like elves, they are immune to the diseases caused by undead.</p>\n<h6>Code of Behavior</h6>\n<p>In order to use divine magic, maintain his divine blessing, and lay on hands, a wonderworker must uphold the sacred laws of good and order. Wonderworkers must obey the strictures below, or other strictures determined by the Judge for his campaign.</p>\n<ul>\n<li>The wonderworker must always display his holy symbol somewhere on his person when in public.</li>\n<li>The wonderworker must offer prayers to his deity at dawn and dusk. Offering prayers requires one turn (10 minutes).</li>\n<li>The wonderworker must use his gifts in the struggle against Chaos and uphold Law.</li>\n<li>The wonderworker must not use his divine magic for unlawful or Chaotic purposes.</li>\n</ul>\n<p>If a wonderworker ever falls from favor, due to violating the strictures of his faith, the gods might impose penalties upon the wonderworker. As with crusaders, these penalties are entirely up to the Judge.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, wonderworkers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Nobiran Wonderworker Proficiency List:</strong> Alchemy, Battle Magic, Beast Friendship, Black Lore of Zahar, Bright Lore of Aura, Command, Contemplation, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Healing, Illusion Resistance, Laying on Hands, Loremastery, Magical Engineering, Martial Training, Mastery of Conjuration &amp; Summoning, Mastery of Enchantments &amp; Illusions, Mystic Aura, Prestidigitation, Prophecy, Quiet Magic, Sensing Evil, Sensing Power, Soothsaying, Syncretism, Transmogrification, Unflappable Casting</p>\n<h6>Nobiran Wonderworker Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Ferine</td>\n<td>Beast Friendship  Naturalism  Survival</td>\n<td>Tattered spellbook with <em>frighten**beast</em>and<em>chameleon</em><strong>,</strong> gnarled oaken staff, simple robe, leather shoes, small sack, fiercely loyal hunting dog, waterskin, 2 weeks’ iron rations, 1gp (enc. 3 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Scholar</td>\n<td>Loremastery  Healing  Alchemy</td>\n<td>Rolled papyrus spellbook with <em>mage**missile</em>and<em>discern gist</em><strong>,</strong> holy symbol (winged sun of Ammonar), gnarled oaken staff, purple robe, embossed belt, low boots, backpack, quill and ink (half-filled), waterskin, 1 weeks’ iron rations, 1gp (enc. 3 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Augur</td>\n<td>Soothsaying  Performance (storytelling)  Theology</td>\n<td>Rolled papyrus spellbook with <em>thunderclap</em>and<em>auditory**illusion</em>, holy symbol (wheel of Calefa), elaborately-carved staff, blue robe with crescents, embossed belt, low boots, backpack, ornamental crystal ball (15gp value), quill and ink, waterskin, 2 weeks’ iron rations, 1gp (enc. 4 1/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Servant of Fire</td>\n<td>Elementalism  Theology  Naturalism</td>\n<td>Red leather spellbook with <em>fan<strong>of</strong>flames</em>and <em>blinding**flash</em>,holy symbol (ivory torch of Mityara), gnarled oaken quarterstaff, 5 darts, flame red cassock with hood, embossed belt, low boots, backpack, quill and ink, flask of holy water, waterskin, 2 weeks’ iron rations, 9gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Astrologer</td>\n<td>Sensing Power  Knowledge (astrology)  Theology</td>\n<td>Bronze-framed spellbook with <em>slumber</em>and<em>illusory<strong>figment</strong></em>,** holy symbol (ankh of Teos), rune-etched staff, blue mage’s cassock, embossed belt, low boots, backpack, flask of holy water, astrologer’s journal tracking constellations, quill and ink, waterskin, 1 week’s iron rations, 22gp (enc. 3 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Corrupted Soul</td>\n<td>Black Lore of Zahar  Alchemy  Knowledge(occult)</td>\n<td>Iron-bound snakeskin spellbook with <em>choking**grip</em>and <em>unliving**puppet</em>,unholy symbol (serpent of Saqqara), silver sacrificial dagger, grey cassock, embossed belt, low boots, backpack, flask of unholy water, quill and ink, waterskin, 2 week’s iron rations, 1gp (enc. 3 3/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Wrathbringer</td>\n<td>Martial Training (axes)  Manual of Arms  Profession (judge)</td>\n<td>Iron-shod spellbook with <em>sharpness</em> and <em>arcane armor</em>, holy symbol (star of Indura), battle axe, hand axe, red and gold cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, 2 flasks of holy water, waterskin, 2 weeks’ iron rations, 35gp (enc. 4 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Messiah</td>\n<td>Prophecy  Diplomacy  Leadership</td>\n<td>White leather spellbook with <em>counterspell</em>and<em>illumination</em>, holy symbol (winged sun of Ammonar), quarterstaff tipped with glass gemstone (45gp value), white cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 17gp (enc. 3 2/6 st)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> Most characters of this class have above average intelligence, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section in this chapter.</p>\n<p>Saqqara is another name for Iskara, goddess of chaos. Teos is another name for Istreus, god of secrets. Indura is another name for Ianna, goddess of love and war. For the Servant of Fire template, there are three alternative spell selections available, one for each element. See Mage Templates (p. XX). For the Corrupted Soul template, the Code of Behavior is reversed to favor chaos over law.</p>\n<h3>Zaharan Ruinguard</h3>\n<p>Key Attribute: STR and INT</p>\n<p>Requirements: INT 9, WIL 9, CHA 9</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 12</p>\n<p>In the waning days of the decadent Zaharan empire, as its graceful cities burned to ash and the races of man, elf, and dwarf slaughtered the children of Zahar without mercy for their arrogance and tyranny, an order of militant sorcerer-knights known as ruinguards was ordained by Sebek, last of the sorcerer-kings. The ruinguards were charged with safeguarding the powerful secrets of the chthonic gods and laying down their lives to prevent the voice of Chaos from passing into oblivion.</p>\n<p>The hobbled eunuch-seers and iron-bound tomes of the great Zaharan libraries were too burdensome to carry away and hide from the wrathful judgment of Law as it descended upon crumbling Zahar. The ruinguards mastered arcane bindings to focus the dark chthonic secrets of a dying empire within a receptacle they knew they would always have at hand — their very weapons. The Zaharan empire vanished over a millennium ago, but the masters of this tenebrous order have not only carried the knowledge of Chaos with them, but learned to call upon that knowledge to enhance their own martial and magical skill and bring doom to their enemies.</p>\n<p>Each ruinguard is a master of his own fate; an individual conduit to the knowledge of Chaos and the chthonic powers spread across the void. Whether they carry such power within them and focus it upon the weapon they wield, or whether the weapon itself holds the chthonic power and they merely call it forth to do battle, even the ruinguard does not truly know. Ruinguards typically adventure to accumulate power, skill, and allies in order to dominate more and more around them — some even harbor dreams of rebuilding an empire. Others resist succumbing completely to the Chaos that constantly seeks to consume them. This rarer breed of ruinguard seeks adventure to quell the wanderlust within themselves and find camaraderie and kinship amongst those adventurers who also choose to wander dark roads and distant lands.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Zaharan Ruinguard Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Ruinguard Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>Caster Level</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Insignificant</td>\n<td>1</td>\n<td>1d6</td>\n<td></td>\n<td>0</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>0</td>\n</tr>\n<tr>\n<td>3,700</td>\n<td>Ruinborn</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1</td>\n</tr>\n<tr>\n<td>7,400</td>\n<td>Ruinchild</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>14,800</td>\n<td>Son of Ruin</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>29,600</td>\n<td>Ruinwielder</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3</td>\n</tr>\n<tr>\n<td>59,200</td>\n<td>Ruinscourge</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4</td>\n</tr>\n<tr>\n<td>120,000</td>\n<td>Ruinmaster</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>5</td>\n</tr>\n<tr>\n<td>240,000</td>\n<td>Father of Ruin</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>6</td>\n</tr>\n<tr>\n<td>410,000</td>\n<td>Lord of Ruin</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>4</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>7</td>\n</tr>\n<tr>\n<td>580,000</td>\n<td>Lord of Secrets</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>8</td>\n</tr>\n<tr>\n<td>750,000</td>\n<td>Lord of Bindings</td>\n<td>11</td>\n<td>9d6 + 4*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>8</td>\n</tr>\n<tr>\n<td>920,000</td>\n<td>Prince of Ruin</td>\n<td>12</td>\n<td>9d6 + 6*</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>9</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Combat Characteristics</h6>\n<p>Ruinguards are brutal combatants who rarely show mercy. The chthonic powers a ruinguard channels revel in the chaos and brutality of face-to-face combat. They favor the heaviest armor available so they can wade into close quarters and frown upon weapons which draw blood from a distance.</p>\n<p><strong>Combat Proficiencies:</strong> Ruinguards have weapon proficiency with battle axes, great axes, flails, swords, two-handed swords, and whips. They have armor proficiency with all armors. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.</p>\n<p><strong>Combat Progression:</strong> Ruinguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful melee attacks using these weapons by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Zaharan Ruinguard Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>15+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5+</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>4+</td>\n<td>5+</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>3+</td>\n</tr>\n</tbody></table>\n<h6>Starting Class Powers:</h6>\n<p>In addition to their fighting ability, a Zaharan ruinguard’s eager embrace of chthonic secrets provides him with several benefits. At the start of play, ruinguards have the following class powers.</p>\n<p><strong>Dark Blessing:</strong> Zaharan ruinguards enjoy the blessing of the chthonic gods. They gain a +2 bonus to all saving throws. (These adjustments are already factored into the saving throws on the Zaharan Ruinguard Attack and Saving Throws table.)</p>\n<p><strong>Manual of Arms:</strong> The ruinguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)</p>\n<p><strong>Preternatural Quickening:</strong> Zaharan ruinguards act with supernatural celerity. A ruinguard gains a +1 bonus to initiative and a +1 bonus to avoid surprise.</p>\n<p><strong>Weapon Focus:</strong> Ruinguards are experts with their weapon of choice. The Zaharan ruinguard gains the Weapon Focus proficiency with his choice of one specific weapon type (axes; maces, flails and hammers; swords and daggers).</p>\n<h6>Additional Class Powers</h6>\n<p>As a Zaharan ruinguard gains experience, he learns how to tap arcane energy to cast spells and enhance his prowess in battle. They gain the following additional class powers:</p>\n<p><strong>Arcane Magic (2nd level):</strong> As sorcerers as well as warriors, Zaharan ruinguards learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The ruinguard’s caster level, and the number and levels of spells the ruinguard can cast in a single day, are listed on the Ruinguard Spell Progression table. Like a mage, a ruinguard’s spell selection is limited to the spells in his <strong>repertoire</strong>. A ruinguard’s repertoire can include the number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, a Zaharan ruinguard can cast spells while wearing any type of armor.</p>\n<p><strong>Arcane Striking (2nd level):</strong> The Zaharan ruinguard learns to channel arcane energy through his melee weapons. Whenever the ruinguard successfully hits a target with a melee attack, he can immediately expend one of his daily spell slots to increase damage. Damage is increased by 1d6 per level of the spell slot expended. Damage dealt by arcane striking counts as extraordinary arcane damage. If the target is slain by his arcane strike, the ruinguard is eligible to cleave as if he had slain the target in melee.</p>\n<p>EXAMPLE: Moruvai needs to make an attack throw of 14+ to strike the great dragon Orm. Finally, he does so! He immediately expends a 1st level spell slot to do an extra 1d6 damage on his hit.</p>\n<p><strong>Death Healing (4th level):</strong> The Zaharan ruinguard learns to drain the life force of fallen foes in order to heal himself. Whenever the ruinguard successfully slays a sentient creature with a melee attack, he can expend a spell slot to heal himself. Healing is 1d6 per level of the spell slot expended, to a maximum value equal to the slain victim’s maximum (starting) hit points. The ruinguard can cleave after death healing if he has any cleaves remaining. A ruinguard with sufficient spell slots can combine death healing and arcane striking.</p>\n<p>EXAMPLE: Moruvai slays a hobgoblin (hp 7). He sacrifices a 2nd level spell and heals himself 2d6 hit points. The 2d6 roll is an 8; Moruvai heals 7 hp because he cannot heal more than the slain victim’s hit points.</p>\n<p><strong>Dark Charisma (5th level):</strong> The ruinguard’s sinister presence begins to inspire the forces of evil to follow him. Any Chaotic characters or monsters in the ruinguard’s service gain a +1 bonus to their morale score whenever he personally leads them. The bonus stacks with any modifiers from the ruinguard’s Charisma or proficiencies.</p>\n<p><strong>Minor Magical Research (7th level):</strong> The Zaharan ruinguard can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.</p>\n<p><strong>Dark Fortress (9th level):</strong> By acquiring a <strong>dark fortress</strong> worth at least 15,000gp, the Zaharan ruinguard can attract followers to his service. 5d6 x 10 0th level or beastman troops and 1d6 Zaharan ruinguards of 1st – 3rd level arrive to serve him within 1d3 months of him acquiring the fortress. If the ruinguard already has a fortress, the followers arrive to serve him within 1d3 months of him reaching 9th level. The ruinguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Should he prove a powerful, ruthless leader, the ruinguard’s power may spread like a dark blight across the realm as those drawn to dark power flock to his banner. Additional rules for dark fortresses are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<p><strong>Spell Storing (9th level):</strong> The ruinguard learns to channel his spells into his weapon. Whenever a ruinguard casts a spell that would normally target a creature, he can instead cast it into his melee weapon, where it remains stored until discharged. The effect will discharge onto the next creature the ruinguard strikes with the weapon, resulting in both melee damage and the normal effects of the spell. The ruinguard can only store one spell at a time, and the spell will discharge harmlessly if not used in 1 turn (10 minutes),if the weapon is sundered, or if the ruinguard loses his grip on the weapon. A ruinguard with sufficient spell slots can combine spell storing, death healing, and/or arcane striking. A character being killed by a stored spell does not allow the ruinguard to cleave.</p>\n<p>EXAMPLE: Moruvai casts <em>dismember</em>into his two-handed sword, spell storing it. He then attacks a minotaur, and hits, dealing his normal melee damage. Upon hitting, Moruvai uses his arcane striking power, expending a 2nd level spell slot to deal an additional 2d6 damage. <em>Dismember</em>also discharges, and the minotaur fails its save, taking an additional 3d6 damage and a permanent wound from the spell. The cumulative damage slays the minotaur. Moruvai then expends a 3rd level spell slot and death heals himself 3d6 damage. Because the damage from <em>dismember</em> was needed to kill the minotaur, Moruvai cannot cleave.</p>\n<p><strong>Major Magical Research (12th level)</strong>: The Zaharan ruinguard can an create more powerful magic items such as weapons, rings, and staffs, as if he were a 9th level mage.</p>\n<h6>Racial Traits</h6>\n<p>As true Zaharans, all ruinguards also possess certain inhuman benefits and drawbacks from their near-extinct bloodline.</p>\n<p><strong>After the Flesh:</strong> For most mortals, undeath is a curse. For Zaharans, it is a pathway to power. If transformed into intelligent undead, the Zaharan ruinguard retains his racial powers and his class abilities. Once transformed, the ruinguard can continue to advance in Hit Dice without limit, even past his class’s maximum level. A 1 HD undead ruinguard requires 4,000 XP to advance to 2 HD plus an additional 500 XP per * the undead possesses. The amount of XP required to advance as an undead doubles with each HD thereafter (round values greater than 20,000 XP to the nearest 1,000). All of the ruinguard’s class abilities will continue to progress without regard to his class’s maximum level, to a maximum of 14th level. The <em><strong>ACKS II Judges Journal</strong></em>offers additional rules for characters advancing via this power (p. XX).</p>\n<p><strong>Ancient Pacts:</strong> The lords of Zahar ensorcelled the dark powers of the world with ancient pactsof service and obedience. Some creatures still remember these pacts and will aid Zaharans when commanded. All ruinguards gain a +1 bonus to reaction rolls when encountering intelligent Chaotic monsters. Intelligent Chaotic monsters suffer a -2 penalty to saving throws against any enchantment spells cast by a Zaharan ruinguard.</p>\n<p><strong>Dark Souls:</strong> Because of their black spirits, the grim embrace of death holds special perils for Zaharans. Whenever a deceased Zaharan rolls on the Tampering With Mortality table, he suffers a penalty on the 1d20 roll of -1 per level of experience.</p>\n<p><strong>Inexorable:</strong> Ruinguards are inexorable in the face of horrors that terrify normal men. They are immune to all natural and magical <strong>fear</strong> effects.</p>\n<p><strong>Zaharan Tongues:</strong> Due to their background and training, all Zaharan ruinguards can speak Ancient Zaharan, Common, Goblin, Orc, and Kemeshi.</p>\n<h6>Class Proficiencies</h6>\n<p><strong>Proficiency Progression:</strong> At 1st level, ruinguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Zaharan Ruinguard Proficiency List</strong>: Alertness, Ambushing, Battle Magic, Berserkergang, Black Lore of Zahar, Blind Fighting, Combat Ferocity, Combat Trickery (force back, knock down, overrun, sunder), Command, Dungeonbashing Expertise, Elementalism, Familiar, Fighting Style Specialization, Kin-Slaying, Leadership, Martial Training, Mastery of Conjuration &amp; Summoning, Military Strategy, Mounted Combat, Mystic Aura, Sensing Good, Sensing Power, Skirmishing, Unflappable Casting, Wakefulness</p>\n<h6>Zaharan Ruinguard Templates</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6</strong>  <strong>Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Flesheater</td>\n<td>Kin-Slaying  Craft (cooking)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated sword, wooden shield, curiously pale-colored hide armor, blood-stained wool tunic and pants, belt embossed with tooth marks, low boots, backpack, waterskin, 2 weeks’ dried white meat, 2gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Hatemonger</td>\n<td>Berserkergang  Intimidation  <strong>Weapon Focus (axes)</strong></td>\n<td></td>\n<td>Great axe tipped with a spike, chain mail armor, torn wool tunic and pants, spiked belt, low boots, backpack, 1 week’s iron rations, 4gp (enc. 6 2/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Grimguard</td>\n<td>Fighting Style Spec. (weapon and shield)  Manual of Arms 2  <strong>Weapon Focus (axes)</strong></td>\n<td></td>\n<td>Jagged battle axe, iron-shod shield, grey banded plate armor, grey hooded cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 6gp (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Avenger</td>\n<td>Sensing Good  Profession (torturer)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated sword, copper-barbed scourge, iron-shod shield, grey plate armor, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 4/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Doomwielder</td>\n<td>Fighting Style Spec. (two-handed weapon)  Endurance  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated two-handed sword, barbed morning star, plate armor adorned with skulls, skull-shaped heavy helmet, blood-stained wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 9 2/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Warmaster</td>\n<td>Combat Ferocity  Military Strategy  <strong>Weapon Focus (maces, flails, and hammers)</strong></td>\n<td></td>\n<td>Ball-and-chain, black steel shield bearing taloned hand of Bel, black plate armor, heavy black horned helmet, black armiger’s tunic and pants, leather belt, high boots, backpack, crowbar, tinderbox, 6 torches, flask of military oil, waterskin, 1 week’s iron rations, 27gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Ruinbinder</td>\n<td>Familiar (vulture)  Knowledge (occult)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td><strong>Vulture****familiar</strong>,rune-carved two-handed sword, red-lacquered plate armor, heavy helmet with crimson crest, red armiger’s tunic and pants, embossed belt, low boots, backpack, 2 flasks of unholy water, waterskin, 1 week’s iron rations, 1gp (enc. 8 4/6 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Shadowcrown</td>\n<td>Command  Riding  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Polished sword, black steel shield bearing red eye of fire, black plate armor, heavy helmet affixed with black iron crown, black armiger’s tunic and pants, riding boots, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 13gp (enc. 7 2/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> The weapon focus that each ruinguard template begins with is noted in bold in the Proficiencies column. The flesheater’s dried white meat is a type of iron rations. The avenger’s scourge is a type of whip. The warmaster’s ball-and-chain is a type of flail. The ruinbinder’s vulture familiar grants Black Lore of Zahar proficiency to him.</p>\n",
  "sections": [
    {
      "title": "Demi-Human Classes",
      "level": 2,
      "html": ""
    },
    {
      "title": "Dwarven Craftpriest",
      "level": 3,
      "html": "<p>Key Attribute: WIL</p>\n<p>Requirements: CON 9</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 10</p>\n<p>Nothing is so revered among the dwarven people as craftsmanship. A dwarf’s work is his life, and the spirits of great dwarven artisans are believed to live on forever in their masterpieces. The veneration of these relics falls to the care of a caste of dwarves known as craftpriests. While most craftpriests attend to the shrines and monuments of their clan, young craftpriests are sometimes sent forth to recover monuments to the glorious past from the ancient ruins and wastelands of the world.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Craftpriest Level Progression</strong></td>\n<td></td>\n<td></td>\n<td><strong>Craftpriest Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Craft-Catechist</td>\n<td>1</td>\n<td>1d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2,400</td>\n<td>Craft-Acolyte</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4,800</td>\n<td>Craft-Priest</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9,600</td>\n<td>Craft-Curate</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19,200</td>\n<td>Craft-Vicar</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>38,400</td>\n<td>Craft-Rector</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>75,000</td>\n<td>Craft-Prelate</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>150,000</td>\n<td>Craft-Bishop</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>280,000</td>\n<td>Craft-Lord</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>410,000</td>\n<td>Craft-Lord, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Craftpriests have some combat training in the traditional weapons of their people, but not as much as their warrior-kin, the vaultguards.</p>\n<p><strong>Combat Proficiencies:</strong> Craftpriests have weapon proficiency with all axes (including battle axes, great axes, and hand axes) and all bludgeons (including clubs, flails, maces, morning stars, and warhammers). They have armor proficiency with all armor. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.</p>\n<p><strong>Combat Progression:</strong> Craftpriests advance in attack throws and saving throws as crusaders, by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Craftpriest Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 2</td>\n<td>9+</td>\n<td>6+</td>\n<td>13+</td>\n<td>9+</td>\n<td>11+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>8+</td>\n<td>5+</td>\n<td>12+</td>\n<td>8+</td>\n<td>10+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>7+</td>\n<td>4+</td>\n<td>11+</td>\n<td>7+</td>\n<td>9+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>6+</td>\n<td>3+</td>\n<td>10+</td>\n<td>6+</td>\n<td>8+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>5+</td>\n<td>2+</td>\n<td>9+</td>\n<td>5+</td>\n<td>7+</td>\n<td>6+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers",
      "level": 6,
      "html": "<p>At the start of play, craftpriests have the following class powers.</p>\n<p><strong>Attention to Detail:</strong> Craftpriests gain a +3 bonus on proficiency throws for any proficiencies they learn. (This bonus has already been factored into the craftpriest’s class abilities.)</p>\n<p><strong>Crafting:</strong> Every craftpriest is a master in a particular type of craft, such as armor-making, leatherworking, weapon-smithing, etc. With access to craftsman’s tools, craftpriests can produce 40gp worth of items per month and supervise 2 journeymen and 4 apprentices in their craft. When examining works of his craft, craftpriests can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 2+ on 1d20. (This class power is equivalent to three ranks of Craft proficiency.)</p>\n<p><strong>Rebuke Undead:</strong> Craftpriests can rebuke undead as crusaders of their class level (p. XX). In order to rebuke undead, they must be equipped with a holy symbol representing the ancestor or relic they venerate.</p>\n<p><strong>Studious Divine Magic:</strong> By invoking the rites and rituals of their venerable ancestors, craftpriests can cast divine spells. Unlike most other divine casters, who receive their spells from prayer, craftpriests receive their spells from study. Craftpriests follow the same spell progression and use the same rules for learning and casting spells as mages. They record their repertoires of spells in spell books and can learn new spells from scribing scrolls or studying other divine spell books. They select their spells from the divine spell list, rather than the arcane spell list, however, and cannot learn or cast spells found in arcane spell books. See p. XX for more details on studious divine spellcasting.</p>\n<p><strong>Theology:</strong> Craftpriests are trained in the rites and rituals of the dwarven faith and are broadly knowledgeable about other races’ and cultures’ religions. They can acquire congregants through proselytizing. They can automatically identify religious symbols, trappings, and holy days of the dwarven faith, and recognize those of other faiths with a proficiency throw of 8+ on 1d20. (This class power is equivalent to one rank of Theology proficiency.)</p>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>When they advance in level, craftpriests gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The craftpriest can research spells, scribe scrolls, and brew potions.</p>\n<p><strong>Major Magical Research (9th level):</strong> The craftpriest can create permanent magic items, such as weapons, rings, and staffs. He can also craft magical constructs such as golems.</p>\n<p><strong>Vault (9th level):</strong> By acquiring a <strong>vault</strong> worth at least 15,000gp, the craftpriest can attract dwarves to his service. 1d4+1 x 10 dwarven mercenaries and 1d6 dwarven craftpriests of 1st – 3rd level arrive to serve him as followers within 1d3 months of him acquiring the vault. If the craftpriest has already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The craftpriest must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p>As dwarves, craftpriests have certain powers and drawbacks associated with their race.</p>\n<p><strong>Dwarf Tongues:</strong> Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.</p>\n<p><strong>Hardy:</strong> Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Craftpriest Attack and Saving Throws table below.)</p>\n<p><strong>Sensitivity to Rock and Stone:</strong> Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.</p>\n"
    },
    {
      "title": "Code of Behavior",
      "level": 6,
      "html": "<p>Every dwarven craftpriest must uphold the strictures of the sacred order to which he belongs. The particular strictures that any given craftpriest follows can vary depending on his clan and vault, but most obey the following strictures:</p>\n<ul>\n<li>The craftpriest must always display a holy symbol indicating the relic he venerates somewhere on his person when in public.</li>\n<li>The craftpriest must sing hymns on high holy days each week. Singing hymns requires one hour of ancillary activity.</li>\n<li>The craftpriest must only use the traditional weapons of the dwarves.</li>\n<li>If the craftpriest discovers a dwarven relic in the hands of outsiders, he must recover the relic by any means necessary. If he has guardianship of a dwarven relic, he must protect the relic even at the cost of his own life. If he loses the relic, he must recover it from the one who took it, or take everything else from him – or his descendants.</li>\n<li>The craftpriest must not use his divine magic to harm or hinder fellow dwarves, unless ordered to do so by a superior during a time when his vault is at war with another vault.</li>\n</ul>\n<p>If a craftpriest ever violates the strictures of his order, the ancestral spirits he venerates might impose penalties upon him. These penalties are entirely up to the Judge and might include penalties to turning throws, a reduction in spells available, or even a loss of all class powers altogether. To remove the penalties, the craftpriest will have to atone for his violation by, e.g., sacrificing treasure, undertaking quests, or even receiving an <strong>atonement</strong> spell from a powerful caster of his order (Judge’s discretion).</p>\n<p>For more information on the customs and traditions of the craftpriest, see the sourcebook <em>By This Axe: The Cyclopedia of Dwarven Civilization</em>.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, craftpriests select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Dwarven Craftpriest Proficiency List:</strong> Alchemy, Battle Magic, Caving, Collegiate Wizardry, Contemplation, Craft, Diplomacy, Divine Blessing, Divine Health, Dwarven Brewing, Engineering, Expanded Repertoire, Experimenting, Fighting Style Specialization, Goblin-Slaying, Healing, Illusion Resistance, Knowledge, Laying on Hands, Loremastery, Magical Engineering, Mapping, Prestidigitation, Profession (judge), Prophecy, Quiet Magic, Reliquarianism, Righteous Rebuke, Sensing Evil, Siege Engineering, Theology, Unflappable Casting, Weapon Focus</p>\n"
    },
    {
      "title": "Dwarven Craftpriest Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Caste</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Outcast</td>\n<td>Houseless  (ex-Oathsworn)</td>\n<td>Quiet Magic  Caving  <strong>Craft (leatherworking) 3</strong>  Survival</td>\n<td>Battered prayer book with <em>sling stone</em> and <em>frighten beast,</em> 2 hand axes, tattered workborn tunic and pants, rawhide leather belt, careworn low boots, backpack, 1 lb garlic, tinderbox, 12 torches, moldy waterskin, 1 week’s iron rations, 5gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Runeseer</td>\n<td>Oathsworn</td>\n<td>Prophecy  Performance (chanting)  <strong>Craft (rune-carving) 3</strong>  Knowledge (astrology)</td>\n<td>Prayer book with <em>discern evil</em> and <em>word of command,</em> carved stone holy symbol (rune-carver’s insignia), hand axe, charcoal grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 5gp (enc. 2 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Reliquary Guardian</td>\n<td>Oathsworn</td>\n<td>Battle Magic  Signaling  <strong>Craft (weapon-smithing) 3</strong>  Manual of Arms</td>\n<td>Prayer book with <em>remove fear</em> and <em>holy circle</em>, iron holy symbol (weaponsmith’s insignia), well-sharpened battle axe, leather armor, black workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 1/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Documentarian</td>\n<td>Oathsworn</td>\n<td>Loremastery  Mapping  <strong>Craft (bookbinding) 3</strong>  Knowledge (history)</td>\n<td>Beautifully-bound prayer book with <em>discern gist</em> and <em>illumination,</em> bronze holy symbol (bookbinder’s insignia), battle axe, leather armor, dun craftborn tunic and pants, embossed belt, low boots, backpack with blank parchment journal half-filled with entries, quill and ink, waterskin, 1 week’s iron rations, 4gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Reclaimer</td>\n<td>Oathsworn</td>\n<td>Magical Engineering  Knowledge (history)  <strong>Craft (stonemasonry) 3</strong>  Siege Engineering</td>\n<td>Prayer book with <em>counterspell</em> and <em>discern magic</em>,steel holy symbol (stonemason’s insignia), morning star with carved head, engraved banded plate armor, stone grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Sacrementalist</td>\n<td>Oathsworn</td>\n<td>Dwarven Brewing  Alchemy  <strong>Craft (brewing) 3</strong>  Revelry</td>\n<td>Prayer book with <em>cure light injury</em> and <em>purify food and water,</em> glass holy symbol (brewer’s insignia), mace, round wooden shield painted with alchemical symbols, chain mail armor, brown craftborn tunic and pants, embossed belt, low boots, backpack, 1 flask of holy water, 1 flask of military oil, waterskin, 1 week’s iron rations, (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Purifier</td>\n<td>Oathsworn</td>\n<td>Righteous Rebuke  Knowledge (occult)  <strong>Craft (jewelling) 3</strong>  Alchemy</td>\n<td>Prayer book with <em>holy circle</em> and <em>bane-rune,</em> bejeweled holy symbol (jeweler’s insignia), mace with diamond-shaped head, steel shield with craft insignia, banded plate armor, red and white craftborn tunic and pants, embossed belt, low boots, backpack, 1 lb garlic, flask of holy water, 2 flasks of military oil, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc 10 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Seeker</td>\n<td>Oathsworn  (ex-Highborn)</td>\n<td>Sensing Evil  Riding  <strong>Craft (armor-making) 3</strong>  Leadership</td>\n<td>Prayer book with <em>bane-rune</em> and <em>word of command,</em> steel holy symbol (armorer’s insignia), flail, steel shield with craft insignia, plate armor, blue craftborn tunic and pants, embossed belt, low boots, mule, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 8 st with rations on mule)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> The Craft proficiency that each craftpriest template begins with is noted in bold. For an explanation of caste, see <em><strong>By This Axe</strong></em>. Some characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section earlier in this Chapter.</p>\n"
    },
    {
      "title": "Dwarven Vaultguard",
      "level": 3,
      "html": "<p>Key Attribute: STR</p>\n<p>Requirements: CON 9</p>\n<p>Hit Dice: 1d8</p>\n<p>Maximum Level: 13</p>\n<p>Dwarves trained to defend their race’s underground vault from the endless hordes that threaten it are called vaultguards. Though most vaultguards are born, live and die in the vault, from time to time a young vaultguard will be dispatched to foreign realms on a warrior’s pilgrimage. The few vaultguards who return from such pilgrimages bring gold and glory to their clans, often leading them to found new vaults and become great lords.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Vaultguard Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td><strong>Damage Bonus</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Sentry</td>\n<td>1</td>\n<td>1d8</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>2,200</td>\n<td>Warden</td>\n<td>2</td>\n<td>2d8</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>4,400</td>\n<td>Shieldbearer</td>\n<td>3</td>\n<td>3d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>8,800</td>\n<td>Defender</td>\n<td>4</td>\n<td>4d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>17,500</td>\n<td>Sentinel</td>\n<td>5</td>\n<td>5d8</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>35,000</td>\n<td>Guardian</td>\n<td>6</td>\n<td>6d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>70,000</td>\n<td>Champion</td>\n<td>7</td>\n<td>7d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>140,000</td>\n<td>Vaultguard</td>\n<td>8</td>\n<td>8d8</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>270,000</td>\n<td>Vaultlord</td>\n<td>9</td>\n<td>9d8</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>400,000</td>\n<td>Vaultlord, 10th level</td>\n<td>10</td>\n<td>9d8 + 3*</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>530,000</td>\n<td>Vaultlord, 11th level</td>\n<td>11</td>\n<td>9d8 + 6*</td>\n<td>+4</td>\n</tr>\n<tr>\n<td>660,000</td>\n<td>Vaultlord, 12th level</td>\n<td>12</td>\n<td>9d8 + 9*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>790,000</td>\n<td>Vaultlord, 13th level</td>\n<td>13</td>\n<td>9d8 + 12*</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Vaultguards are the most highly-trained combatants fielded by the dwarves.</p>\n<p><strong>Combat Proficiencies:</strong> Vaultguards have weapon proficiency with all weapons except long bows or two-handed swords (due to their short stature). They have armor proficiency with all armor. They have fighting style proficiency with the weaponand shield, two-handed weapon, and dual weapon styles.</p>\n<p><strong>Combat Progression:</strong> Vaultguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dwarven Vaultguard Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>9+</td>\n<td>10+</td>\n<td>12+</td>\n<td>12+</td>\n<td>13+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>8+</td>\n<td>9+</td>\n<td>11+</td>\n<td>11+</td>\n<td>12+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>7+</td>\n<td>8+</td>\n<td>10+</td>\n<td>10+</td>\n<td>11+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>6+</td>\n<td>7+</td>\n<td>9+</td>\n<td>9+</td>\n<td>10+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5+</td>\n<td>6+</td>\n<td>8+</td>\n<td>8+</td>\n<td>9+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>4+</td>\n<td>5+</td>\n<td>7+</td>\n<td>7+</td>\n<td>8+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>3+</td>\n<td>4+</td>\n<td>6+</td>\n<td>6+</td>\n<td>7+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>2+</td>\n<td>3+</td>\n<td>5+</td>\n<td>5+</td>\n<td>6+</td>\n<td>3+</td>\n</tr>\n<tr>\n<td>13</td>\n<td>1+</td>\n<td>2+</td>\n<td>4+</td>\n<td>4+</td>\n<td>5+</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers",
      "level": 6,
      "html": "<p>At the start of play, vaultguards have the following class power:</p>\n<p><strong>Manual of Arms:</strong> The vaultguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his clan and vault. He can identify those of other clans, vaults, or realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)</p>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>When they advance in level, vaultguards gain the following additional class powers:</p>\n<p><strong>Battlefield Prowess (5th level):</strong> The vaultguard’s presence inspires troops he leads. Any henchmen and mercenaries hired by the vaultguard gain a +1 bonus to their morale score whenever he personally leads them. This bonus stacks with any modifiers from the vaultguard’s Charisma or proficiencies.</p>\n<p><strong>Vault (9th level):</strong> By acquiring a <strong>vault</strong> worth at least 15,000gp, the vaultguard can attract dwarves to his service. 3d6 x 10 1st level dwarven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the vault. If the vaultguard already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The vaultguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p>As dwarves, vaultguards have certain powers and drawbacks associated with their race.</p>\n<p><strong>Dwarf Tongues:</strong> Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.</p>\n<p><strong>Hardy:</strong> Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Vaultguard Attack and Saving Throws table.)</p>\n<p><strong>Sensitivity to Rock and Stone:</strong> Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, vaultguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.</p>\n<p><strong>Dwarven Vaultguard Proficiency List:</strong> Alertness, Berserkergang, Blind Fighting, Caving, Combat Ferocity, Combat Reflexes, Combat Trickery (force back, knock down, overrun, sunder, wrestling), Command, Dungeonbashing Expertise, Dwarven Brewing, Fighting Style Specialization, Goblin-Slaying, Illusion Resistance, Intimidation, Land Surveying, Leadership, Military Strategy, Mountaineering, Precise Shooting, Prospecting, Running, Siege Engineering, Vermin-Slaying, Weapon Focus</p>\n"
    },
    {
      "title": "Dwarven Vaultguard Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Caste</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Deserter</td>\n<td>Houseless  (ex-Oathsworn)</td>\n<td>Running  Survival</td>\n<td>Battle axe, hand axe, undamaged leather armor, threadbare workborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 4 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Battlerager</td>\n<td>Oathsworn</td>\n<td>Berserkergang  Intimidation</td>\n<td>Rune-carved battle axe, wooden shield, dagger, ring mail armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 6 5/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Sentinel</td>\n<td>Oathsworn</td>\n<td>Alertness  Signaling</td>\n<td>Iron-shod spear, warhammer, wooden shield, banded plate armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 5gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Clansdwarf</td>\n<td>Oathsworn</td>\n<td>Fight. Style Spec. (weapon &amp; shield)  Manual of Arms 2</td>\n<td>Iron-shod spear, warhammer, steel shield painted with clan emblem, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 17gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Goblin Slayer</td>\n<td>Oathsworn</td>\n<td>Goblin-Slaying  Caving</td>\n<td>Crossbow, case with 20 bolts, spear notched with many kills, hand axe, steel shield painted with vault insignia, chainmail armor, military cloak, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 1 week’s iron rations, 9gp (enc. 9 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Axebearer</td>\n<td>Oathsworn</td>\n<td>Weapon Focus (axes)  Endurance</td>\n<td>Crossbow, case with 20 bolts, battle axe, 2 hand axes, steel shield repainted many times, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 14gp (enc. 9 4/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Besieger</td>\n<td>Oathsworn</td>\n<td>Dungeonbashing Expertise  Siege Engineering</td>\n<td>Crossbow, case with 20 bolts, spiked mace, heavy steel shield with many dents, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, crowbar, small hammer, 12 iron spikes, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 19gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Highborn</td>\n<td>Oathsworn (ex-Highborn) or Highborn</td>\n<td>Command  Riding</td>\n<td>Crossbow, case with 20 bolts, iron-shod spear, warhammer carved with clan emblem, hand axe, steel shield painted with clan emblem, dwarf-forged plate armor, oathsworn tunic and pants, leather belt, high boots, mule, riding saddle and tack, saddlebags, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc. 10 st with rations on mule)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> For an explanation of dwarven caste, please refer to <em>By This Axe</em>; disregard if not using that sourcebook.</p>\n"
    },
    {
      "title": "Elven Nightblade",
      "level": 3,
      "html": "<p>Key Attribute: DEX and INT</p>\n<p>Requirements: None</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 11</p>\n<p>Elves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. They are a subtle race, and never does their gift for finesse and subtlety so reveal itself as in the practice of death-dealing. Cunning, deadly, and rarely seen, the elven nightblade is an assassin and sorcerer whose art is murder. Most nightblades practice their work in the courts of elven nobility. Those few who venture outside of the forests of Northern Argollë find their skills in high demand, for adventurers, aristocrats, and warlords all value their arcane and deadly ways.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Nightblade Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>Caster Level</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Arcanist-Avenger</td>\n<td>1</td>\n<td>1d6+1</td>\n<td></td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2,875</td>\n<td>Seer-Enforcer</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1</td>\n</tr>\n<tr>\n<td>5,750</td>\n<td>Theurgist-Torturer</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>11,500</td>\n<td>Magician-Slayer</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>23,000</td>\n<td>Thaumaturge-Destroyer</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3</td>\n</tr>\n<tr>\n<td>46,000</td>\n<td>Enchanter-Executioner</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4</td>\n</tr>\n<tr>\n<td>90,000</td>\n<td>Sorcerer-Blackguard</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>5</td>\n</tr>\n<tr>\n<td>180,000</td>\n<td>Mage-Assassin</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>6</td>\n</tr>\n<tr>\n<td>330,000</td>\n<td>Nightblade</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>7</td>\n</tr>\n<tr>\n<td>480,000</td>\n<td>Nightblade, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>4</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>8</td>\n</tr>\n<tr>\n<td>630,000</td>\n<td>Nightblade, 11th level</td>\n<td>11</td>\n<td>9d6 + 4*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>8</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Elven nightblades are professional killers, but they prefer to fight by ambush and treachery rather than direct confrontation.</p>\n<p><strong>Combat Proficiencies:</strong>. Elven nightblades have weapon proficiency with all missile weapons and with all tiny, small, and medium melee weapons. They have armor proficiency with light and very light armor. They have fighting style proficiency with the dual weapon and two-handed weapon styles, but not with the weapon and shield style.</p>\n<p><strong>Combat Progression:</strong> Elven nightblades advance in attack throws and saving throws as thieves, by two points every fourlevels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 2</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>14+</td>\n<td>14+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>11</td>\n<td>7+</td>\n<td>8+</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n<td>5+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers",
      "level": 6,
      "html": "<p>At the start of play, nightblades have the following class powers. As with thieves, the nightblade’s skills improve as the nightblade gains levels according to the progression on the Elven Nightblade Skills table.</p>\n<p><strong>Acrobatics:</strong> Nightblades are trained to jump, tumble, somersault, and free-run around obstacles. They gain a +2 bonus to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. They can add their class level to their DEX for purposes of the distance and height they can jump (p. XX). As his movement action, a nightblade can attempt a proficiency throw to tumble past an opponent he has engaged. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the nightblade cannot tumble.</p>\n<p>If he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. The nightblade cannot tumble if he has an encumbrance of more than 5 stone and cannot tumble past the same enemy on two consecutive rounds. (This class power is the equivalent of Acrobatics proficiency.)</p>\n<p><strong>Backstabbing:</strong> Nightblades are skilled at treacherously attacking unprepared enemies. A nightblade can backstab any <strong>vulnerable</strong> opponent. Backstabs can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When backstabbing, a nightblade gains a +4 bonus to hit and if the attack succeeds, the nightblade deals an additional die of damage at 1st level, and another additional die at 5th, 9th, and 13th level**.**</p>\n<p><strong>Climbing:</strong> Nightblades are adept at scaling sheer surfaces, including smooth walls or steep cliffs. The nightblade must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the nightblade can safely ascend or descend the distance. If the throw fails, the nightblade falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. A nightblade can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty. For further rules on climbing, see p. XX.</p>\n<p><strong>Hiding:</strong> Nightblades are trained to skulk unseen in the cover of darkness. A nightblade can begin hiding as a combat action anytime he is in cover, dim light, or darkness. When the nightblade begins hiding, the Judge must make a Hiding proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls as long as he remains stationary in cover, dim light, or darkness.</p>\n<p>If the throw succeeds, the nightblade is <strong>hidden</strong>. If the throw fails, the nightblade is not hidden. No creature can claim line of sight on a nightblade that is hidden from it. If a hidden nightblade engages an unengaged opponent, the opponent cannot make a free facing change (p. XX). If an opponent knows the hidden nightblade’s general location, the opponent can attack him in melee at a -4 penalty, but it cannot even blindly attack the nightblade if it doesn’t knows his general location. The hidden condition expires at the end of the nightblade’s initiative if he moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the nightblade from his opponents.</p>\n<p><strong>Shadowy Senses:</strong> Since the bright light of torches will reveal their positions, nightblades learn to rely on superior night-vision, keen hearing and smell, and echolocation to slowly scout through dark alleys, lightless dungeons, and star-lit rooftops. When moving at combat speed or exploration speed, a nightblade can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, probe for traps, and so on. However, shadowy senses cannot be used to discern colors, faces, markings, or flat images (such as frescoes and murals) or to read books, maps, or scrolls. Shadowy senses does not function if the nightblade is charging or running, if deafened, or if in an area of bright light, magical darkness, or magical silence. Because it counts as dim light, an opponent can hide from shadowy senses.</p>\n<p><strong>Sneaking:</strong> Nightblades learn to prowl with great stealth. A nightblade can begin sneaking as a movement action. He can sneak at his encounter speed or one-half combat speed without penalty. If he moves greater than one-half combat speed, he takes a -5 penalty to the Sneaking proficiency throw. If he runs, he takes a -10 penalty.</p>\n<p>When the nightblade begins sneaking, the Judge must make a Sneaking proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls if the nightblade is outside their line of sight.</p>\n<p>If the throw succeeds, the nightblade is also <strong>sneaking</strong>. If the throw fails, the nightblade is not sneaking. When sneaking, the nightblade makes no noise when he moves — none whatsoever. Even alert creatures that make a successful Listening proficiency throw will not hear a sound. When a sneaking nightblade engages an unengaged opponent from the rear, the opponent cannot make a free facing change.</p>\n<p><strong>Streetwise:</strong> The nightblade has learned the hard lessons taught by life as a criminal. He might begin play as a member of an assassin’s guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies or thief skills. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities might be harder to recognize. (This class power is equivalent to one rank of Streetwise proficiency.)</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Nightblade Skill Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Acrobatics</strong></td>\n<td><strong>Climbing</strong></td>\n<td><strong>Hiding</strong></td>\n<td><strong>Sneaking</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>18+</td>\n<td>6+</td>\n<td>19+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>2</td>\n<td>17+</td>\n<td>5+</td>\n<td>18+</td>\n<td>16+</td>\n</tr>\n<tr>\n<td>3</td>\n<td>16+</td>\n<td>4+</td>\n<td>17+</td>\n<td>15+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>15+</td>\n<td>3+</td>\n<td>16+</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>5</td>\n<td>14+</td>\n<td>2+</td>\n<td>15+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>6</td>\n<td>13+</td>\n<td>1+</td>\n<td>14+</td>\n<td>12+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>12+</td>\n<td>0+</td>\n<td>12+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>8</td>\n<td>11+</td>\n<td>-1+</td>\n<td>10+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>9</td>\n<td>10+</td>\n<td>-2+</td>\n<td>8+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>9+</td>\n<td>-3+</td>\n<td>6+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11</td>\n<td>8+</td>\n<td>-4+</td>\n<td>4+</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>When they advance in level, nightblades gain the following additional class powers:</p>\n<p><strong>Arcane Magic (2nd level):</strong> As magical assassins, elven nightblades learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The nightblade’s caster level, and the number and levels of spells the nightblade can cast in a single day, are listed on the Nightblade Spell Progression table. Like a mage, a nightblade’s spell selection is limited to the spells in his <strong>repertoire</strong>. A nightblade’s repertoire can include up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, an elven nightblade can cast spells while wearing light or very light armor.</p>\n<p><strong>Quiet Magic (2nd level):</strong> Nightblades can cast their spells with minimal words and gestures. A successful proficiency throw to hear noise is required to hear the nightblade cast spells. Full binding and gagging is necessary to prevent the nightblade from working magic. (This class power is the equivalent of Quiet Magic proficiency.)</p>\n<p><strong>Minor Magical Research (7th level):</strong> The elven nightblade can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.</p>\n<p><strong>Hideout (9th level):</strong> By acquiring a <strong>hideout</strong> worth at least 5,000gp, the elven nightblade can attract followers to his service. 2d6 1st level elven nightblades will arrive to serve him as followers within 1d4 weeks of him acquiring the hideout. If the nightblade already has a hideout, the followers arrive to serve him within 1d4 weeks of him reaching 9th level. If hired, the followers must be paid standard rates for henchmen. These followers will serve the character with some loyalty, though at least one will be an infiltrator working for the nightblade’s local rivals, sent to keep an eye on the character. A cunning and resourceful nightblade can use these followers to start a criminal syndicate. Additional rules for hideouts and syndicates are detailed in the <strong>Campaigns</strong> chapter.</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p>As elves, nightblades have certain powers and drawbacks associated with their race.</p>\n<p><strong>Attunement to Nature:</strong> Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.</p>\n<p><strong>Connection to Nature:</strong> Because of their connection to nature, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)</p>\n<p><strong>Elf Tongues:</strong> Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, nightblades select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Elven Nightblade Proficiency List:</strong> Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Contortionism, Counterspelling, Eavesdropping, Elementalism, Expanded Repertoire, Familiar, Fighting Style Specialization, Kin-Slaying, Magical Engineering, Mastery of Enchantments &amp; Illusions, Mystic Aura, Passing Without Trace, Poisoning, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Skulking, Sniping, Swashbuckling, Unflappable Casting, Unarmed Fighting, Wakefulness, Weapon Focus, Weapon Finesse</p>\n"
    },
    {
      "title": "Elven Nightblade Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Rogue</td>\n<td>Prestidigitation  Survival</td>\n<td>Handmade short bow, quiver with 20 arrows, short sword, leather armor, patched cloak, stained tunic and pants, embossed belt, scuffed low boots, backpack, 50’ rope, waterskin, 1 week’s iron rations, 1gp (enc. 4 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Pursuer</td>\n<td>Sniping  Tracking</td>\n<td>Long bow, quiver with 20 arrows, bola, gracefully curved sword, dagger in boot-sheath, supple leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, 50’ rope, manacles, waterskin, 1 week’s iron rations, 4gp (6 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Antagonist</td>\n<td>Skirmishing  Intimidation</td>\n<td>Long bow, quiver with 20 arrows, well-honed sword, 5 darts in bandoleer, dagger in boot sheathes, scarred leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 22gp (enc. 5 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Duelist-for-Hire</td>\n<td>Fighting Style Specialization (dual weapons)  Manual of Arms</td>\n<td>Composite bow, quiver with 20 arrows, dueling sword and short sword, throwing dagger, sturdy leather armor, duelist’s cloak, tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 4gp (enc. 5 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Silent Slayer</td>\n<td>Skulking  Alchemy</td>\n<td>Composite bow, quiver with 20 arrows, gracefully curved short sword and dagger, supple leather armor, black cloak with hood and bandana, black tunic and pants, padded sandals, backpack, crowbar, 50’ rope, grappling hook, small hammer, 12 iron spikes, waterskin, 1 week’s iron rations, 3gp (enc. 6 4/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Arcane Avenger</td>\n<td>Battle Magic  Collegiate Wizardry</td>\n<td>Composite bow, quiver with 20 arrows, short sword, wavy-bladed silver dagger, leather armor under midnight blue mage’s cassock, leather belt, low boots, backpack, quill and ink, waterskin, 1 week’s iron rations, 25gp (enc 5 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Deceiver</td>\n<td>Poisoning  Seduction</td>\n<td>Composite bow, quiver with 20 arrows, slender short sword, dagger, coiled leather whip, light arena armor, leather cloak, elegant linen tunic and pants, silk sash, high boots, backpack, manacles, waterskin, 1 week’s iron rations, 38gp (enc. 5 1/6 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Royal Enforcer</td>\n<td>Command  Riding</td>\n<td>Composite bow, quiver with 20 arrows, pair of gracefully curved short swords, leather armor, traveler’s tunic and pants, riding boots, light riding horse, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 3 4/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> None.</p>\n"
    },
    {
      "title": "Elven Spellsword",
      "level": 3,
      "html": "<p>Key Attribute: STR and INT</p>\n<p>Requirements: None</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 10</p>\n<p>Elves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. Though elves are a peaceful people that enjoy poetry and art, they are also very talented fighters and skilled mages. Within the Auran Empire, most elves dwell in the isolated forests of Northern Argollë; those that traffic in the kingdoms of man are both bold and remarkable. The elven spellsword class represents one such remarkable elf, trained in the arts of both fighters and mages.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Spellsword Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Spellsword Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td><strong>Damage Bonus</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Arcanist-Guardian</td>\n<td>1</td>\n<td>1d6+1</td>\n<td>+1</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4,000</td>\n<td>Warrior-Seer</td>\n<td>2</td>\n<td>2d6</td>\n<td>+1</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8,000</td>\n<td>Theurgist-Swordmaster</td>\n<td>3</td>\n<td>3d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16,000</td>\n<td>Magician-Hero</td>\n<td>4</td>\n<td>4d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>32,000</td>\n<td>Thaumaturge-Exemplar</td>\n<td>5</td>\n<td>5d6</td>\n<td>+2</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>64,000</td>\n<td>Myrmidon-Enchanter</td>\n<td>6</td>\n<td>6d6</td>\n<td>+3</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>130,000</td>\n<td>Sorcerer-Champion</td>\n<td>7</td>\n<td>7d6</td>\n<td>+3</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>260,000</td>\n<td>Epic Hero-Mage</td>\n<td>8</td>\n<td>8d6</td>\n<td>+3</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>430,000</td>\n<td>Wizard-Lord</td>\n<td>9</td>\n<td>9d6</td>\n<td>+4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>600,000</td>\n<td>Wizard-Lord, 10th level</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td>+4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td></td>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Elven spellswords learn an elegant, deadly style of fighting that enables them to cast arcane spells while fully armored.</p>\n<p><strong>Combat Proficiencies:</strong> Elven spellswords have weapon proficiency with all weapons, armor proficiency with all armor, and fighting style proficiency with all three optional styles (i.e. the dual weapon, two-handed weapon, and weaponand shield styles).</p>\n<p><strong>Combat Progression:</strong> Elven spellswords advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, and 9th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Elven Spellsword Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>12+</td>\n<td>14+</td>\n<td>15+</td>\n<td>16+</td>\n<td>16+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>11+</td>\n<td>13+</td>\n<td>14+</td>\n<td>15+</td>\n<td>15+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>10+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>14+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>9+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>13+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>8+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>12+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>7+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>11+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>6+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n<td>4+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers",
      "level": 6,
      "html": "<p>At the start of play, elven spellswords have the following class powers.</p>\n<p><strong>Arcane Magic:</strong> Elven spellswords can learn and cast powerful arcane spells. The number and levels of spells the spellsword can cast in a single day are listed on the Elven Spellsword Spell Progression table. A spellsword’s spell selection is limited to the spells in his <strong>repertoire</strong>. A spellsword’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, elven spellswords can also cast spells while wearing armor. More information on casting spells and individual spell descriptions can be found in the <strong>Spells</strong> chapter.</p>\n<p><strong>Collegiate Wizardry</strong>: The spellsword has received arcane instruction as an apprentice to a spellsword, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)</p>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>When they advance in level, spellswords gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The elven spellsword can research spells, scribe magical scrolls, and brew potions.</p>\n<p><strong>Major Magical Research (9th level):</strong> The elven spellsword can create more powerful magic items such as weapons, rings, and staffs.</p>\n<p><strong>Fastness (9th level):</strong> By acquiring a <strong>fastness</strong> worth at least 15,000gp in a natural setting such as a forest or glen, the elven spellsword can attract elves to his service. 3d6 x 10 1st level elven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the fastness. If the spellsword has already acquired a fastness, the followers arrive to serve him within 1d3 months of him reaching 9th level. The spellsword must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for elven fastnesses are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p>As elves, spellswords have certain powers and drawbacks associated with their race.</p>\n<p><strong>Attunement to Nature:</strong> Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency, to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.</p>\n<p><strong>Connection to Nature:</strong> Because of their <strong>connection to nature</strong>, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)</p>\n<p><strong>Elf Tongues:</strong> Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, spellswords select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, and 9th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Elven Spellsword Proficiency List:</strong> Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Combat Trickery (disarm, knock down), Command, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Fighting Style Specialization, Loremastery, Magical Engineering, Magical Music, Mastery of Enchantments &amp; Illusions, Mounted Combat, Mystic Aura, Quiet Magic, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Soothsaying, Swashbuckling, Unflappable Casting, Wakefulness, Weapon Focus, Weapon Finesse</p>\n"
    },
    {
      "title": "Elven Spellsword Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Exile</td>\n<td>Running  Survival  Navigation</td>\n<td>Tattered spellbook with <em>chameleon</em> and <em>slickness</em>,short bow, quiver with 20 arrows, old short sword, dagger, threadbare tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 1gp (enc. 2 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Beastmaster</td>\n<td>Beast Friendship  Animal Husbandry  Naturalism</td>\n<td>Hidebound spellbook with <em>slumber</em> and <em>chameleon</em>,long bow, quiver with 20 arrows, gracefully curved sword, dagger, well-stitched fur armor, thick wool cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 2/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Dreamweaver</td>\n<td>Mastery of Enchantments &amp; Illusions  Mapping  Art (painting)</td>\n<td>Multicolored leather spellbook with <em>beguile**humanoid</em> and <em>illusory**figment</em>, short bow, quiver with 20 arrows, shiny curved sword, well-polished dagger with boot-sheath, ring mail armor, multicolored tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations (enc. 5 3/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Bladesinger</td>\n<td>Magical Music  Performance (singing)  Diplomacy</td>\n<td>Embossed spellbook with <em>blinding**flash</em> and <em>discern**magic</em>,short bow, quiver with 20 arrows, two-handed sword with elaborate hilt, chain mail armor, sea-green hooded cloak traveler’s tunic and pants, leather belt, low boots, backpack, 1 week’s iron rations, 6gp (enc. 7 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Swordmage</td>\n<td>Battle Magic  Military Strategy  ManualofArms</td>\n<td>Leather-bound spellbook with <em>mage missile</em> and <em>sharpness</em>,short bow, quiver with 20 arrows, gracefully curved sword and short sword, banded plate armor, traveler’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 15gp (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Flametongue</td>\n<td>Elementalism  Naturalism  Survival</td>\n<td>Redwood spellbook with <em>fan<strong>of</strong>flames</em> and <em>kindle**flame</em>,long bow, quiver with 20 arrows,pair of gracefully curved swords, banded plate armor, armiger’s tunic and pants, embossed belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 21gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Captain</td>\n<td>Command  Leadership  Military Strategy</td>\n<td>Battle-scarred spellbook with <em>counterspell</em> and <em>seal**portal</em>,short bow, quiver with 20 arrows, whitewood spear with leaf-head, gracefully curved sword, steel shield bearing house crest, banded plate armor, armiger’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s rations, 49gp (enc. 9 1/3 st st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Winged Knight</td>\n<td>Familiar (eagle)  Riding  Leadership</td>\n<td><strong>Eagle****familiar</strong>,finely-made spellbook with <em>thunderclap</em> and <em>leaping</em>,lance with pennant, polished sword, steel shield bearing house crest, plate armor with eagle feather wings, armiger’s tunic, high boots, medium riding horse, riding saddle and tack, saddlebag, waterskin, 1 week’s iron rations, 9gp (enc. 9 1/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> Most characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section earlier in this Chapter.</p>\n<p>The Flametongue can choose to replace the fire spells with one of three alternative spell selections available, one for each element:</p>\n<ul>\n<li>Air: <em>thunderclap</em>and <em>wall<strong>of</strong>smoke</em></li>\n<li>Earth: <em>earth’s**excrescence</em>and <em>shatter blade</em></li>\n<li>Water: <em>desiccate</em>and <em>slickness</em></li>\n</ul>\n<p>The winged knight’s eagle familiar grants him Command proficiency. The eagle feather wings on the winged knight’s banded plate armor are purely decorative. They do not actually grant the character the power to fly.</p>\n"
    },
    {
      "title": "Nobiran Wonderworker",
      "level": 3,
      "html": "<p>Key Attribute: INT and WIL</p>\n<p>Requirements: STR 11, INT 11, WIL 11, DEX 11, CON 11, CHA 11</p>\n<p>Hit Dice: 1d4</p>\n<p>Maximum Level: 12</p>\n<p>The ancient Nobir were the heroes of the Empyrean War, kings and prophets granted epic power by the gods. Though these bloodlines have faded with the passing of time, occasionally a scion is still born with great gifts. The Nobiran Wonderworker is such a being, blessed with mastery of both arcane and divine magic. Nobiran Wonderworkers are exceedingly rare. In the Auran Empire, only two Wonderworkers are known: The great Artashumara of Shemal-Uliltu and the mighty Abia, called Indura’s Wrath. Doubtless in the troubled times ahead, the gods will see fit to bless others with such power.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Nobiran Wonderworker Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Arcane Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Divine Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>6</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>6</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Divine Arcanist</td>\n<td>1</td>\n<td>1d4+1</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3,125</td>\n<td>Divine Seer</td>\n<td>2</td>\n<td>2d4</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6,250</td>\n<td>Divine Theurgist</td>\n<td>3</td>\n<td>3d4</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12,500</td>\n<td>Divine Magician</td>\n<td>4</td>\n<td>4d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>25,000</td>\n<td>Divine Thaumaturge</td>\n<td>5</td>\n<td>5d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>50,000</td>\n<td>Divine Enchanter</td>\n<td>6</td>\n<td>6d4</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>100,000</td>\n<td>Divine Sorcerer</td>\n<td>7</td>\n<td>7d4</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>200,000</td>\n<td>Divine Mage</td>\n<td>8</td>\n<td>8d4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>390,000</td>\n<td>Divine Wizard</td>\n<td>9</td>\n<td>9d4</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n</tr>\n<tr>\n<td>580,000</td>\n<td>Divine Wizard, 10th level</td>\n<td>10</td>\n<td>9d4 + 1*</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td></td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>770,000</td>\n<td>Divine Wizard, 11th level</td>\n<td>11</td>\n<td>9d4 + 2*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>960,000</td>\n<td>Divine Wizard, 12th level</td>\n<td>12</td>\n<td>9d4 + 3*</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Wonderworkers see little need for combat training. Like mages and priestesses, they should avoid combat.</p>\n<p><strong>Combat Proficiencies:</strong> Wonderworkers have weapon proficiency with clubs, daggers, darts, and staffs. They have no armor proficiency. They have fighting style proficiency with the two-handed weapon style (allowing them to use a staff with both hands), but not with the dual weapon or weaponand shield styles.</p>\n<p><strong>Combat Progression:</strong> Wonderworkers advance in attack throws and saving throws only two points every six levels of experience (i.e., the same as mages). They cannot cleave, regardless of class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Nobiran Wonderworker Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1 – 3</td>\n<td>11+</td>\n<td>11+</td>\n<td>13+</td>\n<td>9+</td>\n<td>10+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>4 – 6</td>\n<td>10+</td>\n<td>10+</td>\n<td>12+</td>\n<td>8+</td>\n<td>9+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>7 – 9</td>\n<td>9+</td>\n<td>9+</td>\n<td>11+</td>\n<td>7+</td>\n<td>8+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>10 – 12</td>\n<td>8+</td>\n<td>8+</td>\n<td>10+</td>\n<td>6+</td>\n<td>7+</td>\n<td>7+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers",
      "level": 6,
      "html": "<p>At the start of play, Nobiran wonderworkers have the following class powers.</p>\n<p><strong>Arcane Magic:</strong> Nobiran wonderworkers learn and cast arcane spells as mages. The number and levels of spells the wonderworker can use in a single day is summarized on the Nobiran Wonderworker Arcane Spell Progression table. Like a mage, the wonderworker’s spell selection is limited to the spells in his <strong>repertoire</strong>. A wonderworker’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus.</p>\n<p><strong>Collegiate Wizardry</strong>: The wonderworker has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)</p>\n<p><strong>Divine Magic:</strong> Wonderworkers can manifest their deity’s power in the form of divine spells, which are granted through prayer and worship. The power and number of divine spells available to the character are determined by level according to the Nobiran Wonderworker Divine Spell Progression table. Wonderworkers have the same <strong>repertoire</strong> of spells available as crusaders of their faith, unless the Judge determines otherwise.</p>\n<p><strong>Divine Health:</strong> Wonderworkers have sanctified bodies that render them immune to all forms of disease, including magical diseases caused by spells, mummies, or lycanthropes.</p>\n<p><strong>Lay on Hands:</strong> So abundant is the wonderworker’s life force that he can lay on hands to heal injuries. He can heal 2 damage per class level when the power is used. He can use his power to lay on hands once per day. The wonderworker can select the Laying on Hands proficiency to gain additional uses of the power per day. (This class power is the equivalent of one rank of the Laying on Hands proficiency.)</p>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>When they advance in level, Nobiran wonderworkers gain the following additional class powers:</p>\n<p><strong>Minor Magical Research (5th level):</strong> The wonderworker can scribe magical scrolls, brew potions, and research arcane spells.</p>\n<p><strong>Major Magical Research (9th level):</strong> The wonderworker can create more powerful magic items such as weapons, rings, and staffs.</p>\n<p><strong>Sanctum (9th level):</strong> By acquiring a <strong>sanctum</strong> (often a great tower) worth at least 15,000gp, the wonderworker can attract followers to his service. 1d6 apprentice wonderworkers of 1st – 3rd level plus 2d6 apprentices of 0th level arrive to serve him as followers within 1d3 months of him acquiring the sanctum. If the wonderworker already has a sanctum, the followers arrive to serve him within 1d3 months of him reaching 9th level. The apprentices function as assistants in magical research (see p. XXX). If performing magic research, the apprentices must be provided food and lodging, but need not be paid wages. (If asked to accompany the wonderworker on an adventure, the apprentices must be paid wages as henchmen.) If the wonderworker builds a <strong>dungeon</strong> beneath or near his sanctum, monsters will start to arrive to dwell within, often followed by adventurers seeking to fight them. Additional rules for wonderworker’ <strong>sanctums</strong> are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<p><strong>Supreme Magical Research (11th level):</strong> The wonderworker can learn and cast ritual arcane spells of great power (7th, 8th, and 9th level), craft magical constructs, and create magical crossbreeds. If chaotic, the wonderworker can create necromantic servants and become undead. Rules for magic research can be found in the <strong>Campaigns</strong> chapter (p. XX).</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p><strong>Blood of Ancient Kings:</strong> Every Nobiran has the royal presence of the demi-gods and heroes of old. The character can hire one more henchman than his Charisma would otherwise permit, and the base loyalty score of any henchmen is increased by 1.</p>\n<p><strong>Favor of the Empyrean Powers:</strong> The powers of Law protect their champions from harm. Wonderworkers receive a +2 bonus to all saving throws. (This adjustment is already factored into the saving throws on the Nobiran Wonderworker Attack and Saving Throws table above.)</p>\n<p><strong>Longeval:</strong> Wonderworkers are seemingly ageless, suffering no penalties from advancing age. They enjoy a lifespan three times longer than that of normal men. Their robust vitality grants them a +1 bonus to their HD roll at 1st level. Like elves, they are immune to the diseases caused by undead.</p>\n"
    },
    {
      "title": "Code of Behavior",
      "level": 6,
      "html": "<p>In order to use divine magic, maintain his divine blessing, and lay on hands, a wonderworker must uphold the sacred laws of good and order. Wonderworkers must obey the strictures below, or other strictures determined by the Judge for his campaign.</p>\n<ul>\n<li>The wonderworker must always display his holy symbol somewhere on his person when in public.</li>\n<li>The wonderworker must offer prayers to his deity at dawn and dusk. Offering prayers requires one turn (10 minutes).</li>\n<li>The wonderworker must use his gifts in the struggle against Chaos and uphold Law.</li>\n<li>The wonderworker must not use his divine magic for unlawful or Chaotic purposes.</li>\n</ul>\n<p>If a wonderworker ever falls from favor, due to violating the strictures of his faith, the gods might impose penalties upon the wonderworker. As with crusaders, these penalties are entirely up to the Judge.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, wonderworkers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Nobiran Wonderworker Proficiency List:</strong> Alchemy, Battle Magic, Beast Friendship, Black Lore of Zahar, Bright Lore of Aura, Command, Contemplation, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Healing, Illusion Resistance, Laying on Hands, Loremastery, Magical Engineering, Martial Training, Mastery of Conjuration &amp; Summoning, Mastery of Enchantments &amp; Illusions, Mystic Aura, Prestidigitation, Prophecy, Quiet Magic, Sensing Evil, Sensing Power, Soothsaying, Syncretism, Transmogrification, Unflappable Casting</p>\n"
    },
    {
      "title": "Nobiran Wonderworker Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6 Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Ferine</td>\n<td>Beast Friendship  Naturalism  Survival</td>\n<td>Tattered spellbook with <em>frighten**beast</em>and<em>chameleon</em><strong>,</strong> gnarled oaken staff, simple robe, leather shoes, small sack, fiercely loyal hunting dog, waterskin, 2 weeks’ iron rations, 1gp (enc. 3 5/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Scholar</td>\n<td>Loremastery  Healing  Alchemy</td>\n<td>Rolled papyrus spellbook with <em>mage**missile</em>and<em>discern gist</em><strong>,</strong> holy symbol (winged sun of Ammonar), gnarled oaken staff, purple robe, embossed belt, low boots, backpack, quill and ink (half-filled), waterskin, 1 weeks’ iron rations, 1gp (enc. 3 1/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Augur</td>\n<td>Soothsaying  Performance (storytelling)  Theology</td>\n<td>Rolled papyrus spellbook with <em>thunderclap</em>and<em>auditory**illusion</em>, holy symbol (wheel of Calefa), elaborately-carved staff, blue robe with crescents, embossed belt, low boots, backpack, ornamental crystal ball (15gp value), quill and ink, waterskin, 2 weeks’ iron rations, 1gp (enc. 4 1/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Servant of Fire</td>\n<td>Elementalism  Theology  Naturalism</td>\n<td>Red leather spellbook with <em>fan<strong>of</strong>flames</em>and <em>blinding**flash</em>,holy symbol (ivory torch of Mityara), gnarled oaken quarterstaff, 5 darts, flame red cassock with hood, embossed belt, low boots, backpack, quill and ink, flask of holy water, waterskin, 2 weeks’ iron rations, 9gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Astrologer</td>\n<td>Sensing Power  Knowledge (astrology)  Theology</td>\n<td>Bronze-framed spellbook with <em>slumber</em>and<em>illusory<strong>figment</strong></em>,** holy symbol (ankh of Teos), rune-etched staff, blue mage’s cassock, embossed belt, low boots, backpack, flask of holy water, astrologer’s journal tracking constellations, quill and ink, waterskin, 1 week’s iron rations, 22gp (enc. 3 3/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Corrupted Soul</td>\n<td>Black Lore of Zahar  Alchemy  Knowledge(occult)</td>\n<td>Iron-bound snakeskin spellbook with <em>choking**grip</em>and <em>unliving**puppet</em>,unholy symbol (serpent of Saqqara), silver sacrificial dagger, grey cassock, embossed belt, low boots, backpack, flask of unholy water, quill and ink, waterskin, 2 week’s iron rations, 1gp (enc. 3 3/6 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Wrathbringer</td>\n<td>Martial Training (axes)  Manual of Arms  Profession (judge)</td>\n<td>Iron-shod spellbook with <em>sharpness</em> and <em>arcane armor</em>, holy symbol (star of Indura), battle axe, hand axe, red and gold cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, 2 flasks of holy water, waterskin, 2 weeks’ iron rations, 35gp (enc. 4 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Messiah</td>\n<td>Prophecy  Diplomacy  Leadership</td>\n<td>White leather spellbook with <em>counterspell</em>and<em>illumination</em>, holy symbol (winged sun of Ammonar), quarterstaff tipped with glass gemstone (45gp value), white cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 17gp (enc. 3 2/6 st)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> Most characters of this class have above average intelligence, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the <strong>Intellect Scores of Studious Spellcasters</strong> section in this chapter.</p>\n<p>Saqqara is another name for Iskara, goddess of chaos. Teos is another name for Istreus, god of secrets. Indura is another name for Ianna, goddess of love and war. For the Servant of Fire template, there are three alternative spell selections available, one for each element. See Mage Templates (p. XX). For the Corrupted Soul template, the Code of Behavior is reversed to favor chaos over law.</p>\n"
    },
    {
      "title": "Zaharan Ruinguard",
      "level": 3,
      "html": "<p>Key Attribute: STR and INT</p>\n<p>Requirements: INT 9, WIL 9, CHA 9</p>\n<p>Hit Dice: 1d6</p>\n<p>Maximum Level: 12</p>\n<p>In the waning days of the decadent Zaharan empire, as its graceful cities burned to ash and the races of man, elf, and dwarf slaughtered the children of Zahar without mercy for their arrogance and tyranny, an order of militant sorcerer-knights known as ruinguards was ordained by Sebek, last of the sorcerer-kings. The ruinguards were charged with safeguarding the powerful secrets of the chthonic gods and laying down their lives to prevent the voice of Chaos from passing into oblivion.</p>\n<p>The hobbled eunuch-seers and iron-bound tomes of the great Zaharan libraries were too burdensome to carry away and hide from the wrathful judgment of Law as it descended upon crumbling Zahar. The ruinguards mastered arcane bindings to focus the dark chthonic secrets of a dying empire within a receptacle they knew they would always have at hand — their very weapons. The Zaharan empire vanished over a millennium ago, but the masters of this tenebrous order have not only carried the knowledge of Chaos with them, but learned to call upon that knowledge to enhance their own martial and magical skill and bring doom to their enemies.</p>\n<p>Each ruinguard is a master of his own fate; an individual conduit to the knowledge of Chaos and the chthonic powers spread across the void. Whether they carry such power within them and focus it upon the weapon they wield, or whether the weapon itself holds the chthonic power and they merely call it forth to do battle, even the ruinguard does not truly know. Ruinguards typically adventure to accumulate power, skill, and allies in order to dominate more and more around them — some even harbor dreams of rebuilding an empire. Others resist succumbing completely to the Chaos that constantly seeks to consume them. This rarer breed of ruinguard seeks adventure to quell the wanderlust within themselves and find camaraderie and kinship amongst those adventurers who also choose to wander dark roads and distant lands.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Zaharan Ruinguard Level Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Ruinguard Spell Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Experience</strong></td>\n<td><strong>Title</strong></td>\n<td><strong>Level</strong></td>\n<td><strong>Hit Dice</strong></td>\n<td></td>\n<td><strong>1</strong></td>\n<td><strong>2</strong></td>\n<td><strong>3</strong></td>\n<td><strong>4</strong></td>\n<td><strong>5</strong></td>\n<td><strong>Caster Level</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Insignificant</td>\n<td>1</td>\n<td>1d6</td>\n<td></td>\n<td>0</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>0</td>\n</tr>\n<tr>\n<td>3,700</td>\n<td>Ruinborn</td>\n<td>2</td>\n<td>2d6</td>\n<td></td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1</td>\n</tr>\n<tr>\n<td>7,400</td>\n<td>Ruinchild</td>\n<td>3</td>\n<td>3d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>14,800</td>\n<td>Son of Ruin</td>\n<td>4</td>\n<td>4d6</td>\n<td></td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n</tr>\n<tr>\n<td>29,600</td>\n<td>Ruinwielder</td>\n<td>5</td>\n<td>5d6</td>\n<td></td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3</td>\n</tr>\n<tr>\n<td>59,200</td>\n<td>Ruinscourge</td>\n<td>6</td>\n<td>6d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4</td>\n</tr>\n<tr>\n<td>120,000</td>\n<td>Ruinmaster</td>\n<td>7</td>\n<td>7d6</td>\n<td></td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>5</td>\n</tr>\n<tr>\n<td>240,000</td>\n<td>Father of Ruin</td>\n<td>8</td>\n<td>8d6</td>\n<td></td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>6</td>\n</tr>\n<tr>\n<td>410,000</td>\n<td>Lord of Ruin</td>\n<td>9</td>\n<td>9d6</td>\n<td></td>\n<td>4</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>7</td>\n</tr>\n<tr>\n<td>580,000</td>\n<td>Lord of Secrets</td>\n<td>10</td>\n<td>9d6 + 2*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>2</td>\n<td>-</td>\n<td>8</td>\n</tr>\n<tr>\n<td>750,000</td>\n<td>Lord of Bindings</td>\n<td>11</td>\n<td>9d6 + 4*</td>\n<td></td>\n<td>4</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>8</td>\n</tr>\n<tr>\n<td>920,000</td>\n<td>Prince of Ruin</td>\n<td>12</td>\n<td>9d6 + 6*</td>\n<td></td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>9</td>\n</tr>\n<tr>\n<td>*No adjustment from Constitution applies to this flat bonus.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat Characteristics",
      "level": 6,
      "html": "<p>Ruinguards are brutal combatants who rarely show mercy. The chthonic powers a ruinguard channels revel in the chaos and brutality of face-to-face combat. They favor the heaviest armor available so they can wade into close quarters and frown upon weapons which draw blood from a distance.</p>\n<p><strong>Combat Proficiencies:</strong> Ruinguards have weapon proficiency with battle axes, great axes, flails, swords, two-handed swords, and whips. They have armor proficiency with all armors. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.</p>\n<p><strong>Combat Progression:</strong> Ruinguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful melee attacks using these weapons by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Zaharan Ruinguard Attack and Saving Throws</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Level</strong></td>\n<td><strong>Paralysis</strong></td>\n<td><strong>Death</strong></td>\n<td><strong>Blast</strong></td>\n<td><strong>Implements</strong></td>\n<td><strong>Spells</strong></td>\n<td><strong>Attack Throw</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>15+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>2 – 3</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>14+</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>4</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>13+</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>12+</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>7</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>11+</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>8 – 9</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>10+</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5+</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>9+</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>4+</td>\n<td>5+</td>\n<td>6+</td>\n<td>7+</td>\n<td>8+</td>\n<td>3+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Starting Class Powers:",
      "level": 6,
      "html": "<p>In addition to their fighting ability, a Zaharan ruinguard’s eager embrace of chthonic secrets provides him with several benefits. At the start of play, ruinguards have the following class powers.</p>\n<p><strong>Dark Blessing:</strong> Zaharan ruinguards enjoy the blessing of the chthonic gods. They gain a +2 bonus to all saving throws. (These adjustments are already factored into the saving throws on the Zaharan Ruinguard Attack and Saving Throws table.)</p>\n<p><strong>Manual of Arms:</strong> The ruinguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)</p>\n<p><strong>Preternatural Quickening:</strong> Zaharan ruinguards act with supernatural celerity. A ruinguard gains a +1 bonus to initiative and a +1 bonus to avoid surprise.</p>\n<p><strong>Weapon Focus:</strong> Ruinguards are experts with their weapon of choice. The Zaharan ruinguard gains the Weapon Focus proficiency with his choice of one specific weapon type (axes; maces, flails and hammers; swords and daggers).</p>\n"
    },
    {
      "title": "Additional Class Powers",
      "level": 6,
      "html": "<p>As a Zaharan ruinguard gains experience, he learns how to tap arcane energy to cast spells and enhance his prowess in battle. They gain the following additional class powers:</p>\n<p><strong>Arcane Magic (2nd level):</strong> As sorcerers as well as warriors, Zaharan ruinguards learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The ruinguard’s caster level, and the number and levels of spells the ruinguard can cast in a single day, are listed on the Ruinguard Spell Progression table. Like a mage, a ruinguard’s spell selection is limited to the spells in his <strong>repertoire</strong>. A ruinguard’s repertoire can include the number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, a Zaharan ruinguard can cast spells while wearing any type of armor.</p>\n<p><strong>Arcane Striking (2nd level):</strong> The Zaharan ruinguard learns to channel arcane energy through his melee weapons. Whenever the ruinguard successfully hits a target with a melee attack, he can immediately expend one of his daily spell slots to increase damage. Damage is increased by 1d6 per level of the spell slot expended. Damage dealt by arcane striking counts as extraordinary arcane damage. If the target is slain by his arcane strike, the ruinguard is eligible to cleave as if he had slain the target in melee.</p>\n<p>EXAMPLE: Moruvai needs to make an attack throw of 14+ to strike the great dragon Orm. Finally, he does so! He immediately expends a 1st level spell slot to do an extra 1d6 damage on his hit.</p>\n<p><strong>Death Healing (4th level):</strong> The Zaharan ruinguard learns to drain the life force of fallen foes in order to heal himself. Whenever the ruinguard successfully slays a sentient creature with a melee attack, he can expend a spell slot to heal himself. Healing is 1d6 per level of the spell slot expended, to a maximum value equal to the slain victim’s maximum (starting) hit points. The ruinguard can cleave after death healing if he has any cleaves remaining. A ruinguard with sufficient spell slots can combine death healing and arcane striking.</p>\n<p>EXAMPLE: Moruvai slays a hobgoblin (hp 7). He sacrifices a 2nd level spell and heals himself 2d6 hit points. The 2d6 roll is an 8; Moruvai heals 7 hp because he cannot heal more than the slain victim’s hit points.</p>\n<p><strong>Dark Charisma (5th level):</strong> The ruinguard’s sinister presence begins to inspire the forces of evil to follow him. Any Chaotic characters or monsters in the ruinguard’s service gain a +1 bonus to their morale score whenever he personally leads them. The bonus stacks with any modifiers from the ruinguard’s Charisma or proficiencies.</p>\n<p><strong>Minor Magical Research (7th level):</strong> The Zaharan ruinguard can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.</p>\n<p><strong>Dark Fortress (9th level):</strong> By acquiring a <strong>dark fortress</strong> worth at least 15,000gp, the Zaharan ruinguard can attract followers to his service. 5d6 x 10 0th level or beastman troops and 1d6 Zaharan ruinguards of 1st – 3rd level arrive to serve him within 1d3 months of him acquiring the fortress. If the ruinguard already has a fortress, the followers arrive to serve him within 1d3 months of him reaching 9th level. The ruinguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Should he prove a powerful, ruthless leader, the ruinguard’s power may spread like a dark blight across the realm as those drawn to dark power flock to his banner. Additional rules for dark fortresses are detailed in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<p><strong>Spell Storing (9th level):</strong> The ruinguard learns to channel his spells into his weapon. Whenever a ruinguard casts a spell that would normally target a creature, he can instead cast it into his melee weapon, where it remains stored until discharged. The effect will discharge onto the next creature the ruinguard strikes with the weapon, resulting in both melee damage and the normal effects of the spell. The ruinguard can only store one spell at a time, and the spell will discharge harmlessly if not used in 1 turn (10 minutes),if the weapon is sundered, or if the ruinguard loses his grip on the weapon. A ruinguard with sufficient spell slots can combine spell storing, death healing, and/or arcane striking. A character being killed by a stored spell does not allow the ruinguard to cleave.</p>\n<p>EXAMPLE: Moruvai casts <em>dismember</em>into his two-handed sword, spell storing it. He then attacks a minotaur, and hits, dealing his normal melee damage. Upon hitting, Moruvai uses his arcane striking power, expending a 2nd level spell slot to deal an additional 2d6 damage. <em>Dismember</em>also discharges, and the minotaur fails its save, taking an additional 3d6 damage and a permanent wound from the spell. The cumulative damage slays the minotaur. Moruvai then expends a 3rd level spell slot and death heals himself 3d6 damage. Because the damage from <em>dismember</em> was needed to kill the minotaur, Moruvai cannot cleave.</p>\n<p><strong>Major Magical Research (12th level)</strong>: The Zaharan ruinguard can an create more powerful magic items such as weapons, rings, and staffs, as if he were a 9th level mage.</p>\n"
    },
    {
      "title": "Racial Traits",
      "level": 6,
      "html": "<p>As true Zaharans, all ruinguards also possess certain inhuman benefits and drawbacks from their near-extinct bloodline.</p>\n<p><strong>After the Flesh:</strong> For most mortals, undeath is a curse. For Zaharans, it is a pathway to power. If transformed into intelligent undead, the Zaharan ruinguard retains his racial powers and his class abilities. Once transformed, the ruinguard can continue to advance in Hit Dice without limit, even past his class’s maximum level. A 1 HD undead ruinguard requires 4,000 XP to advance to 2 HD plus an additional 500 XP per * the undead possesses. The amount of XP required to advance as an undead doubles with each HD thereafter (round values greater than 20,000 XP to the nearest 1,000). All of the ruinguard’s class abilities will continue to progress without regard to his class’s maximum level, to a maximum of 14th level. The <em><strong>ACKS II Judges Journal</strong></em>offers additional rules for characters advancing via this power (p. XX).</p>\n<p><strong>Ancient Pacts:</strong> The lords of Zahar ensorcelled the dark powers of the world with ancient pactsof service and obedience. Some creatures still remember these pacts and will aid Zaharans when commanded. All ruinguards gain a +1 bonus to reaction rolls when encountering intelligent Chaotic monsters. Intelligent Chaotic monsters suffer a -2 penalty to saving throws against any enchantment spells cast by a Zaharan ruinguard.</p>\n<p><strong>Dark Souls:</strong> Because of their black spirits, the grim embrace of death holds special perils for Zaharans. Whenever a deceased Zaharan rolls on the Tampering With Mortality table, he suffers a penalty on the 1d20 roll of -1 per level of experience.</p>\n<p><strong>Inexorable:</strong> Ruinguards are inexorable in the face of horrors that terrify normal men. They are immune to all natural and magical <strong>fear</strong> effects.</p>\n<p><strong>Zaharan Tongues:</strong> Due to their background and training, all Zaharan ruinguards can speak Ancient Zaharan, Common, Goblin, Orc, and Kemeshi.</p>\n"
    },
    {
      "title": "Class Proficiencies",
      "level": 6,
      "html": "<p><strong>Proficiency Progression:</strong> At 1st level, ruinguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th and 9th level.</p>\n<p><strong>Zaharan Ruinguard Proficiency List</strong>: Alertness, Ambushing, Battle Magic, Berserkergang, Black Lore of Zahar, Blind Fighting, Combat Ferocity, Combat Trickery (force back, knock down, overrun, sunder), Command, Dungeonbashing Expertise, Elementalism, Familiar, Fighting Style Specialization, Kin-Slaying, Leadership, Martial Training, Mastery of Conjuration &amp; Summoning, Military Strategy, Mounted Combat, Mystic Aura, Sensing Good, Sensing Power, Skirmishing, Unflappable Casting, Wakefulness</p>\n"
    },
    {
      "title": "Zaharan Ruinguard Templates",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>3d6</strong>  <strong>Roll</strong></td>\n<td><strong>Template</strong></td>\n<td><strong>Proficiencies</strong></td>\n<td><strong>Starting Equipment</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>3 – 4</td>\n<td>Flesheater</td>\n<td>Kin-Slaying  Craft (cooking)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated sword, wooden shield, curiously pale-colored hide armor, blood-stained wool tunic and pants, belt embossed with tooth marks, low boots, backpack, waterskin, 2 weeks’ dried white meat, 2gp (enc. 4 3/6 st)</td>\n</tr>\n<tr>\n<td>5 – 6</td>\n<td>Hatemonger</td>\n<td>Berserkergang  Intimidation  <strong>Weapon Focus (axes)</strong></td>\n<td></td>\n<td>Great axe tipped with a spike, chain mail armor, torn wool tunic and pants, spiked belt, low boots, backpack, 1 week’s iron rations, 4gp (enc. 6 2/6 st)</td>\n</tr>\n<tr>\n<td>7 – 8</td>\n<td>Grimguard</td>\n<td>Fighting Style Spec. (weapon and shield)  Manual of Arms 2  <strong>Weapon Focus (axes)</strong></td>\n<td></td>\n<td>Jagged battle axe, iron-shod shield, grey banded plate armor, grey hooded cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 6gp (enc. 7 3/6 st)</td>\n</tr>\n<tr>\n<td>9 – 10</td>\n<td>Avenger</td>\n<td>Sensing Good  Profession (torturer)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated sword, copper-barbed scourge, iron-shod shield, grey plate armor, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 4/6 st)</td>\n</tr>\n<tr>\n<td>11 – 12</td>\n<td>Doomwielder</td>\n<td>Fighting Style Spec. (two-handed weapon)  Endurance  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Serrated two-handed sword, barbed morning star, plate armor adorned with skulls, skull-shaped heavy helmet, blood-stained wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 9 2/6 st)</td>\n</tr>\n<tr>\n<td>13 – 14</td>\n<td>Warmaster</td>\n<td>Combat Ferocity  Military Strategy  <strong>Weapon Focus (maces, flails, and hammers)</strong></td>\n<td></td>\n<td>Ball-and-chain, black steel shield bearing taloned hand of Bel, black plate armor, heavy black horned helmet, black armiger’s tunic and pants, leather belt, high boots, backpack, crowbar, tinderbox, 6 torches, flask of military oil, waterskin, 1 week’s iron rations, 27gp (enc. 10 st)</td>\n</tr>\n<tr>\n<td>15 – 16</td>\n<td>Ruinbinder</td>\n<td>Familiar (vulture)  Knowledge (occult)  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td><strong>Vulture****familiar</strong>,rune-carved two-handed sword, red-lacquered plate armor, heavy helmet with crimson crest, red armiger’s tunic and pants, embossed belt, low boots, backpack, 2 flasks of unholy water, waterskin, 1 week’s iron rations, 1gp (enc. 8 4/6 st)</td>\n</tr>\n<tr>\n<td>17 – 18</td>\n<td>Shadowcrown</td>\n<td>Command  Riding  <strong>Weapon Focus (swords)</strong></td>\n<td></td>\n<td>Polished sword, black steel shield bearing red eye of fire, black plate armor, heavy helmet affixed with black iron crown, black armiger’s tunic and pants, riding boots, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 13gp (enc. 7 2/6 st with rations on horse)</td>\n</tr>\n</tbody></table>\n<p><strong>Notes:</strong> The weapon focus that each ruinguard template begins with is noted in bold in the Proficiencies column. The flesheater’s dried white meat is a type of iron rations. The avenger’s scourge is a type of whip. The warmaster’s ball-and-chain is a type of flail. The ruinbinder’s vulture familiar grants Black Lore of Zahar proficiency to him.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Demi-Human Classes\n\n### Dwarven Craftpriest\n\nKey Attribute: WIL\n\nRequirements: CON 9\n\nHit Dice: 1d6\n\nMaximum Level: 10\n\nNothing is so revered among the dwarven people as craftsmanship. A dwarf’s work is his life, and the spirits of great dwarven artisans are believed to live on forever in their masterpieces. The veneration of these relics falls to the care of a caste of dwarves known as craftpriests. While most craftpriests attend to the shrines and monuments of their clan, young craftpriests are sometimes sent forth to recover monuments to the glorious past from the ancient ruins and wastelands of the world.\n\n|  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Dwarven Craftpriest Level Progression** | | | **Craftpriest Spell Progression** | | | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** |  | **1** | **2** | **3** | **4** | **5** |\n| 0 | Craft-Catechist | 1 | 1d6 |  | 1 | - | - | - | - |\n| 2,400 | Craft-Acolyte | 2 | 2d6 |  | 2 | - | - | - | - |\n| 4,800 | Craft-Priest | 3 | 3d6 |  | 2 | 1 | - | - | - |\n| 9,600 | Craft-Curate | 4 | 4d6 |  | 2 | 2 | - | - | - |\n| 19,200 | Craft-Vicar | 5 | 5d6 |  | 2 | 2 | 1 | - | - |\n| 38,400 | Craft-Rector | 6 | 6d6 |  | 2 | 2 | 2 | - | - |\n| 75,000 | Craft-Prelate | 7 | 7d6 |  | 3 | 2 | 2 | 1 | - |\n| 150,000 | Craft-Bishop | 8 | 8d6 |  | 3 | 3 | 2 | 2 | - |\n| 280,000 | Craft-Lord | 9 | 9d6 |  | 3 | 3 | 3 | 2 | 1 |\n| 410,000 | Craft-Lord, 10th level | 10 | 9d6 + 2\\* |  | 3 | 3 | 3 | 3 | 2 |\n| \\*No adjustment from Constitution applies to this flat bonus. | | | | | | | | | |\n\n###### Combat Characteristics\n\nCraftpriests have some combat training in the traditional weapons of their people, but not as much as their warrior-kin, the vaultguards.\n\n**Combat Proficiencies:** Craftpriests have weapon proficiency with all axes (including battle axes, great axes, and hand axes) and all bludgeons (including clubs, flails, maces, morning stars, and warhammers). They have armor proficiency with all armor. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.\n\n**Combat Progression:** Craftpriests advance in attack throws and saving throws as crusaders, by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Dwarven Craftpriest Attack and Saving Throws** | | | | | | |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 – 2 | 9+ | 6+ | 13+ | 9+ | 11+ | 10+ |\n| 3 – 4 | 8+ | 5+ | 12+ | 8+ | 10+ | 9+ |\n| 5 – 6 | 7+ | 4+ | 11+ | 7+ | 9+ | 8+ |\n| 7 – 8 | 6+ | 3+ | 10+ | 6+ | 8+ | 7+ |\n| 9 – 10 | 5+ | 2+ | 9+ | 5+ | 7+ | 6+ |\n\n###### Starting Class Powers\n\nAt the start of play, craftpriests have the following class powers.\n\n**Attention to Detail:** Craftpriests gain a +3 bonus on proficiency throws for any proficiencies they learn. (This bonus has already been factored into the craftpriest’s class abilities.)\n\n**Crafting:** Every craftpriest is a master in a particular type of craft, such as armor-making, leatherworking, weapon-smithing, etc. With access to craftsman’s tools, craftpriests can produce 40gp worth of items per month and supervise 2 journeymen and 4 apprentices in their craft. When examining works of his craft, craftpriests can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 2+ on 1d20. (This class power is equivalent to three ranks of Craft proficiency.)\n\n**Rebuke Undead:** Craftpriests can rebuke undead as crusaders of their class level (p. XX). In order to rebuke undead, they must be equipped with a holy symbol representing the ancestor or relic they venerate.\n\n**Studious Divine Magic:** By invoking the rites and rituals of their venerable ancestors, craftpriests can cast divine spells. Unlike most other divine casters, who receive their spells from prayer, craftpriests receive their spells from study. Craftpriests follow the same spell progression and use the same rules for learning and casting spells as mages. They record their repertoires of spells in spell books and can learn new spells from scribing scrolls or studying other divine spell books. They select their spells from the divine spell list, rather than the arcane spell list, however, and cannot learn or cast spells found in arcane spell books. See p. XX for more details on studious divine spellcasting.\n\n**Theology:** Craftpriests are trained in the rites and rituals of the dwarven faith and are broadly knowledgeable about other races’ and cultures’ religions. They can acquire congregants through proselytizing. They can automatically identify religious symbols, trappings, and holy days of the dwarven faith, and recognize those of other faiths with a proficiency throw of 8+ on 1d20. (This class power is equivalent to one rank of Theology proficiency.)\n\n###### Additional Class Powers\n\nWhen they advance in level, craftpriests gain the following additional class powers:\n\n**Minor Magical Research (5th level):** The craftpriest can research spells, scribe scrolls, and brew potions.\n\n**Major Magical Research (9th level):** The craftpriest can create permanent magic items, such as weapons, rings, and staffs. He can also craft magical constructs such as golems.\n\n**Vault (9th level):** By acquiring a **vault** worth at least 15,000gp, the craftpriest can attract dwarves to his service. 1d4+1 x 10 dwarven mercenaries and 1d6 dwarven craftpriests of 1st – 3rd level arrive to serve him as followers within 1d3 months of him acquiring the vault. If the craftpriest has already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The craftpriest must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the **Campaigns** chapter (p. XX).\n\n###### Racial Traits\n\nAs dwarves, craftpriests have certain powers and drawbacks associated with their race.\n\n**Dwarf Tongues:** Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.\n\n**Hardy:** Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Craftpriest Attack and Saving Throws table below.)\n\n**Sensitivity to Rock and Stone:** Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.\n\n###### Code of Behavior\n\nEvery dwarven craftpriest must uphold the strictures of the sacred order to which he belongs. The particular strictures that any given craftpriest follows can vary depending on his clan and vault, but most obey the following strictures:\n\n* The craftpriest must always display a holy symbol indicating the relic he venerates somewhere on his person when in public.\n* The craftpriest must sing hymns on high holy days each week. Singing hymns requires one hour of ancillary activity.\n* The craftpriest must only use the traditional weapons of the dwarves.\n* If the craftpriest discovers a dwarven relic in the hands of outsiders, he must recover the relic by any means necessary. If he has guardianship of a dwarven relic, he must protect the relic even at the cost of his own life. If he loses the relic, he must recover it from the one who took it, or take everything else from him – or his descendants.\n* The craftpriest must not use his divine magic to harm or hinder fellow dwarves, unless ordered to do so by a superior during a time when his vault is at war with another vault.\n\nIf a craftpriest ever violates the strictures of his order, the ancestral spirits he venerates might impose penalties upon him. These penalties are entirely up to the Judge and might include penalties to turning throws, a reduction in spells available, or even a loss of all class powers altogether. To remove the penalties, the craftpriest will have to atone for his violation by, e.g., sacrificing treasure, undertaking quests, or even receiving an **atonement** spell from a powerful caster of his order (Judge’s discretion).\n\nFor more information on the customs and traditions of the craftpriest, see the sourcebook *By This Axe: The Cyclopedia of Dwarven Civilization*.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, craftpriests select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.\n\n**Dwarven Craftpriest Proficiency List:** Alchemy, Battle Magic, Caving, Collegiate Wizardry, Contemplation, Craft, Diplomacy, Divine Blessing, Divine Health, Dwarven Brewing, Engineering, Expanded Repertoire, Experimenting, Fighting Style Specialization, Goblin-Slaying, Healing, Illusion Resistance, Knowledge, Laying on Hands, Loremastery, Magical Engineering, Mapping, Prestidigitation, Profession (judge), Prophecy, Quiet Magic, Reliquarianism, Righteous Rebuke, Sensing Evil, Siege Engineering, Theology, Unflappable Casting, Weapon Focus\n\n###### Dwarven Craftpriest Templates\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **3d6 Roll** | **Template** | **Caste** | **Proficiencies** | **Starting Equipment** |\n| 3 – 4 | Outcast | Houseless  (ex-Oathsworn) | Quiet Magic  Caving  **Craft (leatherworking) 3**  Survival | Battered prayer book with *sling stone* and *frighten beast,* 2 hand axes, tattered workborn tunic and pants, rawhide leather belt, careworn low boots, backpack, 1 lb garlic, tinderbox, 12 torches, moldy waterskin, 1 week’s iron rations, 5gp (enc. 4 3/6 st) |\n| 5 – 6 | Runeseer | Oathsworn | Prophecy  Performance (chanting)  **Craft (rune-carving) 3**  Knowledge (astrology) | Prayer book with *discern evil* and *word of command,* carved stone holy symbol (rune-carver’s insignia), hand axe, charcoal grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 5gp (enc. 2 1/6 st) |\n| 7 – 8 | Reliquary Guardian | Oathsworn | Battle Magic  Signaling  **Craft (weapon-smithing) 3**  Manual of Arms | Prayer book with *remove fear* and *holy circle*, iron holy symbol (weaponsmith’s insignia), well-sharpened battle axe, leather armor, black workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 1/6 st) |\n| 9 – 10 | Documentarian | Oathsworn | Loremastery  Mapping  **Craft (bookbinding) 3**  Knowledge (history) | Beautifully-bound prayer book with *discern gist* and *illumination,* bronze holy symbol (bookbinder’s insignia), battle axe, leather armor, dun craftborn tunic and pants, embossed belt, low boots, backpack with blank parchment journal half-filled with entries, quill and ink, waterskin, 1 week’s iron rations, 4gp (enc. 4 3/6 st) |\n| 11 – 12 | Reclaimer | Oathsworn | Magical Engineering  Knowledge (history)  **Craft (stonemasonry) 3**  Siege Engineering | Prayer book with *counterspell* and *discern magic*,steel holy symbol (stonemason’s insignia), morning star with carved head, engraved banded plate armor, stone grey workborn tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 st) |\n| 13 – 14 | Sacrementalist | Oathsworn | Dwarven Brewing  Alchemy  **Craft (brewing) 3**  Revelry | Prayer book with *cure light injury* and *purify food and water,* glass holy symbol (brewer’s insignia), mace, round wooden shield painted with alchemical symbols, chain mail armor, brown craftborn tunic and pants, embossed belt, low boots, backpack, 1 flask of holy water, 1 flask of military oil, waterskin, 1 week’s iron rations, (enc. 7 3/6 st) |\n| 15 – 16 | Purifier | Oathsworn | Righteous Rebuke  Knowledge (occult)  **Craft (jewelling) 3**  Alchemy | Prayer book with *holy circle* and *bane-rune,* bejeweled holy symbol (jeweler’s insignia), mace with diamond-shaped head, steel shield with craft insignia, banded plate armor, red and white craftborn tunic and pants, embossed belt, low boots, backpack, 1 lb garlic, flask of holy water, 2 flasks of military oil, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc 10 st) |\n| 17 – 18 | Seeker | Oathsworn  (ex-Highborn) | Sensing Evil  Riding  **Craft (armor-making) 3**  Leadership | Prayer book with *bane-rune* and *word of command,* steel holy symbol (armorer’s insignia), flail, steel shield with craft insignia, plate armor, blue craftborn tunic and pants, embossed belt, low boots, mule, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 8 st with rations on mule) |\n\n**Notes:** The Craft proficiency that each craftpriest template begins with is noted in bold. For an explanation of caste, see ***By This Axe***. Some characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the **Intellect Scores of Studious Spellcasters** section earlier in this Chapter.\n\n### Dwarven Vaultguard\n\nKey Attribute: STR\n\nRequirements: CON 9\n\nHit Dice: 1d8\n\nMaximum Level: 13\n\nDwarves trained to defend their race’s underground vault from the endless hordes that threaten it are called vaultguards. Though most vaultguards are born, live and die in the vault, from time to time a young vaultguard will be dispatched to foreign realms on a warrior’s pilgrimage. The few vaultguards who return from such pilgrimages bring gold and glory to their clans, often leading them to found new vaults and become great lords.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Dwarven Vaultguard Level Progression** | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** | **Damage Bonus** |\n| 0 | Sentry | 1 | 1d8 | +1 |\n| 2,200 | Warden | 2 | 2d8 | +1 |\n| 4,400 | Shieldbearer | 3 | 3d8 | +2 |\n| 8,800 | Defender | 4 | 4d8 | +2 |\n| 17,500 | Sentinel | 5 | 5d8 | +2 |\n| 35,000 | Guardian | 6 | 6d8 | +3 |\n| 70,000 | Champion | 7 | 7d8 | +3 |\n| 140,000 | Vaultguard | 8 | 8d8 | +3 |\n| 270,000 | Vaultlord | 9 | 9d8 | +4 |\n| 400,000 | Vaultlord, 10th level | 10 | 9d8 + 3\\* | +4 |\n| 530,000 | Vaultlord, 11th level | 11 | 9d8 + 6\\* | +4 |\n| 660,000 | Vaultlord, 12th level | 12 | 9d8 + 9\\* | +5 |\n| 790,000 | Vaultlord, 13th level | 13 | 9d8 + 12\\* | +5 |\n| \\*No adjustment from Constitution applies to this flat bonus. | | | | |\n\n###### Combat Characteristics\n\nVaultguards are the most highly-trained combatants fielded by the dwarves.\n\n**Combat Proficiencies:** Vaultguards have weapon proficiency with all weapons except long bows or two-handed swords (due to their short stature). They have armor proficiency with all armor. They have fighting style proficiency with the weaponand shield, two-handed weapon, and dual weapon styles.\n\n**Combat Progression:** Vaultguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Dwarven Vaultguard Attack and Saving Throws** | | | | | | |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 | 9+ | 10+ | 12+ | 12+ | 13+ | 10+ |\n| 2 – 3 | 8+ | 9+ | 11+ | 11+ | 12+ | 9+ |\n| 4 | 7+ | 8+ | 10+ | 10+ | 11+ | 8+ |\n| 5 – 6 | 6+ | 7+ | 9+ | 9+ | 10+ | 7+ |\n| 7 | 5+ | 6+ | 8+ | 8+ | 9+ | 6+ |\n| 8 – 9 | 4+ | 5+ | 7+ | 7+ | 8+ | 5+ |\n| 10 | 3+ | 4+ | 6+ | 6+ | 7+ | 4+ |\n| 11 – 12 | 2+ | 3+ | 5+ | 5+ | 6+ | 3+ |\n| 13 | 1+ | 2+ | 4+ | 4+ | 5+ | 2+ |\n\n###### Starting Class Powers\n\nAt the start of play, vaultguards have the following class power:\n\n**Manual of Arms:** The vaultguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his clan and vault. He can identify those of other clans, vaults, or realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)\n\n###### Additional Class Powers\n\nWhen they advance in level, vaultguards gain the following additional class powers:\n\n**Battlefield Prowess (5th level):** The vaultguard’s presence inspires troops he leads. Any henchmen and mercenaries hired by the vaultguard gain a +1 bonus to their morale score whenever he personally leads them. This bonus stacks with any modifiers from the vaultguard’s Charisma or proficiencies.\n\n**Vault (9th level):** By acquiring a **vault** worth at least 15,000gp, the vaultguard can attract dwarves to his service. 3d6 x 10 1st level dwarven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the vault. If the vaultguard already acquired a vault, the followers arrive to serve him within 1d3 months of him reaching 9th level. The vaultguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for vaults are detailed in the **Campaigns** chapter (p. XX).\n\n###### Racial Traits\n\nAs dwarves, vaultguards have certain powers and drawbacks associated with their race.\n\n**Dwarf Tongues:** Dwarves can speak the Common and Dwarvish tongues and, because of their frequent interaction underground with beastmen, can also speak Goblin, Gnome, and Kobold.\n\n**Hardy:** Dwarves are tough. The target values for all their Blast saving throws are improved by 3, while the target values for all their other saving throws are improved by 4. (These adjustments are already factored into the saving throws on the Dwarven Vaultguard Attack and Saving Throws table.)\n\n**Sensitivity to Rock and Stone:** Dwarves gain a +1 bonus to surprise rolls when underground. When using Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +4 bonus to their throw instead. If separately proficient in Listening, they gain a +2 bonus to their throw instead.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, vaultguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.\n\n**Dwarven Vaultguard Proficiency List:** Alertness, Berserkergang, Blind Fighting, Caving, Combat Ferocity, Combat Reflexes, Combat Trickery (force back, knock down, overrun, sunder, wrestling), Command, Dungeonbashing Expertise, Dwarven Brewing, Fighting Style Specialization, Goblin-Slaying, Illusion Resistance, Intimidation, Land Surveying, Leadership, Military Strategy, Mountaineering, Precise Shooting, Prospecting, Running, Siege Engineering, Vermin-Slaying, Weapon Focus\n\n###### Dwarven Vaultguard Templates\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **3d6 Roll** | **Template** | **Caste** | **Proficiencies** | **Starting Equipment** |\n| 3 – 4 | Deserter | Houseless  (ex-Oathsworn) | Running  Survival | Battle axe, hand axe, undamaged leather armor, threadbare workborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 4 5/6 st) |\n| 5 – 6 | Battlerager | Oathsworn | Berserkergang  Intimidation | Rune-carved battle axe, wooden shield, dagger, ring mail armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 3gp (enc. 6 5/6 st) |\n| 7 – 8 | Sentinel | Oathsworn | Alertness  Signaling | Iron-shod spear, warhammer, wooden shield, banded plate armor, craftborn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 5gp (enc. 9 4/6 st) |\n| 9 – 10 | Clansdwarf | Oathsworn | Fight. Style Spec. (weapon & shield)  Manual of Arms 2 | Iron-shod spear, warhammer, steel shield painted with clan emblem, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 17gp (enc. 9 4/6 st) |\n| 11 – 12 | Goblin Slayer | Oathsworn | Goblin-Slaying  Caving | Crossbow, case with 20 bolts, spear notched with many kills, hand axe, steel shield painted with vault insignia, chainmail armor, military cloak, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 1 week’s iron rations, 9gp (enc. 9 3/6 st) |\n| 13 – 14 | Axebearer | Oathsworn | Weapon Focus (axes)  Endurance | Crossbow, case with 20 bolts, battle axe, 2 hand axes, steel shield repainted many times, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 14gp (enc. 9 4/6 st) |\n| 15 – 16 | Besieger | Oathsworn | Dungeonbashing Expertise  Siege Engineering | Crossbow, case with 20 bolts, spiked mace, heavy steel shield with many dents, banded plate armor, oathsworn tunic and pants, leather belt, high boots, backpack, crowbar, small hammer, 12 iron spikes, tinderbox, 6 torches, 2 flasks of military oil, waterskin, 1 week’s iron rations, 19gp (enc. 10 st) |\n| 17 – 18 | Highborn | Oathsworn (ex-Highborn) or Highborn | Command  Riding | Crossbow, case with 20 bolts, iron-shod spear, warhammer carved with clan emblem, hand axe, steel shield painted with clan emblem, dwarf-forged plate armor, oathsworn tunic and pants, leather belt, high boots, mule, riding saddle and tack, saddlebags, tinderbox, 6 torches, waterskin, 1 week’s iron rations, 4gp (enc. 10 st with rations on mule) |\n\n**Notes:** For an explanation of dwarven caste, please refer to *By This Axe*; disregard if not using that sourcebook.\n\n### Elven Nightblade\n\nKey Attribute: DEX and INT\n\nRequirements: None\n\nHit Dice: 1d6\n\nMaximum Level: 11\n\nElves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. They are a subtle race, and never does their gift for finesse and subtlety so reveal itself as in the practice of death-dealing. Cunning, deadly, and rarely seen, the elven nightblade is an assassin and sorcerer whose art is murder. Most nightblades practice their work in the courts of elven nobility. Those few who venture outside of the forests of Northern Argollë find their skills in high demand, for adventurers, aristocrats, and warlords all value their arcane and deadly ways.\n\n|  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Elven Nightblade Level Progression** | | | | **Nightblade Spell Progression** | | | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** |  | **1** | **2** | **3** | **4** | **5** | **Caster Level** |\n| 0 | Arcanist-Avenger | 1 | 1d6+1 |  | - | - | - | - | - | - |\n| 2,875 | Seer-Enforcer | 2 | 2d6 |  | 1 | - | - | - | - | 1 |\n| 5,750 | Theurgist-Torturer | 3 | 3d6 |  | 2 | - | - | - | - | 2 |\n| 11,500 | Magician-Slayer | 4 | 4d6 |  | 2 | - | - | - | - | 2 |\n| 23,000 | Thaumaturge-Destroyer | 5 | 5d6 |  | 2 | 1 | - | - | - | 3 |\n| 46,000 | Enchanter-Executioner | 6 | 6d6 |  | 2 | 2 | - | - | - | 4 |\n| 90,000 | Sorcerer-Blackguard | 7 | 7d6 |  | 2 | 2 | 1 | - | - | 5 |\n| 180,000 | Mage-Assassin | 8 | 8d6 |  | 3 | 2 | 2 | - | - | 6 |\n| 330,000 | Nightblade | 9 | 9d6 |  | 3 | 2 | 2 | 1 | - | 7 |\n| 480,000 | Nightblade, 10th level | 10 | 9d6 + 2\\* |  | 4 | 2 | 2 | 2 | - | 8 |\n| 630,000 | Nightblade, 11th level | 11 | 9d6 + 4\\* |  | 4 | 3 | 2 | 2 | 1 | 8 |\n| \\*No adjustment from Constitution applies to this flat bonus. | | | | | | | | | | |\n\n###### Combat Characteristics\n\nElven nightblades are professional killers, but they prefer to fight by ambush and treachery rather than direct confrontation.\n\n**Combat Proficiencies:**. Elven nightblades have weapon proficiency with all missile weapons and with all tiny, small, and medium melee weapons. They have armor proficiency with light and very light armor. They have fighting style proficiency with the dual weapon and two-handed weapon styles, but not with the weapon and shield style.\n\n**Combat Progression:** Elven nightblades advance in attack throws and saving throws as thieves, by two points every fourlevels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Elven Nightblade Attack and Saving Throws** | | | | | |  |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 – 2 | 12+ | 13+ | 13+ | 14+ | 14+ | 10+ |\n| 3 – 4 | 11+ | 12+ | 12+ | 13+ | 13+ | 9+ |\n| 5 – 6 | 10+ | 11+ | 11+ | 12+ | 12+ | 8+ |\n| 7 – 8 | 9+ | 10+ | 10+ | 11+ | 11+ | 7+ |\n| 9 – 10 | 8+ | 9+ | 9+ | 10+ | 10+ | 6+ |\n| 11 | 7+ | 8+ | 8+ | 9+ | 9+ | 5+ |\n\n###### Starting Class Powers\n\nAt the start of play, nightblades have the following class powers. As with thieves, the nightblade’s skills improve as the nightblade gains levels according to the progression on the Elven Nightblade Skills table.\n\n**Acrobatics:** Nightblades are trained to jump, tumble, somersault, and free-run around obstacles. They gain a +2 bonus to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. They can add their class level to their DEX for purposes of the distance and height they can jump (p. XX). As his movement action, a nightblade can attempt a proficiency throw to tumble past an opponent he has engaged. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the nightblade cannot tumble.\n\nIf he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. The nightblade cannot tumble if he has an encumbrance of more than 5 stone and cannot tumble past the same enemy on two consecutive rounds. (This class power is the equivalent of Acrobatics proficiency.)\n\n**Backstabbing:** Nightblades are skilled at treacherously attacking unprepared enemies. A nightblade can backstab any **vulnerable** opponent. Backstabs can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When backstabbing, a nightblade gains a +4 bonus to hit and if the attack succeeds, the nightblade deals an additional die of damage at 1st level, and another additional die at 5th, 9th, and 13th level**.**\n\n**Climbing:** Nightblades are adept at scaling sheer surfaces, including smooth walls or steep cliffs. The nightblade must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the nightblade can safely ascend or descend the distance. If the throw fails, the nightblade falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. A nightblade can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty. For further rules on climbing, see p. XX.\n\n**Hiding:** Nightblades are trained to skulk unseen in the cover of darkness. A nightblade can begin hiding as a combat action anytime he is in cover, dim light, or darkness. When the nightblade begins hiding, the Judge must make a Hiding proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls as long as he remains stationary in cover, dim light, or darkness.\n\nIf the throw succeeds, the nightblade is **hidden**. If the throw fails, the nightblade is not hidden. No creature can claim line of sight on a nightblade that is hidden from it. If a hidden nightblade engages an unengaged opponent, the opponent cannot make a free facing change (p. XX). If an opponent knows the hidden nightblade’s general location, the opponent can attack him in melee at a -4 penalty, but it cannot even blindly attack the nightblade if it doesn’t knows his general location. The hidden condition expires at the end of the nightblade’s initiative if he moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the nightblade from his opponents.\n\n**Shadowy Senses:** Since the bright light of torches will reveal their positions, nightblades learn to rely on superior night-vision, keen hearing and smell, and echolocation to slowly scout through dark alleys, lightless dungeons, and star-lit rooftops. When moving at combat speed or exploration speed, a nightblade can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, probe for traps, and so on. However, shadowy senses cannot be used to discern colors, faces, markings, or flat images (such as frescoes and murals) or to read books, maps, or scrolls. Shadowy senses does not function if the nightblade is charging or running, if deafened, or if in an area of bright light, magical darkness, or magical silence. Because it counts as dim light, an opponent can hide from shadowy senses.\n\n**Sneaking:** Nightblades learn to prowl with great stealth. A nightblade can begin sneaking as a movement action. He can sneak at his encounter speed or one-half combat speed without penalty. If he moves greater than one-half combat speed, he takes a -5 penalty to the Sneaking proficiency throw. If he runs, he takes a -10 penalty.\n\nWhen the nightblade begins sneaking, the Judge must make a Sneaking proficiency throw on behalf of the nightblade. A nightblade will always think he is successful in this skill, and will not know otherwise until others react to his presence. Regardless of whether the throw succeeds, opponents encountering the nightblade suffer a -2 penalty to surprise rolls if the nightblade is outside their line of sight.\n\nIf the throw succeeds, the nightblade is also **sneaking**. If the throw fails, the nightblade is not sneaking. When sneaking, the nightblade makes no noise when he moves — none whatsoever. Even alert creatures that make a successful Listening proficiency throw will not hear a sound. When a sneaking nightblade engages an unengaged opponent from the rear, the opponent cannot make a free facing change.\n\n**Streetwise:** The nightblade has learned the hard lessons taught by life as a criminal. He might begin play as a member of an assassin’s guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies or thief skills. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities might be harder to recognize. (This class power is equivalent to one rank of Streetwise proficiency.)\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Elven Nightblade Skill Progression** | | | | |\n| **Level** | **Acrobatics** | **Climbing** | **Hiding** | **Sneaking** |\n| 1 | 18+ | 6+ | 19+ | 17+ |\n| 2 | 17+ | 5+ | 18+ | 16+ |\n| 3 | 16+ | 4+ | 17+ | 15+ |\n| 4 | 15+ | 3+ | 16+ | 14+ |\n| 5 | 14+ | 2+ | 15+ | 13+ |\n| 6 | 13+ | 1+ | 14+ | 12+ |\n| 7 | 12+ | 0+ | 12+ | 10+ |\n| 8 | 11+ | -1+ | 10+ | 8+ |\n| 9 | 10+ | -2+ | 8+ | 6+ |\n| 10 | 9+ | -3+ | 6+ | 4+ |\n| 11 | 8+ | -4+ | 4+ | 2+ |\n\n###### Additional Class Powers\n\nWhen they advance in level, nightblades gain the following additional class powers:\n\n**Arcane Magic (2nd level):** As magical assassins, elven nightblades learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The nightblade’s caster level, and the number and levels of spells the nightblade can cast in a single day, are listed on the Nightblade Spell Progression table. Like a mage, a nightblade’s spell selection is limited to the spells in his **repertoire**. A nightblade’s repertoire can include up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, an elven nightblade can cast spells while wearing light or very light armor.\n\n**Quiet Magic (2nd level):** Nightblades can cast their spells with minimal words and gestures. A successful proficiency throw to hear noise is required to hear the nightblade cast spells. Full binding and gagging is necessary to prevent the nightblade from working magic. (This class power is the equivalent of Quiet Magic proficiency.)\n\n**Minor Magical Research (7th level):** The elven nightblade can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.\n\n**Hideout (9th level):** By acquiring a **hideout** worth at least 5,000gp, the elven nightblade can attract followers to his service. 2d6 1st level elven nightblades will arrive to serve him as followers within 1d4 weeks of him acquiring the hideout. If the nightblade already has a hideout, the followers arrive to serve him within 1d4 weeks of him reaching 9th level. If hired, the followers must be paid standard rates for henchmen. These followers will serve the character with some loyalty, though at least one will be an infiltrator working for the nightblade’s local rivals, sent to keep an eye on the character. A cunning and resourceful nightblade can use these followers to start a criminal syndicate. Additional rules for hideouts and syndicates are detailed in the **Campaigns** chapter.\n\n###### Racial Traits\n\nAs elves, nightblades have certain powers and drawbacks associated with their race.\n\n**Attunement to Nature:** Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.\n\n**Connection to Nature:** Because of their connection to nature, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)\n\n**Elf Tongues:** Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, nightblades select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.\n\n**Elven Nightblade Proficiency List:** Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Contortionism, Counterspelling, Eavesdropping, Elementalism, Expanded Repertoire, Familiar, Fighting Style Specialization, Kin-Slaying, Magical Engineering, Mastery of Enchantments & Illusions, Mystic Aura, Passing Without Trace, Poisoning, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Skulking, Sniping, Swashbuckling, Unflappable Casting, Unarmed Fighting, Wakefulness, Weapon Focus, Weapon Finesse\n\n###### Elven Nightblade Templates\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **3d6 Roll** | **Template** | **Proficiencies** | **Starting Equipment** |\n| 3 – 4 | Rogue | Prestidigitation  Survival | Handmade short bow, quiver with 20 arrows, short sword, leather armor, patched cloak, stained tunic and pants, embossed belt, scuffed low boots, backpack, 50’ rope, waterskin, 1 week’s iron rations, 1gp (enc. 4 5/6 st) |\n| 5 – 6 | Pursuer | Sniping  Tracking | Long bow, quiver with 20 arrows, bola, gracefully curved sword, dagger in boot-sheath, supple leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, 50’ rope, manacles, waterskin, 1 week’s iron rations, 4gp (6 1/6 st) |\n| 7 – 8 | Antagonist | Skirmishing  Intimidation | Long bow, quiver with 20 arrows, well-honed sword, 5 darts in bandoleer, dagger in boot sheathes, scarred leather armor, grey-green cloak, dark tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 22gp (enc. 5 st) |\n| 9 – 10 | Duelist-for-Hire | Fighting Style Specialization (dual weapons)  Manual of Arms | Composite bow, quiver with 20 arrows, dueling sword and short sword, throwing dagger, sturdy leather armor, duelist’s cloak, tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 4gp (enc. 5 st) |\n| 11 – 12 | Silent Slayer | Skulking  Alchemy | Composite bow, quiver with 20 arrows, gracefully curved short sword and dagger, supple leather armor, black cloak with hood and bandana, black tunic and pants, padded sandals, backpack, crowbar, 50’ rope, grappling hook, small hammer, 12 iron spikes, waterskin, 1 week’s iron rations, 3gp (enc. 6 4/6 st) |\n| 13 – 14 | Arcane Avenger | Battle Magic  Collegiate Wizardry | Composite bow, quiver with 20 arrows, short sword, wavy-bladed silver dagger, leather armor under midnight blue mage’s cassock, leather belt, low boots, backpack, quill and ink, waterskin, 1 week’s iron rations, 25gp (enc 5 st) |\n| 15 – 16 | Deceiver | Poisoning  Seduction | Composite bow, quiver with 20 arrows, slender short sword, dagger, coiled leather whip, light arena armor, leather cloak, elegant linen tunic and pants, silk sash, high boots, backpack, manacles, waterskin, 1 week’s iron rations, 38gp (enc. 5 1/6 st) |\n| 17 – 18 | Royal Enforcer | Command  Riding | Composite bow, quiver with 20 arrows, pair of gracefully curved short swords, leather armor, traveler’s tunic and pants, riding boots, light riding horse, riding saddle and tack, leather saddlebag, waterskin, 1 week’s iron rations, 3gp (enc. 3 4/6 st with rations on horse) |\n\n**Notes:** None.\n\n### Elven Spellsword\n\nKey Attribute: STR and INT\n\nRequirements: None\n\nHit Dice: 1d6\n\nMaximum Level: 10\n\nElves are lithe, fey beings with pointed ears, delicate features, and graceful movement. They typically weigh about 130 lbs and stand between 5’ 6” and 6’ tall. Humans envy their long lifespans and seeming agelessness. Though elves are a peaceful people that enjoy poetry and art, they are also very talented fighters and skilled mages. Within the Auran Empire, most elves dwell in the isolated forests of Northern Argollë; those that traffic in the kingdoms of man are both bold and remarkable. The elven spellsword class represents one such remarkable elf, trained in the arts of both fighters and mages.\n\n|  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Elven Spellsword Level Progression** | | | |  | **Spellsword Spell Progression** | | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** | **Damage Bonus** |  | **1** | **2** | **3** | **4** | **5** |\n| 0 | Arcanist-Guardian | 1 | 1d6+1 | +1 |  | 1 | - | - | - | - |\n| 4,000 | Warrior-Seer | 2 | 2d6 | +1 |  | 2 | - | - | - | - |\n| 8,000 | Theurgist-Swordmaster | 3 | 3d6 | +2 |  | 2 | 1 | - | - | - |\n| 16,000 | Magician-Hero | 4 | 4d6 | +2 |  | 2 | 2 | - | - | - |\n| 32,000 | Thaumaturge-Exemplar | 5 | 5d6 | +2 |  | 2 | 2 | 1 | - | - |\n| 64,000 | Myrmidon-Enchanter | 6 | 6d6 | +3 |  | 2 | 2 | 2 | - | - |\n| 130,000 | Sorcerer-Champion | 7 | 7d6 | +3 |  | 3 | 2 | 2 | 1 | - |\n| 260,000 | Epic Hero-Mage | 8 | 8d6 | +3 |  | 3 | 3 | 2 | 2 | - |\n| 430,000 | Wizard-Lord | 9 | 9d6 | +4 |  | 3 | 3 | 3 | 2 | 1 |\n| 600,000 | Wizard-Lord, 10th level | 10 | 9d6 + 2\\* | +4 |  | 3 | 3 | 3 | 3 | 2 |\n|  | \\*No adjustment from Constitution applies to this flat bonus. | | | | | | | | | |\n\n###### Combat Characteristics\n\nElven spellswords learn an elegant, deadly style of fighting that enables them to cast arcane spells while fully armored.\n\n**Combat Proficiencies:** Elven spellswords have weapon proficiency with all weapons, armor proficiency with all armor, and fighting style proficiency with all three optional styles (i.e. the dual weapon, two-handed weapon, and weaponand shield styles).\n\n**Combat Progression:** Elven spellswords advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, and 9th level. They can cleave after killing a foe a maximum of once per round per class level.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Elven Spellsword Attack and Saving Throws** | | | | | |  |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 | 12+ | 14+ | 15+ | 16+ | 16+ | 10+ |\n| 2 – 3 | 11+ | 13+ | 14+ | 15+ | 15+ | 9+ |\n| 4 | 10+ | 12+ | 13+ | 14+ | 14+ | 8+ |\n| 5 – 6 | 9+ | 11+ | 12+ | 13+ | 13+ | 7+ |\n| 7 | 8+ | 10+ | 11+ | 12+ | 12+ | 6+ |\n| 8 – 9 | 7+ | 9+ | 10+ | 11+ | 11+ | 5+ |\n| 10 | 6+ | 8+ | 9+ | 10+ | 10+ | 4+ |\n\n###### Starting Class Powers\n\nAt the start of play, elven spellswords have the following class powers.\n\n**Arcane Magic:** Elven spellswords can learn and cast powerful arcane spells. The number and levels of spells the spellsword can cast in a single day are listed on the Elven Spellsword Spell Progression table. A spellsword’s spell selection is limited to the spells in his **repertoire**. A spellsword’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, elven spellswords can also cast spells while wearing armor. More information on casting spells and individual spell descriptions can be found in the **Spells** chapter.\n\n**Collegiate Wizardry**: The spellsword has received arcane instruction as an apprentice to a spellsword, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)\n\n###### Additional Class Powers\n\nWhen they advance in level, spellswords gain the following additional class powers:\n\n**Minor Magical Research (5th level):** The elven spellsword can research spells, scribe magical scrolls, and brew potions.\n\n**Major Magical Research (9th level):** The elven spellsword can create more powerful magic items such as weapons, rings, and staffs.\n\n**Fastness (9th level):** By acquiring a **fastness** worth at least 15,000gp in a natural setting such as a forest or glen, the elven spellsword can attract elves to his service. 3d6 x 10 1st level elven mercenaries arrive to serve him as followers within 1d3 months of him acquiring the fastness. If the spellsword has already acquired a fastness, the followers arrive to serve him within 1d3 months of him reaching 9th level. The spellsword must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Additional rules for elven fastnesses are detailed in the **Campaigns** chapter (p. XX).\n\n###### Racial Traits\n\nAs elves, spellswords have certain powers and drawbacks associated with their race.\n\n**Attunement to Nature:** Elves gain a +1 bonus to surprise rolls when in the wilderness. When using the Adventuring proficiency, to search or listen, they succeed on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching they gain a +2 bonus to their throw instead. If separately proficient in Listening, they gain a +4 bonus to their throw instead.\n\n**Connection to Nature:** Because of their **connection to nature**, elves are completely unaffected by diseases caused by undead, and gain a +1 bonus to Paralysis and Spells saving throws. Their robust vitality grants a +1 bonus to their HD roll at 1st level. (These adjustments are already factored into their HD and saving throws on the tables.)\n\n**Elf Tongues:** Elves can speak the Common, Elven, Gnoll, Hobgoblin, and Orc languages.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, spellswords select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, and 9th level. They select an additional general proficiency at 5th and 9th level.\n\n**Elven Spellsword Proficiency List:** Battle Magic, Beast Friendship, Black Lore of Zahar, Blind Fighting, Combat Reflexes, Combat Trickery (disarm, knock down), Command, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Fighting Style Specialization, Loremastery, Magical Engineering, Magical Music, Mastery of Enchantments & Illusions, Mounted Combat, Mystic Aura, Quiet Magic, Precise Shooting, Prestidigitation, Running, Sensing Power, Skirmishing, Soothsaying, Swashbuckling, Unflappable Casting, Wakefulness, Weapon Focus, Weapon Finesse\n\n###### Elven Spellsword Templates\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **3d6 Roll** | **Template** | **Proficiencies** | **Starting Equipment** |\n| 3 – 4 | Exile | Running  Survival  Navigation | Tattered spellbook with *chameleon* and *slickness*,short bow, quiver with 20 arrows, old short sword, dagger, threadbare tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 1gp (enc. 2 3/6 st) |\n| 5 – 6 | Beastmaster | Beast Friendship  Animal Husbandry  Naturalism | Hidebound spellbook with *slumber* and *chameleon*,long bow, quiver with 20 arrows, gracefully curved sword, dagger, well-stitched fur armor, thick wool cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 2gp (enc. 4 2/6 st) |\n| 7 – 8 | Dreamweaver | Mastery of Enchantments & Illusions  Mapping  Art (painting) | Multicolored leather spellbook with *beguile**humanoid* and *illusory**figment*, short bow, quiver with 20 arrows, shiny curved sword, well-polished dagger with boot-sheath, ring mail armor, multicolored tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations (enc. 5 3/6 st) |\n| 9 – 10 | Bladesinger | Magical Music  Performance (singing)  Diplomacy | Embossed spellbook with *blinding**flash* and *discern**magic*,short bow, quiver with 20 arrows, two-handed sword with elaborate hilt, chain mail armor, sea-green hooded cloak traveler’s tunic and pants, leather belt, low boots, backpack, 1 week’s iron rations, 6gp (enc. 7 st) |\n| 11 – 12 | Swordmage | Battle Magic  Military Strategy  ManualofArms | Leather-bound spellbook with *mage missile* and *sharpness*,short bow, quiver with 20 arrows, gracefully curved sword and short sword, banded plate armor, traveler’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 15gp (enc. 7 3/6 st) |\n| 13 – 14 | Flametongue | Elementalism  Naturalism  Survival | Redwood spellbook with *fan**of**flames* and *kindle**flame*,long bow, quiver with 20 arrows,pair of gracefully curved swords, banded plate armor, armiger’s tunic and pants, embossed belt, high boots, backpack, tinderbox, 6 torches, 3 flasks of military oil, waterskin, 21gp (enc. 10 st) |\n| 15 – 16 | Captain | Command  Leadership  Military Strategy | Battle-scarred spellbook with *counterspell* and *seal**portal*,short bow, quiver with 20 arrows, whitewood spear with leaf-head, gracefully curved sword, steel shield bearing house crest, banded plate armor, armiger’s tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s rations, 49gp (enc. 9 1/3 st st) |\n| 17 – 18 | Winged Knight | Familiar (eagle)  Riding  Leadership | **Eagle****familiar**,finely-made spellbook with *thunderclap* and *leaping*,lance with pennant, polished sword, steel shield bearing house crest, plate armor with eagle feather wings, armiger’s tunic, high boots, medium riding horse, riding saddle and tack, saddlebag, waterskin, 1 week’s iron rations, 9gp (enc. 9 1/6 st with rations on horse) |\n\n**Notes:** Most characters of this class have above average Intellect, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the **Intellect Scores of Studious Spellcasters** section earlier in this Chapter.\n\nThe Flametongue can choose to replace the fire spells with one of three alternative spell selections available, one for each element:\n\n* Air: *thunderclap*and *wall**of**smoke*\n* Earth: *earth’s**excrescence*and *shatter blade*\n* Water: *desiccate*and *slickness*\n\nThe winged knight’s eagle familiar grants him Command proficiency. The eagle feather wings on the winged knight’s banded plate armor are purely decorative. They do not actually grant the character the power to fly.\n\n### Nobiran Wonderworker\n\nKey Attribute: INT and WIL\n\nRequirements: STR 11, INT 11, WIL 11, DEX 11, CON 11, CHA 11\n\nHit Dice: 1d4\n\nMaximum Level: 12\n\nThe ancient Nobir were the heroes of the Empyrean War, kings and prophets granted epic power by the gods. Though these bloodlines have faded with the passing of time, occasionally a scion is still born with great gifts. The Nobiran Wonderworker is such a being, blessed with mastery of both arcane and divine magic. Nobiran Wonderworkers are exceedingly rare. In the Auran Empire, only two Wonderworkers are known: The great Artashumara of Shemal-Uliltu and the mighty Abia, called Indura’s Wrath. Doubtless in the troubled times ahead, the gods will see fit to bless others with such power.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Nobiran Wonderworker Level Progression** | | | |  | **Arcane Spell Progression** | | | | | | **Divine Spell Progression** | | | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** |  | **1** | **2** | **3** | **4** | **5** | **6** |  | **1** | **2** | **3** | **4** | **5** | **6** |\n| 0 | Divine Arcanist | 1 | 1d4+1 |  | 1 | - | - | - | - | - |  | 1 | - | - | - | - | - |\n| 3,125 | Divine Seer | 2 | 2d4 |  | 2 | - | - | - | - | - |  | 2 | - | - | - | - | - |\n| 6,250 | Divine Theurgist | 3 | 3d4 |  | 2 | 1 | - | - | - | - |  | 2 | 1 | - | - | - | - |\n| 12,500 | Divine Magician | 4 | 4d4 |  | 2 | 2 | - | - | - | - |  | 2 | 2 | - | - | - | - |\n| 25,000 | Divine Thaumaturge | 5 | 5d4 |  | 2 | 2 | 1 | - | - | - |  | 2 | 2 | 1 | - | - | - |\n| 50,000 | Divine Enchanter | 6 | 6d4 |  | 2 | 2 | 2 | - | - | - |  | 2 | 2 | 2 | - | - | - |\n| 100,000 | Divine Sorcerer | 7 | 7d4 |  | 3 | 2 | 2 | 1 | - | - |  | 3 | 2 | 2 | 1 | - | - |\n| 200,000 | Divine Mage | 8 | 8d4 |  | 3 | 3 | 2 | 2 | - | - |  | 3 | 3 | 2 | 2 | - | - |\n| 390,000 | Divine Wizard | 9 | 9d4 |  | 3 | 3 | 3 | 2 | 1 | - |  | 3 | 3 | 3 | 2 | 1 | - |\n| 580,000 | Divine Wizard, 10th level | 10 | 9d4 + 1\\* |  | 3 | 3 | 3 | 3 | 2 | - |  | 3 | 3 | 3 | 3 | 2 | - |\n| 770,000 | Divine Wizard, 11th level | 11 | 9d4 + 2\\* |  | 4 | 3 | 3 | 3 | 2 | 1 |  | 4 | 3 | 3 | 3 | 2 | 1 |\n| 960,000 | Divine Wizard, 12th level | 12 | 9d4 + 3\\* |  | 4 | 4 | 3 | 3 | 3 | 2 |  | 4 | 4 | 3 | 3 | 3 | 2 |\n| \\*No adjustment from Constitution applies to this flat bonus. | | | | | | | | | | | | | | | | |  |\n\n###### Combat Characteristics\n\nWonderworkers see little need for combat training. Like mages and priestesses, they should avoid combat.\n\n**Combat Proficiencies:** Wonderworkers have weapon proficiency with clubs, daggers, darts, and staffs. They have no armor proficiency. They have fighting style proficiency with the two-handed weapon style (allowing them to use a staff with both hands), but not with the dual weapon or weaponand shield styles.\n\n**Combat Progression:** Wonderworkers advance in attack throws and saving throws only two points every six levels of experience (i.e., the same as mages). They cannot cleave, regardless of class level.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Nobiran Wonderworker Attack and Saving Throws** | | | | | |  |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 – 3 | 11+ | 11+ | 13+ | 9+ | 10+ | 10+ |\n| 4 – 6 | 10+ | 10+ | 12+ | 8+ | 9+ | 9+ |\n| 7 – 9 | 9+ | 9+ | 11+ | 7+ | 8+ | 8+ |\n| 10 – 12 | 8+ | 8+ | 10+ | 6+ | 7+ | 7+ |\n\n###### Starting Class Powers\n\nAt the start of play, Nobiran wonderworkers have the following class powers.\n\n**Arcane Magic:** Nobiran wonderworkers learn and cast arcane spells as mages. The number and levels of spells the wonderworker can use in a single day is summarized on the Nobiran Wonderworker Arcane Spell Progression table. Like a mage, the wonderworker’s spell selection is limited to the spells in his **repertoire**. A wonderworker’s repertoire can include a number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus.\n\n**Collegiate Wizardry**: The wonderworker has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. He can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions might be harder to recognize. (This class power is the equivalent of one rank of Collegiate Wizardry proficiency.)\n\n**Divine Magic:** Wonderworkers can manifest their deity’s power in the form of divine spells, which are granted through prayer and worship. The power and number of divine spells available to the character are determined by level according to the Nobiran Wonderworker Divine Spell Progression table. Wonderworkers have the same **repertoire** of spells available as crusaders of their faith, unless the Judge determines otherwise.\n\n**Divine Health:** Wonderworkers have sanctified bodies that render them immune to all forms of disease, including magical diseases caused by spells, mummies, or lycanthropes.\n\n**Lay on Hands:** So abundant is the wonderworker’s life force that he can lay on hands to heal injuries. He can heal 2 damage per class level when the power is used. He can use his power to lay on hands once per day. The wonderworker can select the Laying on Hands proficiency to gain additional uses of the power per day. (This class power is the equivalent of one rank of the Laying on Hands proficiency.)\n\n###### Additional Class Powers\n\nWhen they advance in level, Nobiran wonderworkers gain the following additional class powers:\n\n**Minor Magical Research (5th level):** The wonderworker can scribe magical scrolls, brew potions, and research arcane spells.\n\n**Major Magical Research (9th level):** The wonderworker can create more powerful magic items such as weapons, rings, and staffs.\n\n**Sanctum (9th level):** By acquiring a **sanctum** (often a great tower) worth at least 15,000gp, the wonderworker can attract followers to his service. 1d6 apprentice wonderworkers of 1st – 3rd level plus 2d6 apprentices of 0th level arrive to serve him as followers within 1d3 months of him acquiring the sanctum. If the wonderworker already has a sanctum, the followers arrive to serve him within 1d3 months of him reaching 9th level. The apprentices function as assistants in magical research (see p. XXX). If performing magic research, the apprentices must be provided food and lodging, but need not be paid wages. (If asked to accompany the wonderworker on an adventure, the apprentices must be paid wages as henchmen.) If the wonderworker builds a **dungeon** beneath or near his sanctum, monsters will start to arrive to dwell within, often followed by adventurers seeking to fight them. Additional rules for wonderworker’ **sanctums** are detailed in the **Campaigns** chapter (p. XX).\n\n**Supreme Magical Research (11th level):** The wonderworker can learn and cast ritual arcane spells of great power (7th, 8th, and 9th level), craft magical constructs, and create magical crossbreeds. If chaotic, the wonderworker can create necromantic servants and become undead. Rules for magic research can be found in the **Campaigns** chapter (p. XX).\n\n###### Racial Traits\n\n**Blood of Ancient Kings:** Every Nobiran has the royal presence of the demi-gods and heroes of old. The character can hire one more henchman than his Charisma would otherwise permit, and the base loyalty score of any henchmen is increased by 1.\n\n**Favor of the Empyrean Powers:** The powers of Law protect their champions from harm. Wonderworkers receive a +2 bonus to all saving throws. (This adjustment is already factored into the saving throws on the Nobiran Wonderworker Attack and Saving Throws table above.)\n\n**Longeval:** Wonderworkers are seemingly ageless, suffering no penalties from advancing age. They enjoy a lifespan three times longer than that of normal men. Their robust vitality grants them a +1 bonus to their HD roll at 1st level. Like elves, they are immune to the diseases caused by undead.\n\n###### Code of Behavior\n\nIn order to use divine magic, maintain his divine blessing, and lay on hands, a wonderworker must uphold the sacred laws of good and order. Wonderworkers must obey the strictures below, or other strictures determined by the Judge for his campaign.\n\n* The wonderworker must always display his holy symbol somewhere on his person when in public.\n* The wonderworker must offer prayers to his deity at dawn and dusk. Offering prayers requires one turn (10 minutes).\n* The wonderworker must use his gifts in the struggle against Chaos and uphold Law.\n* The wonderworker must not use his divine magic for unlawful or Chaotic purposes.\n\nIf a wonderworker ever falls from favor, due to violating the strictures of his faith, the gods might impose penalties upon the wonderworker. As with crusaders, these penalties are entirely up to the Judge.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, wonderworkers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th and 9th level.\n\n**Nobiran Wonderworker Proficiency List:** Alchemy, Battle Magic, Beast Friendship, Black Lore of Zahar, Bright Lore of Aura, Command, Contemplation, Counterspelling, Elementalism, Expanded Repertoire, Experimenting, Familiar, Healing, Illusion Resistance, Laying on Hands, Loremastery, Magical Engineering, Martial Training, Mastery of Conjuration & Summoning, Mastery of Enchantments & Illusions, Mystic Aura, Prestidigitation, Prophecy, Quiet Magic, Sensing Evil, Sensing Power, Soothsaying, Syncretism, Transmogrification, Unflappable Casting\n\n###### Nobiran Wonderworker Templates\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **3d6 Roll** | **Template** | **Proficiencies** | **Starting Equipment** |\n| 3 – 4 | Ferine | Beast Friendship  Naturalism  Survival | Tattered spellbook with *frighten**beast*and*chameleon***,** gnarled oaken staff, simple robe, leather shoes, small sack, fiercely loyal hunting dog, waterskin, 2 weeks’ iron rations, 1gp (enc. 3 5/6 st) |\n| 5 – 6 | Scholar | Loremastery  Healing  Alchemy | Rolled papyrus spellbook with *mage**missile*and*discern gist***,** holy symbol (winged sun of Ammonar), gnarled oaken staff, purple robe, embossed belt, low boots, backpack, quill and ink (half-filled), waterskin, 1 weeks’ iron rations, 1gp (enc. 3 1/6 st) |\n| 7 – 8 | Augur | Soothsaying  Performance (storytelling)  Theology | Rolled papyrus spellbook with *thunderclap*and*auditory**illusion*, holy symbol (wheel of Calefa), elaborately-carved staff, blue robe with crescents, embossed belt, low boots, backpack, ornamental crystal ball (15gp value), quill and ink, waterskin, 2 weeks’ iron rations, 1gp (enc. 4 1/6 st) |\n| 9 – 10 | Servant of Fire | Elementalism  Theology  Naturalism | Red leather spellbook with *fan**of**flames*and *blinding**flash*,holy symbol (ivory torch of Mityara), gnarled oaken quarterstaff, 5 darts, flame red cassock with hood, embossed belt, low boots, backpack, quill and ink, flask of holy water, waterskin, 2 weeks’ iron rations, 9gp (enc. 4 3/6 st) |\n| 11 – 12 | Astrologer | Sensing Power  Knowledge (astrology)  Theology | Bronze-framed spellbook with *slumber*and*illusory**figment***,** holy symbol (ankh of Teos), rune-etched staff, blue mage’s cassock, embossed belt, low boots, backpack, flask of holy water, astrologer’s journal tracking constellations, quill and ink, waterskin, 1 week’s iron rations, 22gp (enc. 3 3/6 st) |\n| 13 – 14 | Corrupted Soul | Black Lore of Zahar  Alchemy  Knowledge(occult) | Iron-bound snakeskin spellbook with *choking**grip*and *unliving**puppet*,unholy symbol (serpent of Saqqara), silver sacrificial dagger, grey cassock, embossed belt, low boots, backpack, flask of unholy water, quill and ink, waterskin, 2 week’s iron rations, 1gp (enc. 3 3/6 st) |\n| 15 – 16 | Wrathbringer | Martial Training (axes)  Manual of Arms  Profession (judge) | Iron-shod spellbook with *sharpness* and *arcane armor*, holy symbol (star of Indura), battle axe, hand axe, red and gold cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, 2 flasks of holy water, waterskin, 2 weeks’ iron rations, 35gp (enc. 4 st) |\n| 17 – 18 | Messiah | Prophecy  Diplomacy  Leadership | White leather spellbook with *counterspell*and*illumination*, holy symbol (winged sun of Ammonar), quarterstaff tipped with glass gemstone (45gp value), white cassock, leather belt, leather gloves, high boots, backpack, belt pouch, quill and ink, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 17gp (enc. 3 2/6 st) |\n\n**Notes:** Most characters of this class have above average intelligence, and the templates above reflect that. Each template assumes that the character has an INT attribute of between 13 and 15, qualifying him for one bonus proficiency and one bonus spell. The bonus proficiency and bonus spell that each template begins with are noted last. For characters with INT of less than 13 or greater than 15, see the **Intellect Scores of Studious Spellcasters** section in this chapter.\n\nSaqqara is another name for Iskara, goddess of chaos. Teos is another name for Istreus, god of secrets. Indura is another name for Ianna, goddess of love and war. For the Servant of Fire template, there are three alternative spell selections available, one for each element. See Mage Templates (p. XX). For the Corrupted Soul template, the Code of Behavior is reversed to favor chaos over law.\n\n### Zaharan Ruinguard\n\nKey Attribute: STR and INT\n\nRequirements: INT 9, WIL 9, CHA 9\n\nHit Dice: 1d6\n\nMaximum Level: 12\n\nIn the waning days of the decadent Zaharan empire, as its graceful cities burned to ash and the races of man, elf, and dwarf slaughtered the children of Zahar without mercy for their arrogance and tyranny, an order of militant sorcerer-knights known as ruinguards was ordained by Sebek, last of the sorcerer-kings. The ruinguards were charged with safeguarding the powerful secrets of the chthonic gods and laying down their lives to prevent the voice of Chaos from passing into oblivion.\n\nThe hobbled eunuch-seers and iron-bound tomes of the great Zaharan libraries were too burdensome to carry away and hide from the wrathful judgment of Law as it descended upon crumbling Zahar. The ruinguards mastered arcane bindings to focus the dark chthonic secrets of a dying empire within a receptacle they knew they would always have at hand — their very weapons. The Zaharan empire vanished over a millennium ago, but the masters of this tenebrous order have not only carried the knowledge of Chaos with them, but learned to call upon that knowledge to enhance their own martial and magical skill and bring doom to their enemies.\n\nEach ruinguard is a master of his own fate; an individual conduit to the knowledge of Chaos and the chthonic powers spread across the void. Whether they carry such power within them and focus it upon the weapon they wield, or whether the weapon itself holds the chthonic power and they merely call it forth to do battle, even the ruinguard does not truly know. Ruinguards typically adventure to accumulate power, skill, and allies in order to dominate more and more around them — some even harbor dreams of rebuilding an empire. Others resist succumbing completely to the Chaos that constantly seeks to consume them. This rarer breed of ruinguard seeks adventure to quell the wanderlust within themselves and find camaraderie and kinship amongst those adventurers who also choose to wander dark roads and distant lands.\n\n|  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Zaharan Ruinguard Level Progression** | | | | **Ruinguard Spell Progression** | | | | | | |\n| **Experience** | **Title** | **Level** | **Hit Dice** |  | **1** | **2** | **3** | **4** | **5** | **Caster Level** |\n| 0 | Insignificant | 1 | 1d6 |  | 0 | - | - | - | - | 0 |\n| 3,700 | Ruinborn | 2 | 2d6 |  | 1 | - | - | - | - | 1 |\n| 7,400 | Ruinchild | 3 | 3d6 |  | 2 | - | - | - | - | 2 |\n| 14,800 | Son of Ruin | 4 | 4d6 |  | 2 | - | - | - | - | 2 |\n| 29,600 | Ruinwielder | 5 | 5d6 |  | 2 | 1 | - | - | - | 3 |\n| 59,200 | Ruinscourge | 6 | 6d6 |  | 2 | 2 | - | - | - | 4 |\n| 120,000 | Ruinmaster | 7 | 7d6 |  | 2 | 2 | 1 | - | - | 5 |\n| 240,000 | Father of Ruin | 8 | 8d6 |  | 3 | 2 | 2 | 1 | - | 6 |\n| 410,000 | Lord of Ruin | 9 | 9d6 |  | 4 | 2 | 2 | 2 | - | 7 |\n| 580,000 | Lord of Secrets | 10 | 9d6 + 2\\* |  | 4 | 3 | 2 | 2 | - | 8 |\n| 750,000 | Lord of Bindings | 11 | 9d6 + 4\\* |  | 4 | 3 | 3 | 2 | 1 | 8 |\n| 920,000 | Prince of Ruin | 12 | 9d6 + 6\\* |  | 4 | 4 | 3 | 2 | 1 | 9 |\n| \\*No adjustment from Constitution applies to this flat bonus. | | | | | | | | | | |\n\n###### Combat Characteristics\n\nRuinguards are brutal combatants who rarely show mercy. The chthonic powers a ruinguard channels revel in the chaos and brutality of face-to-face combat. They favor the heaviest armor available so they can wade into close quarters and frown upon weapons which draw blood from a distance.\n\n**Combat Proficiencies:** Ruinguards have weapon proficiency with battle axes, great axes, flails, swords, two-handed swords, and whips. They have armor proficiency with all armors. They have fighting style proficiency with the weapon and shield and two-handed weapon styles, but not with the dual weapon style.\n\n**Combat Progression:** Ruinguards advance in attack throws and saving throws as fighters, by two points every three levels of experience. They increase their base damage roll from successful melee attacks using these weapons by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Zaharan Ruinguard Attack and Saving Throws** | | | | | |  |\n| **Level** | **Paralysis** | **Death** | **Blast** | **Implements** | **Spells** | **Attack Throw** |\n| 1 | 11+ | 12+ | 13+ | 14+ | 15+ | 10+ |\n| 2 – 3 | 10+ | 11+ | 12+ | 13+ | 14+ | 9+ |\n| 4 | 9+ | 10+ | 11+ | 12+ | 13+ | 8+ |\n| 5 – 6 | 8+ | 9+ | 10+ | 11+ | 12+ | 7+ |\n| 7 | 7+ | 8+ | 9+ | 10+ | 11+ | 6+ |\n| 8 – 9 | 6+ | 7+ | 8+ | 9+ | 10+ | 5+ |\n| 10 | 5+ | 6+ | 7+ | 8+ | 9+ | 4+ |\n| 11 – 12 | 4+ | 5+ | 6+ | 7+ | 8+ | 3+ |\n\n###### Starting Class Powers:\n\nIn addition to their fighting ability, a Zaharan ruinguard’s eager embrace of chthonic secrets provides him with several benefits. At the start of play, ruinguards have the following class powers.\n\n**Dark Blessing:** Zaharan ruinguards enjoy the blessing of the chthonic gods. They gain a +2 bonus to all saving throws. (These adjustments are already factored into the saving throws on the Zaharan Ruinguard Attack and Saving Throws table.)\n\n**Manual of Arms:** The ruinguard is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion). (This class power is equivalent to one rank of Manual of Arms proficiency.)\n\n**Preternatural Quickening:** Zaharan ruinguards act with supernatural celerity. A ruinguard gains a +1 bonus to initiative and a +1 bonus to avoid surprise.\n\n**Weapon Focus:** Ruinguards are experts with their weapon of choice. The Zaharan ruinguard gains the Weapon Focus proficiency with his choice of one specific weapon type (axes; maces, flails and hammers; swords and daggers).\n\n###### Additional Class Powers\n\nAs a Zaharan ruinguard gains experience, he learns how to tap arcane energy to cast spells and enhance his prowess in battle. They gain the following additional class powers:\n\n**Arcane Magic (2nd level):** As sorcerers as well as warriors, Zaharan ruinguards learn and cast arcane spells. However, they are not as devoted to the arcane arts as mages, so their caster level and progression are at a slower rate. The ruinguard’s caster level, and the number and levels of spells the ruinguard can cast in a single day, are listed on the Ruinguard Spell Progression table. Like a mage, a ruinguard’s spell selection is limited to the spells in his **repertoire**. A ruinguard’s repertoire can include the number of spells up to the number and level of spells listed for his level, increased by his Intellect bonus. Unlike (human) mages, a Zaharan ruinguard can cast spells while wearing any type of armor.\n\n**Arcane Striking (2nd level):** The Zaharan ruinguard learns to channel arcane energy through his melee weapons. Whenever the ruinguard successfully hits a target with a melee attack, he can immediately expend one of his daily spell slots to increase damage. Damage is increased by 1d6 per level of the spell slot expended. Damage dealt by arcane striking counts as extraordinary arcane damage. If the target is slain by his arcane strike, the ruinguard is eligible to cleave as if he had slain the target in melee.\n\nEXAMPLE: Moruvai needs to make an attack throw of 14+ to strike the great dragon Orm. Finally, he does so! He immediately expends a 1st level spell slot to do an extra 1d6 damage on his hit.\n\n**Death Healing (4th level):** The Zaharan ruinguard learns to drain the life force of fallen foes in order to heal himself. Whenever the ruinguard successfully slays a sentient creature with a melee attack, he can expend a spell slot to heal himself. Healing is 1d6 per level of the spell slot expended, to a maximum value equal to the slain victim’s maximum (starting) hit points. The ruinguard can cleave after death healing if he has any cleaves remaining. A ruinguard with sufficient spell slots can combine death healing and arcane striking.\n\nEXAMPLE: Moruvai slays a hobgoblin (hp 7). He sacrifices a 2nd level spell and heals himself 2d6 hit points. The 2d6 roll is an 8; Moruvai heals 7 hp because he cannot heal more than the slain victim’s hit points.\n\n**Dark Charisma (5th level):** The ruinguard’s sinister presence begins to inspire the forces of evil to follow him. Any Chaotic characters or monsters in the ruinguard’s service gain a +1 bonus to their morale score whenever he personally leads them. The bonus stacks with any modifiers from the ruinguard’s Charisma or proficiencies.\n\n**Minor Magical Research (7th level):** The Zaharan ruinguard can research spells, scribe magical scrolls, and brew potions as if he were a 5th level mage.\n\n**Dark Fortress (9th level):** By acquiring a **dark fortress** worth at least 15,000gp, the Zaharan ruinguard can attract followers to his service. 5d6 x 10 0th level or beastman troops and 1d6 Zaharan ruinguards of 1st – 3rd level arrive to serve him within 1d3 months of him acquiring the fortress. If the ruinguard already has a fortress, the followers arrive to serve him within 1d3 months of him reaching 9th level. The ruinguard must pay his followers the ordinary rates for mercenaries and henchmen or they leave his service. Should he prove a powerful, ruthless leader, the ruinguard’s power may spread like a dark blight across the realm as those drawn to dark power flock to his banner. Additional rules for dark fortresses are detailed in the **Campaigns** chapter (p. XX).\n\n**Spell Storing (9th level):** The ruinguard learns to channel his spells into his weapon. Whenever a ruinguard casts a spell that would normally target a creature, he can instead cast it into his melee weapon, where it remains stored until discharged. The effect will discharge onto the next creature the ruinguard strikes with the weapon, resulting in both melee damage and the normal effects of the spell. The ruinguard can only store one spell at a time, and the spell will discharge harmlessly if not used in 1 turn (10 minutes),if the weapon is sundered, or if the ruinguard loses his grip on the weapon. A ruinguard with sufficient spell slots can combine spell storing, death healing, and/or arcane striking. A character being killed by a stored spell does not allow the ruinguard to cleave.\n\nEXAMPLE: Moruvai casts *dismember*into his two-handed sword, spell storing it. He then attacks a minotaur, and hits, dealing his normal melee damage. Upon hitting, Moruvai uses his arcane striking power, expending a 2nd level spell slot to deal an additional 2d6 damage. *Dismember*also discharges, and the minotaur fails its save, taking an additional 3d6 damage and a permanent wound from the spell. The cumulative damage slays the minotaur. Moruvai then expends a 3rd level spell slot and death heals himself 3d6 damage. Because the damage from *dismember* was needed to kill the minotaur, Moruvai cannot cleave.\n\n**Major Magical Research (12th level)**: The Zaharan ruinguard can an create more powerful magic items such as weapons, rings, and staffs, as if he were a 9th level mage.\n\n###### Racial Traits\n\nAs true Zaharans, all ruinguards also possess certain inhuman benefits and drawbacks from their near-extinct bloodline.\n\n**After the Flesh:** For most mortals, undeath is a curse. For Zaharans, it is a pathway to power. If transformed into intelligent undead, the Zaharan ruinguard retains his racial powers and his class abilities. Once transformed, the ruinguard can continue to advance in Hit Dice without limit, even past his class’s maximum level. A 1 HD undead ruinguard requires 4,000 XP to advance to 2 HD plus an additional 500 XP per \\* the undead possesses. The amount of XP required to advance as an undead doubles with each HD thereafter (round values greater than 20,000 XP to the nearest 1,000). All of the ruinguard’s class abilities will continue to progress without regard to his class’s maximum level, to a maximum of 14th level. The ***ACKS II Judges Journal***offers additional rules for characters advancing via this power (p. XX).\n\n**Ancient Pacts:** The lords of Zahar ensorcelled the dark powers of the world with ancient pactsof service and obedience. Some creatures still remember these pacts and will aid Zaharans when commanded. All ruinguards gain a +1 bonus to reaction rolls when encountering intelligent Chaotic monsters. Intelligent Chaotic monsters suffer a -2 penalty to saving throws against any enchantment spells cast by a Zaharan ruinguard.\n\n**Dark Souls:** Because of their black spirits, the grim embrace of death holds special perils for Zaharans. Whenever a deceased Zaharan rolls on the Tampering With Mortality table, he suffers a penalty on the 1d20 roll of -1 per level of experience.\n\n**Inexorable:** Ruinguards are inexorable in the face of horrors that terrify normal men. They are immune to all natural and magical **fear** effects.\n\n**Zaharan Tongues:** Due to their background and training, all Zaharan ruinguards can speak Ancient Zaharan, Common, Goblin, Orc, and Kemeshi.\n\n###### Class Proficiencies\n\n**Proficiency Progression:** At 1st level, ruinguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th and 9th level.\n\n**Zaharan Ruinguard Proficiency List**: Alertness, Ambushing, Battle Magic, Berserkergang, Black Lore of Zahar, Blind Fighting, Combat Ferocity, Combat Trickery (force back, knock down, overrun, sunder), Command, Dungeonbashing Expertise, Elementalism, Familiar, Fighting Style Specialization, Kin-Slaying, Leadership, Martial Training, Mastery of Conjuration & Summoning, Military Strategy, Mounted Combat, Mystic Aura, Sensing Good, Sensing Power, Skirmishing, Unflappable Casting, Wakefulness\n\n###### Zaharan Ruinguard Templates\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **3d6**  **Roll** | **Template** | **Proficiencies** | **Starting Equipment** | |\n| 3 – 4 | Flesheater | Kin-Slaying  Craft (cooking)  **Weapon Focus (swords)** | | Serrated sword, wooden shield, curiously pale-colored hide armor, blood-stained wool tunic and pants, belt embossed with tooth marks, low boots, backpack, waterskin, 2 weeks’ dried white meat, 2gp (enc. 4 3/6 st) |\n| 5 – 6 | Hatemonger | Berserkergang  Intimidation  **Weapon Focus (axes)** | | Great axe tipped with a spike, chain mail armor, torn wool tunic and pants, spiked belt, low boots, backpack, 1 week’s iron rations, 4gp (enc. 6 2/6 st) |\n| 7 – 8 | Grimguard | Fighting Style Spec. (weapon and shield)  Manual of Arms 2  **Weapon Focus (axes)** | | Jagged battle axe, iron-shod shield, grey banded plate armor, grey hooded cloak, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 6gp (enc. 7 3/6 st) |\n| 9 – 10 | Avenger | Sensing Good  Profession (torturer)  **Weapon Focus (swords)** | | Serrated sword, copper-barbed scourge, iron-shod shield, grey plate armor, wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 8 4/6 st) |\n| 11 – 12 | Doomwielder | Fighting Style Spec. (two-handed weapon)  Endurance  **Weapon Focus (swords)** | | Serrated two-handed sword, barbed morning star, plate armor adorned with skulls, skull-shaped heavy helmet, blood-stained wool tunic and pants, embossed belt, low boots, backpack, waterskin, 1 week’s iron rations, 9gp (enc. 9 2/6 st) |\n| 13 – 14 | Warmaster | Combat Ferocity  Military Strategy  **Weapon Focus (maces, flails, and hammers)** | | Ball-and-chain, black steel shield bearing taloned hand of Bel, black plate armor, heavy black horned helmet, black armiger’s tunic and pants, leather belt, high boots, backpack, crowbar, tinderbox, 6 torches, flask of military oil, waterskin, 1 week’s iron rations, 27gp (enc. 10 st) |\n| 15 – 16 | Ruinbinder | Familiar (vulture)  Knowledge (occult)  **Weapon Focus (swords)** | | **Vulture****familiar**,rune-carved two-handed sword, red-lacquered plate armor, heavy helmet with crimson crest, red armiger’s tunic and pants, embossed belt, low boots, backpack, 2 flasks of unholy water, waterskin, 1 week’s iron rations, 1gp (enc. 8 4/6 st) |\n| 17 – 18 | Shadowcrown | Command  Riding  **Weapon Focus (swords)** | | Polished sword, black steel shield bearing red eye of fire, black plate armor, heavy helmet affixed with black iron crown, black armiger’s tunic and pants, riding boots, medium riding horse, riding saddle and tack, saddlebags, waterskin, 1 week’s iron rations, 13gp (enc. 7 2/6 st with rations on horse) |\n\n**Notes:** The weapon focus that each ruinguard template begins with is noted in bold in the Proficiencies column. The flesheater’s dried white meat is a type of iron rations. The avenger’s scourge is a type of whip. The warmaster’s ball-and-chain is a type of flail. The ruinbinder’s vulture familiar grants Black Lore of Zahar proficiency to him.\n"
}