{
  "html": "<h2>Proficiency Descriptions</h2>\n<p>For ease of reference, proficiencies that appear on the general list are marked with (G). Other proficiencies appear only on one or more class lists.</p>\n<h6>Adventuring (G)</h6>\n<p>The character is well-equipped for a life of adventure. He knows how to clean and sharpen weapons, set up a camp, cook meals over open flame, saddle and ride a horse outside of combat, and perform rough-and-ready first aid. He has a rough idea of the value of common coins, trade goods, gems, and jewelry, and of the nature of different types of magic and monsters. The character can also:</p>\n<ul>\n<li>Bash down stuck doors as a combat action by succeeding on a Dungeonbashing proficiency throw of 18+;</li>\n<li>Climb easy-to-scale obstacles such as ropes or branchy trees by succeeding on a Climbing proficiency throw of 8+;</li>\n<li>Methodically search for concealed traps, secret doors, buried treasure, and other hidden features by spending one turn (10 minutes) and succeeding on a Searching proficiency throw of 18+;</li>\n<li>Methodically disarm traps by spending one turn (10 minutes) and succeeding on a Trapbreaking proficiency throw of 18+;</li>\n<li>Pause and listen for noises by spending one round and succeeding on a Listening proficiency throw of 18+.</li>\n</ul>\n<p>For detailed information on these activities, see the Thief class powers (p. XX) and Chapter 6: <strong>Adventures</strong> (p. XX). All player characters are assumed to have Adventuring. Most classed NPCs also have Adventuring, but most 0th level NPCs do not. Adventuring counts as a class proficiency if selected after the start of play.</p>\n<h6>Acrobatics</h6>\n<p>The character is trained to jump, tumble, somersault, and free-run around obstacles. He gains a +2 to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. He can add his class level to his DEX for purposes of the distance and height he can jump. He can add his class level to Paralysis saving throws to avoid falling down.</p>\n<p>As a movement action, he can attempt a proficiency throw to tumble past an opponent he has engaged. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the character cannot tumble. If the opposite space If he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. A character cannot tumble if he has an encumbrance of 5 stone or more. A character cannot tumble past the same enemy on two consecutive rounds.</p>\n<p>Alchemy (G)</p>\n<p>The character has been trained in the art of brewing and identifying alchemical substances such as potions, poisons, and oils. It is of great utility to adventurers.</p>\n<p>With one rank of Alchemy, the character can identify common alchemical substances by aroma and color in one round with a proficiency throw of 11+. He can attempt to identify which parts of a monster are special components with a proficiency throw of 14+. He can also attempt to extract toxin from poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw of 20+ for fresh plants and 24+ for dried plants. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character accidentally spoils the plants. If the throw fails on an unmodified 1, the character has accidentally exposed himself to the toxin and must immediately make a successful Death saving throw or suffer its effects. In addition, he counts as a 1st level mage for purposes of brewing potions, or gains a +1 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 5gp for alchemy or increases his existing research rate by 5%.</p>\n<p>With two ranks of Alchemy, the character can automatically extract special components from oozes, incarnations, and incorporeal undead identify substances with a throw of 7+, identify special components on 11+, and extract toxins on 16+/20+. He counts as a 3rd level mage for purposes of brewing potions or gains a +2 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 15gp for alchemy or increases his existing research rate by 10%.</p>\n<p>With three ranks of Alchemy, the character can identify substances with a throw of 3+, identify special components on 7+, and extract toxins on 12+/16+. He counts as a 5th level mage for purposes of brewing potions or gains a +3 bonus to alchemy-related magic research throws if that would grant higher caster level. He can supervise other casters or alchemists brewing potions. He gains a research rate of 50gp for alchemy or increases his existing research rate by 15%, whichever is greater. He could work as an alchemist (as described in <strong>Specialists,</strong> p. XX).</p>\n<h6>Alertness</h6>\n<p>The character is alert to danger.He gains a +1 bonus to avoid surprise. When using Adventuring proficiency to search or listen, he succeeds on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching or Listening, he gains a +2 bonus to his throw instead.</p>\n<h6>Ambushing</h6>\n<p>The character is skilled at attacking unprepared enemies. He can ambush any <strong>vulnerable</strong> opponent. Ambushes can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When ambushing, the character gets a +4 bonus on his attack throws and deals an extra die of damage on the attack.</p>\n<h6>Animal Husbandry (G)</h6>\n<p>The character is skilled at caring for animals. As a dedicated activity, a character can care for three animals, plus an additional one each time Animal Husbandry is selected. A wounded animal under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper feed. If an animal under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the animal develops further symptoms.</p>\n<p>If the character selects Animal Husbandrytwice, he is a veterinarian. He can now diagnose illness on 7+. He can also attempt to non-magically <em>neutralize poison</em>,<em>cure**disease</em>,or <em>cure<strong>light</strong>injury</em> on a poisoned, sick, or wounded animal. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, he cannot try again with that effect on that animal until the following day. If the character selects Animal Husbandrythree times, he is a veterinary surgeon. He can now diagnose illness on 3+. He can <em>neutralize**poison</em>,<em>cure**disease</em>,or <em>cure<strong>serious</strong>injury</em>on a poisoned, sick, or wounded animal with a proficiency throw of 14+.</p>\n<p>The ability to care for animals provides the character with a number of other useful abilities. With one rank of Animal Husbandry, the character can harvest components from animals. With two ranks, he can harvest components from vermin. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.</p>\n<p>The character can also attempt to extract venom from slain animals. Each attempt requires one hour of ancillary activity and a proficiency throw of 18+. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character can try again. If the throw fails on an unmodified 1, the character accidentally exposes himself to fang or stinger, and must immediately make a Death saving throw. On a failure, he suffers the venom’s effects.</p>\n<p>Because most creatures share many anatomical traits, a character with this proficiency can use it on humanoids, monstrosities, and vermin at a -4 penalty.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Animal Husbandry Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of</strong>  <strong>times taken)</strong></td>\n<td><strong>Gp Earned</strong>  <strong>/ Month</strong></td>\n<td><strong>Patients</strong>  <strong>/ Day</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Animal Husband</td>\n<td>1</td>\n<td>25gp</td>\n<td>3</td>\n<td>Identify 11+, extra 1d3 hit points per day</td>\n</tr>\n<tr>\n<td>Veterinarian</td>\n<td>2</td>\n<td>50gp</td>\n<td>4</td>\n<td>Identify 7+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>light</em> 18+</td>\n</tr>\n<tr>\n<td>Veterinary Surgeon</td>\n<td>3</td>\n<td>100gp</td>\n<td>5</td>\n<td>Identify 3+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>serious</em> 14+</td>\n</tr>\n</tbody></table>\n<h6>Animal Training (G)</h6>\n<p>The character knows how to breed, groom, and train animals of various sorts. With one rank of Animal Training, the character can train domestic animals such as dogs, falcons, and horses. With two ranks, he can train wild animals such as bears and lions. With three ranks, he can train dire, giant or prehistoric animals such as cave bears or giant hawks. With four ranks, he can train monstrosities of animal intelligence, such as griffons or owlbears, as well as vermin such as carrion horrors or black worms.</p>\n<p>Every animal has a training period, typically between one to three months, determined by its type. Assuming that the training process begins when the animal is young (a baby or child), ittakes one training period to initially tame the animal and one additional training period to teach the animal its first trick. After the animal has learned its first trick, additional tricks can be taught in half a training period each. (If the taming and training process begins when the monster is already an adult or adolescent, then the training period is increased 6x for taming and 2x for each trick.) Each animal can normally be taught a maximum of 2d4 different tasks or tricks, though particularly agreeable, stubborn, stupid, or smart animals might be able to learn more or less. The animal trainer will only learn the animal’s limit when he reaches it.</p>\n<p>A single trainer can train and manage up to six animals at once as a dedicated activity. However, if a trainer works one-on-one with a particular animal for its entire course of training (a process sometimes called animal whispering), the animal’s maximum number of tricks is increased by two. Once an animal is tamed and trained, a trainer can control up to one mount or warmount, 6 workbeasts, 6 droving creatures, or 20 guard creatures at once. The trainer gains a +1 bonus to reaction rolls when approaching tame but uncontrolled animals of any type he can train.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Animal Training Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Wage</strong></td>\n<td><strong>Trainable Animals</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>25gp</td>\n<td>Domestic animal (dog, hawk, horse, etc.)</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>75gp</td>\n<td>Wild animal (bear, lion, etc.)</td>\n</tr>\n<tr>\n<td>Master</td>\n<td>3</td>\n<td>150gp</td>\n<td>Dire, giant, or prehistoric animal (cave bear, dire wolf, etc.)</td>\n</tr>\n<tr>\n<td>Grand Master</td>\n<td>4</td>\n<td>250gp</td>\n<td>Monstrosity or vermin (griffon, owlbeast, giant black worm, etc.)</td>\n</tr>\n</tbody></table>\n<h6>Arcane Dabbling</h6>\n<p>The character can attempt to use wands, staffs, and other magic items only useable by arcane spellcasters. The character does not need to know the command word for the item, but he must make a proficiency throw of 4+ or the attempt backfires with potentially disastrous consequences (Judge’s discretion).</p>\n<h6>Armor Training</h6>\n<p>The character gains proficiency in armor one weight category heavier than normally permitted by his class without penalty. Armor Training does not grant the character the ability to use thief skills in medium or heavy armor, nor to benefit from proficiencies or class powers that require light, very light, or no armor. Spellcasters who take Armor Training are able to cast spells in the armor they become proficient with.</p>\n<h6>Art/Craft (G)</h6>\n<p>The character has studied a fine art (e.g., painting, sculpture, mosaic) or a guild craft (e.g. armorer, bowyer, jeweler, leatherworker, smith, shipwright, or weaponsmith). The character is considered an apprentice in his trade. He can construct 10gp worth of goods per month of dedicated activity. He can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 11+. The character must choose the art or craft at the time he chooses the proficiency. He can spend more proficiency selections to have several types of art or craft proficiencies.</p>\n<p>If the character selects the same art or craft twice, he is considered a journeyman in his trade. He can identify with a proficiency throw of 7+. He can construct 20gp of goods per month of dedicated activity, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise in his field (see p. XX).</p>\n<p>If he selects the same craft three times, he is considered a master craftsman. He can identify with a proficiency throw of 3+. He can construct 40gp per month of dedicated activity, and supervise up to 2 journeymen and 4 apprentices, increasing their productivity by 50%. He could work as a specialist in this art or craft.</p>\n<p>If a character selects the same art or craft four times, he is considered a grand master artist or craftsman. He can identify with a proficiency throw of 2+. He can construct 80gp per month of dedicated activity, and supervise up to 2 masters, 4 journeymen, and 8 apprentices, increasing their productivity by 50% (for a total construction rate of 440gp per month). Working alone or with his subordinates, a grand master can create <strong>masterwork items</strong> (p. XX)appropriate to his art or craft. When items made by grand masters or above are discovered, their mark or style will be apparent to characters who make the appropriate Art, Craft, Knowledge, or Loremastery roll.</p>\n<p>When performing Magic Experimentation relating to his Art or Craft proficiency (as determined by the GM), a character can add his ranks in the proficiency to his throw exclusively for purposes of determining whether he has achieved a breakthrough. In addition, a grandmaster in an Art or Craft gains one additional experimental advantage any time his experiment relates to his Art or Craft.</p>\n<p>An artisan can work in an art or craft that is adjacent to his own art or craft as if he had one fewer rank in the proficiency. For instance, a master blacksmith could work as a journeyman armorer or a journeyman cartwright could work as an apprentice wheelwright. It is left to the Judge’s discretion to determine when two arts or crafts are similar enough for this rule to apply.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Art/Craft Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Construction Rate</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>10gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>20gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master</td>\n<td>3</td>\n<td>40gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n<tr>\n<td>Grand Master</td>\n<td>4</td>\n<td>80gp</td>\n<td>2 Masters, 4 Journeymen, 8 Apprentices</td>\n</tr>\n</tbody></table>\n<h6>Bargaining (G)</h6>\n<p>The character gets the best deals available for goods, services, and information. Any items the character purchases costs 10% less than the listed price and any items he sells go for 10% more than the listed price. If both the buyer and seller have the Bargaining proficiency,the opposed Bargainers should make reaction rolls. Whichever character scores the higher result gets the discount. (Special rules apply when using Bargaining for mercantile ventures, see p. XX.) A character can select Bargaining multiple times if desired. Each time the proficiency is selected, the character receives a +2 bonus on his reaction roll when negotiating with other bargainers.</p>\n<h6>Battle Magic</h6>\n<p>The character gains a +1 initiative bonus when casting spells. When casting spells that require an attack throw, his attack throw is determined using the fighter progression. If the character already uses the fighter progression, he gains a further +1 to hit.</p>\n<h6>Beast Friendship</h6>\n<p>The character is well-schooled in the natural world. He can identify plants and fauna with a proficiency throw of 11+. He understands the vocalizations and body language of birds and beasts, enabling him to understand any simple messages the animals might be communicating (such as “danger is nearby, be alert,” “you’re unfamiliar and strange,” or “do not come closer, we are guarding our den!”). Because of his innate understanding of the language of beasts, the character also counts as proficient for purposes of handling trained animals in their roles such as droving or shepherding. He gains +2 to all reaction rolls when encountering normal animals and can take animals as henchmen. He can train and handle animal henchmen to perform tricks or serve a particular role without having to separately possess Animal Training. If the character has the Friends of Bird and Beast class power, he can identify plants and fauna with a throw of 7+ and can take one more henchman than his Charisma would otherwise permit, as long as at least one is an animal. (The bonus to reaction rolls does not increase.)</p>\n<h6>Berserkergang</h6>\n<p>The character can enter a berserker rage anytime he takes a combat action. While enraged, he gains a +2 bonus to attack throws in melee or with thrown weapons and becomes immune to the cowering, faltering, and frightened conditions and never checks morale. However, the character has a -2 penalty to AC and becomes limited in his tactics. He cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the distance between himself and the nearest visible threat would increase. He must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement. Once it has begun, a berserker rage cannot be ended until combat ends.</p>\n<h6>Black Lore of Zahar</h6>\n<p>The character has studied the terrible necromancies of ancient Zahar. He can control undead as a Chaotic crusader of one half his class level (rounded down). If the character casts death spells, his targets suffer a -2 penalty on their saving throws. When the character casts necromantic spells (such as <em>animate undead</em>), the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to research death or necromancy magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching death or necromancy magic. Black Lore of Zahar can stack with the Secrets of the Dark Arts class power, such that the character can control undead as a crusader of two-thirds his class level (rounded up), and his death and necromancy spells and research are calculated as if he were three (rather than two) caster levels higher than his actual caster level.</p>\n<h6>Blind Fighting</h6>\n<p>The character can fight a target without being able to see it. Blind Fighting is typically used when the character is in darkness or when the target is outside the range of his sight. A character with this proficiencysuffers only a -2 penalty on attack throws when blinded or fighting invisible enemies instead of the base -4 penalty. He does not suffer a penalty to surprise rolls from being blinded, nor is his speed reduced.</p>\n<h6>Bribery</h6>\n<p>The character is exceptionally skilled at bribing officials with gifts of money or merchandise. He gains a +1 bonus to reaction rolls if he offers one day’s pay for the target; a +2 bonus for a week’s pay; and a +3 bonus for a month’s pay. His bribery is so subtle that the attempt is politely deniable by both parties. The character is only blatant enough to be charged with the crime of bribery if he rolls an unmodified 2. See Offering Bribes (p. XX).</p>\n<h6>Bright Lore of Aura</h6>\n<p>The character has studied the white magic of the Empyreans. The character can rebuke undead as a crusader of one half his class level (rounded down). If the character casts spells that require a Paralysis saving throw, his targets suffer a -2 penalty on the save. When the character casts protection spells (including dispels), the spell effects are calculated as if he were two caster levels higher than his actual caster level. His eligibility to research protection magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching protection magic.</p>\n<h6>Cat Burglary</h6>\n<p>The character knows how to deftly move across narrow and precarious paths. He gains a +4 bonus when attempting balancing traverses. He never falls while traversing narrow paths and only fails when traversing precarious paths on an unmodified 1. He gains a +2 to saving throws where perfect balance would help avoid the danger. If the character falls while climbing, he can make a second proficiency throw with a -4 penalty in order to catch himself and prevent any damage.</p>\n<h6>Caving (G)</h6>\n<p>The character has learned to keep a map in his head of where he is when exploring underground caves, cavern complexes, and subterranean rivers. He is able to accurately estimate length, width, and depth when he travels with almost no error. On a proficiency throw of 11+, the character with this proficiency will be able to automatically know the route he has taken to get where he is, if he was conscious at the time. This proficiency can be selected multiple times.</p>\n<h6>Climbing</h6>\n<p>The character can climb as a thief of his class level. He must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the character ascends or descends by up to 100’ safely. If the throw fails, he falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. The character can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty.</p>\n<h6>Collegiate Wizardry (G)</h6>\n<p>The character has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. If he is an arcane spellcaster, he can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions can be harder to recognize. A character can select this proficiency additional times.</p>\n<h6>Combat Ferocity</h6>\n<p>The character is an aggressive warrior who never fails to exploit an advantage. The character’s maximum number of cleaves is increased by 1.</p>\n<h6>Combat Reflexes</h6>\n<p>True warriors never hesitate in combat. The character gains a +1 bonus to surprise rolls and initiative rolls. This bonus does not apply when casting spells.</p>\n<h6>Combat Trickery</h6>\n<p>The character is a cunning and tricky fighter. Pick a special maneuver from any one of the following: Disarm, Force Back, Incapacitate, Knock Down, Overrun, Sunder, or Wrestling. When the character attempts this special maneuver in combat, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver. If the special maneuver does not afford the target a saving throw, then the penalty for attempting the maneuver is reduced by 4 (to 0). See <strong>Special Maneuvers</strong> (p. XX) for more details. A character can take Combat Trickery multiple times, selecting an additional special maneuver to learn each time.</p>\n<h6>Command</h6>\n<p>The character has mastered the art of command. His authority inspires men to follow him into danger. The character’s henchmen, mercenaries, and other troops receive a +2 bonus to morale. Morale is explained in <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong> (p. XX).</p>\n<h6>Contemplation</h6>\n<p>The character can enter a meditative trance and re-gain the ability to cast a spell of a level he had previously expended. Contemplation is an ancillary activity requiring one hour (6 turns) of undisturbed meditation. A character cannot regain the same level of spell more than once per day through contemplation.</p>\n<h6>Contortionism</h6>\n<p>The character is extremely flexible, able to squeeze or fold his body in ways that seem humanly impossible, including squeezing between bars and escaping chains and restraints. He gains a +4 bonus to Paralysis saving throws to escape being grabbed, restrained, stuck, or wrestled. He can make a proficiency throw each round to escape from physical shackles or to slip between the bars of a portcullis. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains shackled. If it succeeds, he slips free of his bonds.</p>\n<h6>Counterspelling</h6>\n<p>The character is considered two caster levels higher than his actual caster level for purposes of dispelling magic or penetrating a target’s magic resistance. If the character also has Bright Lore of Aura proficiency, the bonus to caster level partially stacks; the caster is considered three levels higher rather than two for purposes of dispelling magic.</p>\n<h6>Diplomacy (G)</h6>\n<p>The character is smooth tongued and familiar with protocol. He receives a +1 bonus on all reaction rolls when he attempts to parley. This bonus stacks with Mystic Aura, but not with Intimidation or Seduction.</p>\n<h6>Disguise (G)</h6>\n<p>The character can make himself or a subject resemble a specific person. The person can be a real person (e.g. “the priestess Genelen of Türos Tem”) or a fictional persona the character makes up for purposes of his disguise (e.g. “an orc scout named Grik”). When creating the disguise, the character must have access to a disguise kit with cosmetics and wigs, as well as to any clothing and accessories necessary for the disguise. If imitating a real person of the same race or any humanoid creature of another race, he must also have either a detailed sketch of the person or race to be imitated, or be personally familiar with the person or race. Once put on, the disguise lasts until the character takes it off or until the character bathes, disrobes, or gets wet. Discarding a disguise takes one full round.</p>\n<p>Creating the disguise is an ancillary activity requiring 6 turns (one hour). At the end of the time, the character must make a proficiency throw of 11+. The character gains a +2 bonus if disguising himself as a fictional persona of his own making. He suffers a -2 penalty to his throw if imitating another sex, another race, or another age than himself (all penalties are cumulative). If the throw fails, the disguise fools no one, but the character can try again if desired.</p>\n<p>If the throw succeeds, the character has made an excellent disguise that will fool most people. A creature who is intimately familiar with the disguised character or the person being imitated might see through it. After the creature spends one round interacting with the disguised character, it can make a proficiency throw 14+ to identify the character, adding its Will modifier to the die roll. The creature can check again after one turn (10 minutes) of interaction, one hour of interaction, and every eight hours of interaction thereafter.</p>\n<p>This proficiency can be selected multiple times. Each time it is taken, the character gains a +2 bonus to his proficiency throw, while those attempting to see through his disguise suffer a -2 penalty.</p>\n<h6>Divine Blessing</h6>\n<p>The character knows how to propitiate the gods and gain their favor. He gains a +2 bonus to all saving throws.</p>\n<h6>Divine Health</h6>\n<p>The character knows how to purify his body and soul. He is immune to all forms of disease, including magical diseases caused by spells, lycanthropes, or undead.</p>\n<h6>Driving (G)</h6>\n<p>The character is an expert at driving animals, both on foot and harnessed to wheeled vehicles. When he is driving animals, he can control up to 6 droving animals, keeping them within a manageable distance while moving in the desired direction. When he is driving a cart, chariot, wagon or other vehicle on a road or trail, the movement bonus from the road is increased to 2x (road conditions permitting).</p>\n<h6>Dungeonbashing Expertise</h6>\n<p>The character is hardened to the heavy lifting and physical labor involved in dungeon exploration. The character receives a +4 bonus on Dungeonbashing throws to open doors or perform similar acts of brute strength.</p>\n<h6>Dwarven Brewing</h6>\n<p>The character knows the secrets of the famed beer and ale of the dwarves. Because of his familiarity with mixology, he can make a proficiency throw of 11+ to determine the magical properties of a potion or oil by smell. If he has access to dwarven brewing equipment, piltbier, and special mushrooms, he can make dwarven brews. See Chapter 9: <strong>Dwarven Mycoculture</strong> of <em><strong>By This Axe</strong></em>for detailed rules on dwarven brewing. If not using <em><strong>By This Axe</strong></em><em>,</em> the effects of dwarven brews are up to the Judge’s discretion.</p>\n<h6>Eavesdropping</h6>\n<p>The character can listen for noises as a thief of his class level. The Judge makes a Listening proficiency throw in secret on behalf of the character. If the throw succeeds, he hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, he doesn’t hear anything. The character must be quiet and in a quiet environment. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.</p>\n<h6>Elementalism</h6>\n<p>The character is a master of a particular element (either air, earth, fire, water). Spells using this element do +1 damage per die and impose a -2 saving throw penalty on the target. Elementals summoned from this element gain +1 hp per Hit Die. The character’s <em>mage missiles</em> are elemental and deal an additional damage type based on his element — electric, seismic, fire, or cold for air, earth, fire, and water respectively. The character can automatically identify and rank a place of power related to his element upon entering it. A character can take this proficiency multiple times, selecting an additional element each time.</p>\n<h6>Elven Bloodline</h6>\n<p>The character has the blood of the ageless elves in his ancestry. His lifespan is as long as an elf’s, and he shows no signs of aging. His robust vitality grants him a +1 bonus to his HD roll at 1st level. He also enjoys an elf’s immunity to diseases caused by undead. The character’s ancestry manifests somehow in his appearance (pointed ears, golden eyes, a strange birthmark, or other unusual trait).</p>\n<h6>Endurance (G)</h6>\n<p>The character is nearly tireless. He does not need to rest every 6 turns of strenuous activity. He gains a +4 bonus to Paralysis saving throws to avoid becoming <strong>winded</strong>. He can undertake strenuous dedicated activities every day without becoming fatigued. He can work overtime or force march for one day without becoming <strong>fatigued</strong>, plus one additional day for each point of Constitution bonus. Provided the character does not become fatigued, he just needs a night of restful sleep to be able to work normally the following day. If the character also takes the Labor proficiency, he can work overtime or force march for one additional day.</p>\n<h6>Engineering (G)</h6>\n<p>The character is skilled in planning, designing, and constructing castles, towers, roads, and so forth. He can evaluate constructions the party is passing through to assess what shape they are in, when and by whom they were built, etc., with a proficiency throw of 11+.He can personally work on projects at a construction rate of 1.33gp per day of dedicated activity. He can supervise others as a dedicated activity, leading projects worth up to 25,000gp. This proficiency can be selected multiple times, increasing the size of construction project he can supervise by 25,000gp with each rank taken. A character who has taken this proficiency four times is the equivalent of the engineer specialist described in the <strong>Specialists</strong> section.</p>\n<h6>Expanded Repertoire</h6>\n<p>The character’s spell repertoire can contain one additional spell of each level that he can cast. For instance, a 1st level mage with this proficiency has a repertoire of 2 1st level spells, while a 5th level mage with this proficiency has a repertoire of 3 1st, 3 2nd, and 2 3rd level spells.</p>\n<h6>Experimenting</h6>\n<p>The character is a genius, perhaps mad, but unquestionably insightful. For purposes of level requirements, he can engage in experimenting as if he were two class levels higher than actual. He only suffers automatic failure when experimenting on an unmodified roll of 1 – 2 (instead of 1 – 3).</p>\n<h6>Familiar</h6>\n<p>The character gains the service of a magical spirit in the guise of a beast. Familiars can be selected from the list belowor devised by the Judge. (Except where otherwise permitted, all familiars are animals of less than 1 HD.) Familiars have hit points equal to half their master’s hit points, and attack and save as mages equal to their master’s level. While a familiar is within 30’ of its master, the master gains a +1 bonus to all saving throws and gains one class proficiency. The proficiency is selected from his class list at the time the familiar is chosen and cannot be one the master already has. A familiar is always considered in range of its master for purposes of <em>clairvoyancy</em> and <em>clairaudiency</em>. If the familiar is reduced to 0 hp, it dies and the master immediately suffers damage equal to the familiar’s maximum hit points. The familiar cannot be restored to life but instead returns to the character when he reaches his next level of experience. (If he is maximum level, his familiar is not restored; instead he receives the former familiar’s class proficiency as his own.)</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Familiar</strong></td>\n<td><strong>Characteristics</strong></td>\n</tr>\n<tr>\n<td>Bat</td>\n<td>Spd 120’ fly, AC 3, HD ¼, #AT 1, Dmg 1, echolocation</td>\n</tr>\n<tr>\n<td>Cat</td>\n<td>Spd 210’, AC 3, HD ½, #AT 3, Dmg 1/1/1, acute hearing &amp; olfaction, agile, climber 6+, pounce, naturally stealthy</td>\n</tr>\n<tr>\n<td>Crow/Raven</td>\n<td>Sped 330 fly, AC 3, HD ¼, #AT 1, Dmg 1d2-1, acute vision</td>\n</tr>\n<tr>\n<td>Eagle</td>\n<td>Spd 480’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute vision, alertness, dive</td>\n</tr>\n<tr>\n<td>Jackal</td>\n<td>Spd 180’, AC 2, HD 1-1, #AT 1, Dmg 1d4, acute &amp; olfaction, tracking</td>\n</tr>\n<tr>\n<td>Owl</td>\n<td>Spd 300’ fly, AC 3, HD ¼, #AT 2, Dmg 1/1, acute hearing, acute vision, alertness, dive, night vision, sneak 6+</td>\n</tr>\n<tr>\n<td>Rat</td>\n<td>Spd 120’/60’ swim, AC 2, HD ½, #AT 1, Dmg 1d3, acute hearing, skilled climber 5+</td>\n</tr>\n<tr>\n<td>Tokay Gull</td>\n<td>Spd 150’ fly, AC 2, HD ½, #AT 1, Dmg 1d3, bark, night vision, natural climber</td>\n</tr>\n<tr>\n<td>Vulture</td>\n<td>Spd 300’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute olfaction &amp; vision, immunity (mundane disease, poison)</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Fighting Style Specializations</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Fighting Style</strong></td>\n<td><strong>Bonus</strong></td>\n</tr>\n<tr>\n<td>Missile weapon</td>\n<td>+1 to attack throws</td>\n</tr>\n<tr>\n<td>Single weapon</td>\n<td>+1 to initiative</td>\n</tr>\n<tr>\n<td>Dual weapons</td>\n<td>+1 to attack throws</td>\n</tr>\n<tr>\n<td>Two-handed weapon</td>\n<td>+1 to damage rolls</td>\n</tr>\n<tr>\n<td>Weapon and shield</td>\n<td>+1 to armor class</td>\n</tr>\n</tbody></table>\n<h6>Fighting Style Specialization</h6>\n<p>The character specializes in a particular fighting style, such as dual weapon or weapon and shield, in which he is already proficient. Because of his familiarity with the fighting style, the specialized character gains a special bonus when the character is fighting in that style. The fighting styles and their bonuses are listed on the adjoining table. The bonuses are in addition to the standard bonuses for fighting in the given manner. For instance, a character with weapon and shield fighting style proficiency gains a total improvement to his AC of 2 points. A character can take this proficiency multiple times, selecting an additional fighting style each time. If a character has two fighting styles that might be applicable in a given fight, he must choose which bonus will apply in any given round at the start of his initiative. For example, if a character armed with a sling in one hand and a shield in the other hand has both Fighting Style Specialization (missile weapon) and (weapon and shield), he must choose between +1 to attack throws or +1 to AC, but cannot take both bonuses at the same time.</p>\n<h6>Folkways (G)</h6>\n<p>The character is familiar with the customs, figures of speech, manners, and traditions of a particular urban settlement. He gains a +1 bonus to reaction rolls with 0th level characters he encounters in his settlement. He can automatically identify famous landmarks and points of interest in his settlement, and never gets lost when traveling through it. This proficiency can be selected multiple times, adding an additional familiar settlement each time.</p>\n<h6>Gambling (G)</h6>\n<p>The character has the ability to win money in games of chance and skill. He can earn 1d6!gp per week of dedicated activity as a professional gambler. The character can select Gambling additional times if desired, increasing his weekly income by 1d6!gp with each selection. If multiple characters with Gambling proficiency face each other in a game, the result can be determined by having each gambler roll 1d6! Per rank of proficiency. (Non-proficient characters roll 1d4.) The gambler who rolled the highest die wins the round (hand, trick, etc.) and collects its pot. If two or more gamblers are tied for the highest die, the other gamblers lose and the tied gamblers re-roll against each other. There are a number of popular games of skill in the Auran Empire, some of which are listed below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Game</td>\n</tr>\n<tr>\n<td>Kyrpeges (“wargame”), a strategy boardgame played with miniatures on a grid. Two patrons are playing while the rest bet on the outcome.</td>\n</tr>\n<tr>\n<td>Destri Spevas (“horse and chariot”), a boardgame where up to seven players roll dice to race their token around an oval track.</td>\n</tr>\n<tr>\n<td>Calefan Esevi (“lucky sevens”), a game of chance played with a deck of 49 cards. Players compete to be the closest to a hand of 7.</td>\n</tr>\n<tr>\n<td>Draxës (“dice”), a game of chance played with three six-sided dice. Up to seven patrons are placing bets as they alternate rolling.</td>\n</tr>\n</tbody></table>\n<h6>Goblin-Slaying</h6>\n<p>The character has been trained to ruthlessly cut down his race’s humanoid foes. He receives +1 on attack throws against kobolds, goblins, orcs, gnolls, hobgoblins, bugbears, ogres, trolls, and giants. At level 7, this bonus increases to +2, and at level 13 it increases to +3.</p>\n<h6>Healing (G)</h6>\n<p>The character is skilled at caring for sick and wounded humans, demi-humans, giants, and other humanoids. As a dedicated activity, the character can care for three patients at a time, plus an additional each time Healing is selected (e.g. four patients with one rank, five with two ranks, etc.) A wounded patient under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper food. If a patient under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the patient develops further symptoms. The character can use healing herbs (p. XX) to treat poisoned, sick, and/or wounded patients.</p>\n<p>If the character selects Healingtwice, he is a physicker. He can now diagnose illness on 7+. He can also attempt to non-magically <em>neutralize poison</em>,<em>cure**disease</em>,or <em>cure<strong>light</strong>injury</em> on a poisoned, sick, or wounded patient. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, there is no effect. Whether the throw succeeds or not, he cannot try again with that effect on that patient until the following day, though another healer can.</p>\n<p>If the character selects Healingthree times, he is a chirurgeon. He can now diagnose illness on 3+. He can <em>neutralize**poison</em>,<em>cure**disease</em>,or <em>cure<strong>serious</strong>injury</em>on a poisoned, sick, or wounded patient with a proficiency throw of 14+.</p>\n<p>The ability to treat the ill provides the character with a number of other useful abilities. With one rank of Healing, the character can harvest components from humanoids. With two ranks, he can harvest components from corporeal undead. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.</p>\n<p>Because most creatures share many anatomical traits, a character with this proficiency can use it on animals, monstrosities, and vermin at a -4 penalty.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Healing Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of</strong>  <strong>times taken)</strong></td>\n<td><strong>Gp Earned</strong>  <strong>/ Month</strong></td>\n<td><strong>Patients</strong>  <strong>/ Day</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Healer</td>\n<td>1</td>\n<td>25gp</td>\n<td>3</td>\n<td>Identify 11+, extra 1d3 hit points per day, healing herbs</td>\n</tr>\n<tr>\n<td>Physicker</td>\n<td>2</td>\n<td>50gp</td>\n<td>4</td>\n<td>Identify 7+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>light</em> 18+</td>\n</tr>\n<tr>\n<td>Chirurgeon</td>\n<td>3</td>\n<td>100gp</td>\n<td>5</td>\n<td>Identify 3+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>serious</em> 14+</td>\n</tr>\n</tbody></table>\n<h6>Illusion Resistance</h6>\n<p>The character is as hard to fool as the most cynical dwarf. He automatically attempts to disbelieve any illusions he encounters. (The Judge makes the roll in secret so the character is not aware when he has failed.) If he deliberately attempts to disbelieve an illusion, he receives +4 bonus on his throw.</p>\n<h6>Intimidation (G)</h6>\n<p>The character knows how to bully others to get what he wants. He receives a +1 bonus on all reaction rolls when implicitly or explicitly threatening violence or dire consequences. The targets must be less than 5HD or the character and his allies must outnumber or grossly outrank the targets. This bonus stacks with Mystic Aura, but not with Diplomacy or Seduction.</p>\n<h6>Kin-Slaying</h6>\n<p>The character has been trained to ruthlessly cut down his chthonic master’s foes. He receives +1 on attack throws against humans, elves, dwarves, halflings, gnomes, and Nobir. At level 7, this bonus increases to +2, and at level 13 it increases to +3.</p>\n<h6>Knowledge (G)</h6>\n<p>The character has made a specialized study of a particular field, such as architecture, astrology, geography, history, mathematics, metaphysics, natural history, natural philosophy, or political economy. The character can usually make his living by acting as an expert on the subject. With a proficiency throw of 11+, the character can recall expert commentary or information relating to his area of knowledge. The character must choose his area of knowledge at the time he chooses the proficiency. He can spend more proficiency selections to have several different areas of knowledge.</p>\n<p>If a character selects the same knowledge twice, he is an expert in the subject and can train students and write books on the topic. If he selects the same subject three times, he is a scholar who could teach experts. If he also has Loremastery and Magical Engineering proficiencies, he can work as a sage (as described in <strong>Specialists,</strong> p. XX).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Knowledge Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned / Month</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Student</td>\n<td>1</td>\n<td>25gp</td>\n<td>Identify 11+</td>\n</tr>\n<tr>\n<td>Expert</td>\n<td>2</td>\n<td>50gp</td>\n<td>Identify 7+</td>\n</tr>\n<tr>\n<td>Scholar</td>\n<td>3</td>\n<td>100gp</td>\n<td>Identify 3+</td>\n</tr>\n</tbody></table>\n<h6>Labor (G)</h6>\n<p>The character is highly proficient at a particular type of physical labor, such as bricklaying, farming, mining, or stonecutting. He has a construction rate of 2sp per day of dedicated activity on projects relating to his proficiency. The character can make his living off his labors, earning 6gp per month. Because he is hardened to labor, the character can undertake strenuous dedicated activities every day without becoming fatigued. A character can learn other labor proficiencies by taking this proficiency multiple times. Labor does not require enough skill to be able to be improved by taking this proficiency multiple times. However, if the character also takes the Endurance proficiency, Labor enables him to force march for one additional day.</p>\n<p>Some types of labor have additional benefits for adventure. Labor (construction) lets the character build temporary defensive works. Labor (farming) and Labor (butchery) enable a character to skin, flesh, and butcher creatures for pelts and meats. Labor (butchery) enables the character to extract special components from animals. The Judge can devise other benefits for labor if desired.</p>\n<h6>Land Surveying</h6>\n<p>The character is an expert at surveying the land around him. The character can attempt to assess the land value of a hex to determine if it is worth settling (see p. XX). The character can also attempt to assess the total number of lairs in the hex based on the lay of the land, evidence of cultivation, and other factors (see p. When moving at expedition or exploration speed in the wilderness, he habitually scans for dangers such as collapses, deadfalls, rock slides or sinkholes. Anytime he encounters such a danger, the Judge secretly makes a Land Surveying proficiency throw on his behalf. On a throw of 14+, the character detects the danger. By spending one turn (10 minutes), the character can methodically survey an area of up to 10,000 square feet for such dangers, with 10+ succeeding.</p>\n<h6>Language (G)</h6>\n<p>This proficiency enables the character to learn to speak, read, and write an additional three languages of his choice. The character’s level of literacy with the new language is determined by his Intellect. Characters with an Intellect of 8 or less are generally illiterate. However, this proficiency can be taken by a character with a low Intellect (8 or less) in order to become literate in the language(s) the character already speaks. This proficiency can be selected multiple times, learning an additional three languages each time.</p>\n<h6>Laying on Hands</h6>\n<p>The character can heal himself or another by laying on hands once per day. If he lays hands on a wounded creature, he can restore 2 hit points per experience level. If he lays hands on an incapacitated creature, he can grant a bonus to their Mortal Wounds throw of one-half his class level (round up). If he lays hands on a paralyzed creature, he can cure the paralysis. A character can take this proficiency multiple times. Each time it is taken, the character can lay on hands an additional time per day.</p>\n<h6>Leadership (G)</h6>\n<p>The character is an inspirational authority figure who earns great loyalty. The character can hire one more henchman than his Charisma would otherwise permit, and the base morale score of any domain he rules is increased by 1. Domain morale is explained in the <strong>Campaigns</strong> chapter (p. XX).</p>\n<h6>Lip Reading (G)</h6>\n<p>The character can “overhear” conversations spoken in a language he understands. If the subject of his lip reading is not speaking clearly in bright light, the character might need to make a successful Listening proficiency throw in order to determine if he gleans the appropriate information.</p>\n<h6>Lockpicking Expertise</h6>\n<p>The character is an expert with locks. He gains a +2 bonus on Lockpicking proficiency throws. When hastily picking a lock, he only botches on an unmodified roll of 1 (instead of 1 - 3), and he never botches when methodically picking a lock.</p>\n<h6>Loremastery</h6>\n<p>The character is knowledgeable on a variety of esoteric subjects. At 1st level, the character can make a proficiency throw of 18+ to decipher occult runes, remember ancient history, or identify a historic artifact or special monster part. The proficiency throw required reduces by 1 per level. The character can identify magic items as if he were a 5th level mage. If the character can already identify magic items, he can do so with a +2 bonus to his magic research throw and +10% bonus to his research rate.</p>\n<h6>Magical Engineering</h6>\n<p>The character has specialized knowledge of magical items. With one rank of Magical Engineering, the character gains a +1 bonus on magic research throws and increases his research rate by 5%. He can recognize conventional and usual magical items or special components by examining them for one turn (10 minutes) with a proficiency throw of 11+. He can extract special components from constructs. He cannot, however, recognize unusual or unique magical items, discern command words, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item. This proficiency can be selected multiple times, each time adding an additional +1 bonus to magical research throws, increasing research rate by 5%, and improving the proficiency throw required to recognize conventional items by 4.</p>\n<h6>Magical Music</h6>\n<p>The character’s performances can be used to cause certain emotions to arise in his spectators. When this proficiency is selected, the character learns two musical effects. Each musical effect is the equivalent to a 1st level enchantment spell. The available musical effects are:</p>\n<ul>\n<li><strong>Drowsiness</strong>: Cast <em>slumber</em> on an audience of one or more creatures by performing a melodic lullaby</li>\n<li><strong>Goodwill:</strong> Casts <em>beguile humanoid</em> on an audience of one creature by performing a song praising their virtues.</li>\n<li><strong>Horror:</strong> Cast <em>frighten humanoid</em> on an audience of one creature by performing a song with disturbing and haunting chords.</li>\n<li><strong>Outrage:</strong> Cast <em>infuriate humanoid</em> on an audience of one creature by performing a song ridiculing its beliefs and reputation.</li>\n</ul>\n<p>The Judge can add or devise other musical effects if desired. To use Magical Music, the character must select a musical effect for his performance and decide the audience (i.e. target creatures) that his performance addresses based on the chosen effect. The target creatures are selected with eye contact, hand gesture, and other flourishes, and know they are the targets of the character’s performance. The target creatures must be within earshot and line of sight of the character, be able to understand the character’s language, and not already be in combat. (If the character has Beast Friendship, that counts as being able to understand the language of animals, and musical effects that he causes that would target humanoids can instead target animals.)</p>\n<p>Once the audience is selected, the character starts performing. He makes a proficiency throw against a target value of 11+. The proficiency throw required reduces by 1 per level. The character must have at least one rank of Performance (either from a class power or proficiency). If the character has additional ranks of Performance, he gains a +1 bonus for each rank to his throw, up to two additional ranks. If the proficiency throw is successful, the musical effect begins immediately and lasts until the character ends his performance. If the character performs for a full turn (10 minutes), the effect lasts until the character ends his performance and then for the duration of the spell thereafter. If the proficiency throw fails, the magical music has no effect and cannot be tried again on the same audience that turn. This proficiency can be selected multiple times, learning two additional musical effects each time.</p>\n<h6>Manual of Arms (G)</h6>\n<p>The character is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion).</p>\n<p>If the character learns additional ranks of Manual of Arms, he can serve as a marshal capable of training up to 60 troops simultaneously as a dedicated activity.</p>\n<ul>\n<li>If the character has two ranks, he can train light infantry or slingers (1 month training period). If the character also has Mounted Combat or Riding, he can also train light cavalry (3 months). If he also has Fighting Style Specialization (missile weapons) or Weapon Focus (bows &amp; crossbows), he can also train crossbowmen (1 month), bowmen (2 months), or longbowmen (3 months). If the character can train both bowmen and light cavalry, he can also train horse archers (6 months).</li>\n<li>If the character has three ranks, he can train heavy infantry (1 month). If he can train both heavy infantry and light cavalry, he can train medium and heavy cavalry (6 months). If the character can train both bowmen and heavy cavalry, he can train cataphract cavalry (12 months).</li>\n</ul>\n<p>Once a character has trained troops, he can maintain them in a high state of readiness by inspecting them. Inspection takes one turn (10 minutes) per 60 troops and grants a +1 bonus to morale for one day. A character can only inspect troop types he can train.</p>\n<h6>Mapping (G)</h6>\n<p>The character can understand and make maps, even if he cannot read or write. He can create useful maps by torchlight while moving at exploration speed or less. By spending one turn (10 minutes) in thought, and succeeding on a proficiency throw of 11+, he can interpret or draft complicated layouts, map an area by memory, or notice an irregularity in a map he has created. This proficiency can be selected multiple times.</p>\n<h6>Martial Training</h6>\n<p>The character has proficiency in weapons that are unusual for his class. Select one of the following types of weapons and add these to the list of weapons with which the character is proficient: (1) axes; (2) bows/crossbows; (3) flails/hammers/maces; (4) swords/daggers; (5) spears/polearms; (6) bolas/nets/slings/saps/staffs/staff-slings; (7) any four weapons. When selecting option 7, the character can only select composite bow or long bow if he already has or also selects short bow; and the character can only select spear or polearm if he already has or also selects javelin. Note that Martial Training does not afford the character the ability to use fighting styles with which he is not proficient, so a character who selects e.g. spears/polearms will not be able to use a polearm unless he already has two-handed weapon fighting style. A divine caster who selects this proficiency is granted an exemption by his deity that permits use of the weapon(s).</p>\n<h6>Mastery of Conjuration &amp; Summoning</h6>\n<p>When the character casts summoning spells (such as<em>conjure fiend</em>or <em>summon**shadow</em>), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. (This makes them harder to dispel.) If the character loses his concentration due to taking damage while controlling a conjured creature, he must make a Spells saving throw. If the save succeeds, he maintains his concentration. His eligibility to conduct research on summoning magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching summoning magic. Mastery of Conjuration and Summoning can stack with the Conjure Dark Powers class power, such that the character’s summoning spells are calculated as if he were three (rather than two) caster levels higher and he gains a +2 bonus on his Spells saving throw to maintain concentration.</p>\n<h6>Mastery of Enchantments &amp; Illusions</h6>\n<p>When the character casts enchantment spells (such as<em>bewitch**person</em>) or illusionspells (such as <em>phantasmal**figment</em>), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. Targets of his enchantment and illusion spells suffer a -2 penalty to their saving throw. His eligibility to conduct research on enchantment and illusion magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching enchantment or illusion magic.</p>\n<h6>Military Strategy (G)</h6>\n<p>The character has studied the art of war and the methods of the great captains. He can recognize famous historical battles, generals, and weapons with a proficiency throw of 11+. Forces under his command receive a +1 bonus to initiative rolls in mass combat. This proficiency can be selected multiple times, each time improving the proficiency throw to recognize by 4 and adding an additional +1 bonus to mass combat initiative, to a maximum of +3.</p>\n<h6>Mimicry (G)</h6>\n<p>The character can imitate animal calls and foreign language accents. With a proficiency throw of 11+, the character’s mimicry (e.g. imitating the screech of a hoot owl or a noise from some other animal) is so authentic as to fool even trained naturalists into believing they have heard the actual animal. This proficiency can be selected multiple times.</p>\n<h6>Mountaineering (G)</h6>\n<p>The character knows how to use mountaineering gear to climb difficult mountains and cliff faces and to lead a party of up to 30 characters to tackle those faces as well. To count as having mountaineering gear, the character must have a grappling hook, and he and each character he assists must have a hand axe, a small hammer, a set of 6 iron spikes, and at least 50’ of rope. If the character does not have the Climbing proficiency (or equivalent class power), the proficiency throw for he and his party to climb, rappel, or traverse using mountaineering gear equals that of a thief of his class level. If the character does have Climbing, then his party can climb, rappel, or traverse as thieves of his class level, while his own proficiency throw only fails on an unmodified roll of 1 provided he does not exceed one-half combat speed. This proficiency does not allow the character to climb sheer surfaces during combat or without mountaineering gear.</p>\n<h6>Mounted Combat</h6>\n<p>The character can ride a saddled riding animal under combat conditions without penalty. He gains a +1 bonus to attack throws while mounted. If the character also has Riding proficiency, he can ride without a saddle, bit, or bridle in combat conditions without penalty.</p>\n<h6>Mystic Aura</h6>\n<p>The character has learned to project his magical powers in a way that causes awe in those that share the character’s presence. He gains a +1 bonus to reaction rolls to impress and intimidate people he encounters. If this bonus results in a total of 12 or more, the subjects act as if <strong>bewitched</strong> while in his presence. Once the subject leaves the character’s presence, the <strong>bewitchment</strong> ends. If the character interacted with the subject with finesse and tact, limiting any requests to the bounds of reason, the subject might be unaware that he was even <strong>bewitched</strong>. However, if the character makes dangerous or unusual demands the subject to which he would not ordinarily agree, the subject will deduce he was <strong>bewitched</strong> once the effect ends. Characters who brazenly exploit this power will acquire a reputation as enchanters or evil eyes, and be avoided and shunned lest they find more victims.</p>\n<h6>Naturalism (G)</h6>\n<p>The character is knowledgeable of common plant and animal life forms. By spending one turn (10 minutes) and making a successful proficiency throw of 11+, the character can appraise the value of a monster’s parts, identify venomous monsters, poisonous plants, or healing herbs, and detect any signs of unnatural danger (such as unusual quiet, atypical animal behavior, etc.).</p>\n<p>The character can also attempt to forage for healing herbs or poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw. (The target value is set by the Judge depending on the rarity of the plant, typically 16 – 20.) If the throw succeeds, the character gathers 1 stone of fresh plants, enough to extract one dose of poison or one healing herbs. If the throw fails, the character’s search is fruitless. If the throw fails on an unmodified 1, the character has accidentally exposed himself to a plant toxin (either the one he was looking for or a random toxin.) The character must immediately make a successful Death saving throw or suffer the toxin’s effects.</p>\n<h6>Navigation (G)</h6>\n<p>The character can take the position of the sun and stars to determine roughly where he is. He gains a +4 bonus on proficiency throws to avoid getting lost in the wilderness. If he also has at least one rank of Seafaring, he can serve as a navigator on a seagoing vessel as described in <strong>Specialists</strong>. The bonus from this proficiency stacks with the explorer and venturer’s Pathfinding class power. A character can select this proficiency multiple times.</p>\n<h6>Passing Without Trace</h6>\n<p>The character leaves no sign of his passing over terrain, and cannot be tracked. For every level of experience, the character can cover the tracks of an additional traveling companion. Characters who are passing without trace do not count against party size for purposes of evasion (p. XX).</p>\n<h6>Performance (G)</h6>\n<p>The character can act, dance, sing, recite poetry, tell stories, or play musical instruments in a skilled manner. The character chooses the type of performance that his character knows, and the character can take the proficiency several times in order to know multiple types of performance. The character is considered an apprentice in his style. He can earn 10gp per month from his performances, and can identify famous performers, masterpieces, and rare instruments with a proficiency throw of 11+.</p>\n<p>If a character selects the same type of performance twice, he is considered a journeyman in his trade. He can earn 20gp per month of dedicated activity from his performances, and lead a troupe of up to 3 apprentices, increasing their productivity by 50%. If he selects the same type of performance three times, he is considered a master of his field. He can earn 40gp per month of dedicated activity from his performances, and lead a troupe of up to 2 journeymen and 4 apprentices, increasing their productivity by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Performance Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned/Month</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>10gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>20gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master Performer</td>\n<td>3</td>\n<td>40gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Poisoning</h6>\n<p>The character is an expert at identifying, extracting, and using natural toxins and venoms. He can identify poisonous plants and venomous monsters and distinguish their different poisons as if he had one rank of Naturalism. He can extract venom from slain creatures as if he had one rank of Animal Husbandry. He can extract toxins from plants as if he had one rank of Alchemy. (If he already has ranks of Animal Husbandry, Alchemy, or Naturalism, he functions as if having an additional rank.) He does not botch when extracting or using poison.</p>\n<h6>Precise Shooting</h6>\n<p>The character can make a missile attack against an unengaged enemy target without penalty, even past cover or <strong>engaged</strong> allies. The character can attack an engaged enemy target at a -4 penalty. A character can take this proficiency multiple times. Each time the proficiency is taken, the penalty to attack opponents in melee is reduced by 2. Characters without this proficiency cannot attack opponents engaged in melee with missile attacks and suffer a -4 penalty to attack enemy targets through a melee.</p>\n<h6>Prestidigitation</h6>\n<p>The character can magically accomplish simple illusions and sleight of hand tricks suitable for impressing peasants, such as lighting a candle or shuffling cards, at will. The character must be able to perform the task physically, and be free to speak and gesture. He can use magical sleight-of-hand to pick pockets as a thief of one-half his class level (rounded up).</p>\n<h6>Profession (G)</h6>\n<p>The character is highly skilled at a civil profession, such as actuary, banker, chamberlain, judge, lawyer, librarian, merchant, restaurateur, scribe, or seneschal. The character is considered an apprentice in his profession. He can earn 25gp per month of dedicated activity performing his services, and can make expert commentary on subjects pertaining to his profession with a proficiency throw of 11+. The character must choose the profession at the time he chooses the proficiency. He can spend more proficiency selections to have several types of profession proficiencies. If a character selects the same profession twice, he is considered a licensed practitioner of his profession. He can earn 50gp per month of dedicated activity performing for his services, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise related to his field (see p. XX). If he selects the same profession three times, he is considered a master of his profession. He can earn 100gp per month of dedicated activity, and supervise up to 2 practitioners and 4 apprentices, increasing their productivity by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Profession Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned/Month</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>25gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Licensed Practitioner</td>\n<td>2</td>\n<td>50gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master of Profession</td>\n<td>3</td>\n<td>100gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n</tbody></table>\n<h6>Prophecy</h6>\n<p>The character is subject to premonitions and dreams of the past and future. Once per month, the character has a <em>prophetic dream</em> determined by the Judge.</p>\n<h6>Prospecting</h6>\n<p>The character is an expert at finding ore deposits who can assess 6-mile hexes to determine if they have any minable ore. Prospecting one 6-mile hex requires one day of dedicated activity and requires a successful proficiency throw of 18+. A character who also has the Land Surveying proficiency gains an additional +4 bonus to prospecting throws. Detailed rules for prospecting for ore are described in Chapter 8 of <em><strong>By This Axe</strong></em>.</p>\n<h6>Quiet Magic</h6>\n<p>The character can cast spells with minimal words and gestures. The gestures, while subtler than those of ordinary casters, are still apparent if the character is in direct view of undistracted observers. The words, however, are hard to hear even in a quiet room; a successful proficiency throw to hear noise is required to hear the character cast spells. Full binding and gagging is necessary to prevent the character from working magic.</p>\n<h6>Reliquarianism</h6>\n<p>The character has learned the secret theurgy by which the craftpriests channel the faith of their people into the relics of their ancestors. The character can store divine power he accumulates from congregants or sacrifice in a reliquary. The reliquary must be located in the same 24-mile hex as the congregants. A character with this proficiency can access the divine power when performing magic research if he has personally visited the reliquary for at least one turn in the last month and is working in the vault where the reliquary is located. The maximum amount of divine power that can be stored is equal to the construction cost of the reliquary plus the gp value of the relic(s) stored within. If the reliquary is destroyed, or the relics within are removed, divine power in excess of the remaining value is irrecoverably lost. Because this proficiency manipulates divine power itself, it cannot be enchanted into items.</p>\n<h6>Revelry (G)</h6>\n<p>The character is a connoisseur of fairs, festivals, food, and drink. He can automatically identify popular performers, cantinas, inns, and taverns in his settlement of residence. His high alcohol tolerance grants him a +2 bonus to saving throws related to consumption of potions, dwarven brews, or ordinary beer, wine, and spirits. Ordinary 0th level NPCs who live routine lives often have this proficiency; it is less common among go-getting adventurers.</p>\n<h6>Riding (G)</h6>\n<p>The character is an expert equestrian. He can ride without a saddle, bit, or bridle in non-combat conditions. He can ride a saddled riding animal under combat conditions without penalty. He can force-march a saddled riding animal without becoming fatigued. (His riding animal still becomes fatigued, so to continue force marching he must change mounts). When he is saddled on a charging or running riding animal, he can guide the animal to jump up to 5’ upward over a distance of up to 25% of its combat movement in feet. If the character also has Mounted Combat, he can ride without a saddle, bit, or bridle in combat conditions without penalty.</p>\n<h6>Righteous Rebuke</h6>\n<p>When rebuking undead,the character adds his Will bonus to his rebuking throws and one-half his divine caster level (rounded up) to the number of HD of undead rebuked on a successful throw.</p>\n<h6>Running</h6>\n<p>The character’s base speed is increased by 30’ when wearing medium or lighter armor and carrying 7 stones or less encumbrance.</p>\n<h6>Seafaring (G)</h6>\n<p>If a character selects this proficiency once, he knows how to sail or row (his choice). If he also has Navigation proficiency, he can serve as a navigator on a seafaring vessel. If he selects the proficiency twice, he knows how to both sail and row, and can serve as a vessel captain. If he selects this proficiency three times, he is a master mariner. Master mariners can sail faster against the wind and gain a +4 bonus on Seafaring proficiency throws and ramming attacks.</p>\n<h6>Seduction (G)</h6>\n<p>The character is either naturally alluring or a practiced seducer. He receives a +1 bonus on reaction rolls when interacting with others who are potentially attracted to the character. This bonus stacks with Mystic Aura, but not with Diplomacy or Intimidation.</p>\n<h6>Sensing Evil</h6>\n<p>The character can detect creatures with evil intentions, magic items with evil enchantments, sinkholes of evil, enchanted creatures of Chaotic alignment, incarnations of Chaotic alignment, and undead within 45’. Normal characters, even if Chaotic, are not detected unless they have actively evil intentions against the character. Poisons, physical traps, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the evil creatures or objects with a sinister red glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the evil (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the evil. Sensing evil requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n<h6>Sensing Good</h6>\n<p>The character can detect creatures with good intentions, magic items with good enchantments, pinnacles of good, enchanted creatures of Lawful alignment, and incarnations of Lawful alignment, within 30’. Normal characters are not detected unless they have actively good intentions towards the character. Delicious meals, comfy furniture, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the good creatures or objects with an annoying golden glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the good (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the good. Sensing good requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n<h6>Sensing Power</h6>\n<p>The character can detect spellcasters within 45’ and estimate their level of power relative to his own. He can tell when magic has been used within the last 24 hours within the same vicinity and identify the spell signature of the effect. The character cannot necessarily sense whether an item is magic, unless it has been used in the last 24 hours. Sensing power requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n<h6>Siege Engineering (G)</h6>\n<p>The character has been trained in the military art of siege engineering. With one rank in the proficiency, the character can construct defensive works such as ditches, pits, fields of stakes, and other simple wooden and earthen barricades with a construction rate of 2sp per day of dedicated activity. He can operate heavy war machines and siege engines such as ballistae, catapults, rams, bores, and siege towers as an artillerist. With two ranks in the proficiency, the character can construct defensive works, heavy war machines, siege engines, and siege towers with a construction rate of 6.6sp per day of dedicated activity. He can also supervise others working on siege engineering projects of up to 25,000gp construction cost.</p>\n<h6>Signaling (G)</h6>\n<p>The character knows how to transmit messages to other signaling specialists of the same military force, culture, trade guild, or other organization. This is similar to learning an additional language. The character must specify the style and culture of signals that he has learned when he takes this proficiency. Examples of signals include naval flags, cavalry trumpets, or smoke signals.</p>\n<h6>Skirmishing</h6>\n<p>The character can withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round. (Characters without this proficiency must declare defensive movement before initiative dice are rolled. See <strong>Defensive Movement</strong> in Chapter 6.) He does not suffer a penalty to armor class when charging or running when wearing medium or lighter armor and carrying 7 stones or less encumbrance.</p>\n<h6>Skulking</h6>\n<p>The character excels at moving furtively and finding concealment. He gains a +2 bonus on Hiding and Sneaking proficiency throws. When sneaking at more than one-half combat speed, his penalty is reduced to -2 (instead of -5). When sneaking while running, his penalty is reduced to -5 (instead of -10).</p>\n<h6>Sniping</h6>\n<p>If otherwise eligible to ambush or backstab his opponent, the character can do so using missile weapons at up to long range. Characters without this proficiency can only ambush or backstab in melee or with missile weapons at short range.</p>\n<h6>Soothsaying</h6>\n<p>The character has been trained to read the omens in everyday things — the throw of dice, the flight of birds, or the leaves of tea. Once every 8 hours, he can cast <strong>augury</strong> (as the spell). The casting time is 10 seconds (1 round).</p>\n<h6>Streetwise (G)</h6>\n<p>The character has learned the hard lessons taught by life as a criminal. He can begin play as a member of a thieves’ guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities can be harder to recognize. A character can select this proficiency additional times.</p>\n<h6>Survival (G)</h6>\n<p>The character is an expert at hunting small game, gathering fruits and vegetables, and finding water and shelter. He can forage enough food to feed himself automatically, even when on the move. If trying to forage to feed additional characters, or to find water, he must make a proficiency throw (as described in <strong>Wilderness Adventures</strong> on p. XX), but gains a +4 bonus on the roll.</p>\n<h6>Swashbuckling</h6>\n<p>If the character is wearing light armor or no armor, and carrying 5 stones or less encumbrance, he gains a +1 bonus to Armor Class. At level 7, this bonus increases to +2, and at level 13 the bonus increases to +3. Swashbuckling proficiency can be stacked with the bladedancer’s Graceful Fighting class power to increase the AC bonus, but the bonus from Swashbuckling is capped at +1 unless the bladedancer is unarmored.</p>\n<h6>Swimming (G)</h6>\n<p>The character is a proficient swimmer. He gains a +4 bonus when making Swimming proficiency throws. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.</p>\n<h6>Syncretism</h6>\n<p>The character has integrated knowledge from other religions into his own divine practice. He can replace 4 divine spells in his repertoire with a selection of other divine spells not normally available to worshippers of his god. A character who selects this proficiency does not innately violate his divine code of behavior, but may face repercussions within his order if it becomes known he does not follow orthodox doctrine (Judge’s discretion).</p>\n<h6>Theology (G)</h6>\n<p>The character has received religious instruction at a seminary, monastery, or temple. If he is a divine spellcaster, he can begin play as a member of a religious hierarchy (Judge’s discretion). He can acquire congregants through proselytizing. He can automatically identify religious symbols, spell signatures, trappings, and holy days of his own faith, and can recognize those of other faiths with a proficiency throw of 11+. Rare or occult cults can be harder to recognize. This proficiency can be selected multiple times.</p>\n<h6>Tracking (G)</h6>\n<p>The character can search for tracks left behind by passing creatures. It requires one turn (10 minutes) to search for tracks in the vicinity of an encounter. If the throw fails, the character cannot try again in that area until at least 6 turns (one hour) has passed. Searching for tracks requires a Tracking proficiency throw of 11+. The Judge should increase or decrease the chance of success depending on the circumstances:</p>\n<ul>\n<li>+2 if tracking 2 – 4 creatures</li>\n<li>+4 if tracking 4 – 8 creatures</li>\n<li>+6 if tracking 8 – 16 creatures</li>\n<li>+8 if tracking 17+ creatures</li>\n<li>+4 if trail is through soft/muddy ground</li>\n<li>-8 if the trail is through hard/rocky ground</li>\n<li>-1 per 12 hours of good weather since trail was made</li>\n<li>-4 per hour of rain/snow since trail was made</li>\n<li>-4 if dim lighting (torch, moonlight, etc)</li>\n</ul>\n<p>Once tracks are discovered, the character can begin following them, moving at half exploration speed in dungeons and half expedition speed in wilderness. Following tracks does not require a proficiency throw. However, if the tracks enter water or if one hour of Rainy/Snowy conditions elapses, the tracks are lost and the character must search again to find them.</p>\n<p>If any member of a party has the Tracking proficiency, the party receives a +4 bonus on the proficiency throw when searching for lairs in a 6-mile hex. This proficiency can be selected multiple times. Each additional rank improves the proficiency throw to track by 4; however, it does not increase the bonus when searching for lairs.</p>\n<h6>Transmogrification</h6>\n<p>The character has mastered grotesque arts of transformation. When the character casts transmogrification spells, the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to create crossbreeds or research transmogrification magic is determined as if he were two caster levels higher than actual. Targets of his transmogrification spells suffer a -2 penalty to their saving throw. He gains a +2 bonus on magic research throws and increases his research rate by 10% when creating crossbreeds or researching transmogrification magic. See <strong>Crossbreeding</strong> (p. XX) for more details. Transmogrification can stack with the Grotesque Arts of Transformation class power such that the character’s transmogrification spells are calculated as if he were three (rather than two) caster levels higher and his bonus to magic research and research rate is increased to +3 and 15%.</p>\n<h6>Trapfinding</h6>\n<p>The character is an expert at searching for traps and disarming them. He gains a +2 bonus on Searching and Trapbreaking proficiency throws. He triggers undetected traps only one-half as often as other adventurers (1 on 1d6 instead of 1-2).</p>\n<h6>Trapping (G)</h6>\n<p>The character is an expert with wilderness traps such as deadfalls, earthen pits, spring snares, and whipping branches capable of capturing creatures up to the size of an elephant (such as giants, ogres, wyverns, etc.). He can find and remove wilderness traps as a thief of one-half his class level (rounded up). (If already proficient in Searching or Trapfinding, he gains an additional +2 bonus against wilderness traps.) He can craft ordinary or crude wilderness traps with a construction rate of 1sp per hour.</p>\n<p>Crude traps cost 10% the cost of permanent traps (see Chapter 4, p. XX, for a list of trap costs). They function similarly to permanent traps, but are easier to spot and less effective. All characters gain a +4 bonus to find and remove crude traps. If a crude trap triggers an attack, it attacks with a -2 penalty. If a crude trap grants a saving throw, the target saves with a +2 bonus. Once set, a crude trap must be maintained, which entails checking it for finds, performing minor repairs, and resetting its lures. Each trap requires 1sp (one hour’s worth) of maintenance per day from a trapper and if unmaintained it ceases functioning.</p>\n<p>Wilderness traps can catch game. Each day, the Judge makes a proficiency throw of 1d20 against a target value of 19+. A successful result indicates that the trap has yielded sufficient food for 1d6 man-sized creatures per 1sp value of the trap. If the proficiency throw fails with an unmodified 1, a crude trap breaks completely. For every eight traps being managed, the Judge should make an encounter throw to see if a wandering monster appropriate for the terrain is in the area. The monster will stumble into the trap on a throw of 1-2 on 1d6; otherwise it will be lurking nearby when traps are checked.</p>\n<p>Trapping also enables the character to properly harvest monster horns, tusks, and antlers; to skin, flesh, and butcher creatures for pelts and meats; and to extract special components from animals. The proficiency provides no abilities with regard to mechanical traps in a dungeon or with magical traps of any sort.</p>\n<h6>Unarmed Fighting</h6>\n<p>The character is an expert in striking with fist and feet. When brawling(see <strong>Brawling</strong> in Chapter 6), he can deal lethal damage. He can damage characters in metal armor with Brawling without himself taking damage.</p>\n<h6>Unflappable Casting</h6>\n<p>When the character loses a spell by being interrupted or taking damage during the round, he does not lose his action for the round. While he still loses the spell, he can now move and attack normally. Characters without this proficiency lose the opportunity to act at all if they are interrupted while casting a spell. See <strong>Casting Spells</strong> in Chapter 5 and Chapter 6.</p>\n<h6>Vermin-Slaying</h6>\n<p>The character specializes in exterminating the insects, slimes, and swarms that plague the underdark. With a proficiency throw of 11+, he can identify the abilities and vulnerabilities of oozes and vermin based on their physical appearance. He receives a +1 bonus to hit oozes and vermin and a +1 bonus to saving throws against special attacks by oozes and vermin such as a carrion horror’s paralyzing stinger or mustard mold’s spores. (The pest control community in the Auran Empire considers oozes a type of vermin even though monstrologists disagree.)</p>\n<h6>Wakefulness</h6>\n<p>The character rests by calmly meditating rather than sleeping. He is immune to magical <strong>sleep</strong>. He can keep watch while meditating without penalty, allowing party members to rest.</p>\n<h6>Weapon Finesse</h6>\n<p>When attacking with tiny, small, or medium melee weapons, the character can use his Dexterity modifier instead of his Strength modifier on his attack throw.</p>\n<h6>Weapon Focus</h6>\n<p>When using a favored type of weapon, the character is capable of devastating strikes. On an attack throw scoring an unmodified 20 when using his favored weapon, the character inflicts an additional die of damage (by weapon type). A character can take this proficiency multiple times, selecting an additional Weapon Focus each time. The available Weapon Focuses are: axes; maces, flails and hammers; swords and daggers; bows and crossbows; slings and thrown weapons; spears and polearms. Weapon Focus does not allow a character to use weapons not available to his class.</p>\n",
  "sections": [
    {
      "title": "Proficiency Descriptions",
      "level": 2,
      "html": "<p>For ease of reference, proficiencies that appear on the general list are marked with (G). Other proficiencies appear only on one or more class lists.</p>\n"
    },
    {
      "title": "Adventuring (G)",
      "level": 6,
      "html": "<p>The character is well-equipped for a life of adventure. He knows how to clean and sharpen weapons, set up a camp, cook meals over open flame, saddle and ride a horse outside of combat, and perform rough-and-ready first aid. He has a rough idea of the value of common coins, trade goods, gems, and jewelry, and of the nature of different types of magic and monsters. The character can also:</p>\n<ul>\n<li>Bash down stuck doors as a combat action by succeeding on a Dungeonbashing proficiency throw of 18+;</li>\n<li>Climb easy-to-scale obstacles such as ropes or branchy trees by succeeding on a Climbing proficiency throw of 8+;</li>\n<li>Methodically search for concealed traps, secret doors, buried treasure, and other hidden features by spending one turn (10 minutes) and succeeding on a Searching proficiency throw of 18+;</li>\n<li>Methodically disarm traps by spending one turn (10 minutes) and succeeding on a Trapbreaking proficiency throw of 18+;</li>\n<li>Pause and listen for noises by spending one round and succeeding on a Listening proficiency throw of 18+.</li>\n</ul>\n<p>For detailed information on these activities, see the Thief class powers (p. XX) and Chapter 6: <strong>Adventures</strong> (p. XX). All player characters are assumed to have Adventuring. Most classed NPCs also have Adventuring, but most 0th level NPCs do not. Adventuring counts as a class proficiency if selected after the start of play.</p>\n"
    },
    {
      "title": "Acrobatics",
      "level": 6,
      "html": "<p>The character is trained to jump, tumble, somersault, and free-run around obstacles. He gains a +2 to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. He can add his class level to his DEX for purposes of the distance and height he can jump. He can add his class level to Paralysis saving throws to avoid falling down.</p>\n<p>As a movement action, he can attempt a proficiency throw to tumble past an opponent he has engaged. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the character cannot tumble. If the opposite space If he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. A character cannot tumble if he has an encumbrance of 5 stone or more. A character cannot tumble past the same enemy on two consecutive rounds.</p>\n<p>Alchemy (G)</p>\n<p>The character has been trained in the art of brewing and identifying alchemical substances such as potions, poisons, and oils. It is of great utility to adventurers.</p>\n<p>With one rank of Alchemy, the character can identify common alchemical substances by aroma and color in one round with a proficiency throw of 11+. He can attempt to identify which parts of a monster are special components with a proficiency throw of 14+. He can also attempt to extract toxin from poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw of 20+ for fresh plants and 24+ for dried plants. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character accidentally spoils the plants. If the throw fails on an unmodified 1, the character has accidentally exposed himself to the toxin and must immediately make a successful Death saving throw or suffer its effects. In addition, he counts as a 1st level mage for purposes of brewing potions, or gains a +1 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 5gp for alchemy or increases his existing research rate by 5%.</p>\n<p>With two ranks of Alchemy, the character can automatically extract special components from oozes, incarnations, and incorporeal undead identify substances with a throw of 7+, identify special components on 11+, and extract toxins on 16+/20+. He counts as a 3rd level mage for purposes of brewing potions or gains a +2 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 15gp for alchemy or increases his existing research rate by 10%.</p>\n<p>With three ranks of Alchemy, the character can identify substances with a throw of 3+, identify special components on 7+, and extract toxins on 12+/16+. He counts as a 5th level mage for purposes of brewing potions or gains a +3 bonus to alchemy-related magic research throws if that would grant higher caster level. He can supervise other casters or alchemists brewing potions. He gains a research rate of 50gp for alchemy or increases his existing research rate by 15%, whichever is greater. He could work as an alchemist (as described in <strong>Specialists,</strong> p. XX).</p>\n"
    },
    {
      "title": "Alertness",
      "level": 6,
      "html": "<p>The character is alert to danger.He gains a +1 bonus to avoid surprise. When using Adventuring proficiency to search or listen, he succeeds on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching or Listening, he gains a +2 bonus to his throw instead.</p>\n"
    },
    {
      "title": "Ambushing",
      "level": 6,
      "html": "<p>The character is skilled at attacking unprepared enemies. He can ambush any <strong>vulnerable</strong> opponent. Ambushes can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When ambushing, the character gets a +4 bonus on his attack throws and deals an extra die of damage on the attack.</p>\n"
    },
    {
      "title": "Animal Husbandry (G)",
      "level": 6,
      "html": "<p>The character is skilled at caring for animals. As a dedicated activity, a character can care for three animals, plus an additional one each time Animal Husbandry is selected. A wounded animal under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper feed. If an animal under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the animal develops further symptoms.</p>\n<p>If the character selects Animal Husbandrytwice, he is a veterinarian. He can now diagnose illness on 7+. He can also attempt to non-magically <em>neutralize poison</em>,<em>cure**disease</em>,or <em>cure<strong>light</strong>injury</em> on a poisoned, sick, or wounded animal. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, he cannot try again with that effect on that animal until the following day. If the character selects Animal Husbandrythree times, he is a veterinary surgeon. He can now diagnose illness on 3+. He can <em>neutralize**poison</em>,<em>cure**disease</em>,or <em>cure<strong>serious</strong>injury</em>on a poisoned, sick, or wounded animal with a proficiency throw of 14+.</p>\n<p>The ability to care for animals provides the character with a number of other useful abilities. With one rank of Animal Husbandry, the character can harvest components from animals. With two ranks, he can harvest components from vermin. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.</p>\n<p>The character can also attempt to extract venom from slain animals. Each attempt requires one hour of ancillary activity and a proficiency throw of 18+. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character can try again. If the throw fails on an unmodified 1, the character accidentally exposes himself to fang or stinger, and must immediately make a Death saving throw. On a failure, he suffers the venom’s effects.</p>\n<p>Because most creatures share many anatomical traits, a character with this proficiency can use it on humanoids, monstrosities, and vermin at a -4 penalty.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Animal Husbandry Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of</strong>  <strong>times taken)</strong></td>\n<td><strong>Gp Earned</strong>  <strong>/ Month</strong></td>\n<td><strong>Patients</strong>  <strong>/ Day</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Animal Husband</td>\n<td>1</td>\n<td>25gp</td>\n<td>3</td>\n<td>Identify 11+, extra 1d3 hit points per day</td>\n</tr>\n<tr>\n<td>Veterinarian</td>\n<td>2</td>\n<td>50gp</td>\n<td>4</td>\n<td>Identify 7+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>light</em> 18+</td>\n</tr>\n<tr>\n<td>Veterinary Surgeon</td>\n<td>3</td>\n<td>100gp</td>\n<td>5</td>\n<td>Identify 3+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>serious</em> 14+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Animal Training (G)",
      "level": 6,
      "html": "<p>The character knows how to breed, groom, and train animals of various sorts. With one rank of Animal Training, the character can train domestic animals such as dogs, falcons, and horses. With two ranks, he can train wild animals such as bears and lions. With three ranks, he can train dire, giant or prehistoric animals such as cave bears or giant hawks. With four ranks, he can train monstrosities of animal intelligence, such as griffons or owlbears, as well as vermin such as carrion horrors or black worms.</p>\n<p>Every animal has a training period, typically between one to three months, determined by its type. Assuming that the training process begins when the animal is young (a baby or child), ittakes one training period to initially tame the animal and one additional training period to teach the animal its first trick. After the animal has learned its first trick, additional tricks can be taught in half a training period each. (If the taming and training process begins when the monster is already an adult or adolescent, then the training period is increased 6x for taming and 2x for each trick.) Each animal can normally be taught a maximum of 2d4 different tasks or tricks, though particularly agreeable, stubborn, stupid, or smart animals might be able to learn more or less. The animal trainer will only learn the animal’s limit when he reaches it.</p>\n<p>A single trainer can train and manage up to six animals at once as a dedicated activity. However, if a trainer works one-on-one with a particular animal for its entire course of training (a process sometimes called animal whispering), the animal’s maximum number of tricks is increased by two. Once an animal is tamed and trained, a trainer can control up to one mount or warmount, 6 workbeasts, 6 droving creatures, or 20 guard creatures at once. The trainer gains a +1 bonus to reaction rolls when approaching tame but uncontrolled animals of any type he can train.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Animal Training Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Wage</strong></td>\n<td><strong>Trainable Animals</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>25gp</td>\n<td>Domestic animal (dog, hawk, horse, etc.)</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>75gp</td>\n<td>Wild animal (bear, lion, etc.)</td>\n</tr>\n<tr>\n<td>Master</td>\n<td>3</td>\n<td>150gp</td>\n<td>Dire, giant, or prehistoric animal (cave bear, dire wolf, etc.)</td>\n</tr>\n<tr>\n<td>Grand Master</td>\n<td>4</td>\n<td>250gp</td>\n<td>Monstrosity or vermin (griffon, owlbeast, giant black worm, etc.)</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Arcane Dabbling",
      "level": 6,
      "html": "<p>The character can attempt to use wands, staffs, and other magic items only useable by arcane spellcasters. The character does not need to know the command word for the item, but he must make a proficiency throw of 4+ or the attempt backfires with potentially disastrous consequences (Judge’s discretion).</p>\n"
    },
    {
      "title": "Armor Training",
      "level": 6,
      "html": "<p>The character gains proficiency in armor one weight category heavier than normally permitted by his class without penalty. Armor Training does not grant the character the ability to use thief skills in medium or heavy armor, nor to benefit from proficiencies or class powers that require light, very light, or no armor. Spellcasters who take Armor Training are able to cast spells in the armor they become proficient with.</p>\n"
    },
    {
      "title": "Art/Craft (G)",
      "level": 6,
      "html": "<p>The character has studied a fine art (e.g., painting, sculpture, mosaic) or a guild craft (e.g. armorer, bowyer, jeweler, leatherworker, smith, shipwright, or weaponsmith). The character is considered an apprentice in his trade. He can construct 10gp worth of goods per month of dedicated activity. He can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 11+. The character must choose the art or craft at the time he chooses the proficiency. He can spend more proficiency selections to have several types of art or craft proficiencies.</p>\n<p>If the character selects the same art or craft twice, he is considered a journeyman in his trade. He can identify with a proficiency throw of 7+. He can construct 20gp of goods per month of dedicated activity, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise in his field (see p. XX).</p>\n<p>If he selects the same craft three times, he is considered a master craftsman. He can identify with a proficiency throw of 3+. He can construct 40gp per month of dedicated activity, and supervise up to 2 journeymen and 4 apprentices, increasing their productivity by 50%. He could work as a specialist in this art or craft.</p>\n<p>If a character selects the same art or craft four times, he is considered a grand master artist or craftsman. He can identify with a proficiency throw of 2+. He can construct 80gp per month of dedicated activity, and supervise up to 2 masters, 4 journeymen, and 8 apprentices, increasing their productivity by 50% (for a total construction rate of 440gp per month). Working alone or with his subordinates, a grand master can create <strong>masterwork items</strong> (p. XX)appropriate to his art or craft. When items made by grand masters or above are discovered, their mark or style will be apparent to characters who make the appropriate Art, Craft, Knowledge, or Loremastery roll.</p>\n<p>When performing Magic Experimentation relating to his Art or Craft proficiency (as determined by the GM), a character can add his ranks in the proficiency to his throw exclusively for purposes of determining whether he has achieved a breakthrough. In addition, a grandmaster in an Art or Craft gains one additional experimental advantage any time his experiment relates to his Art or Craft.</p>\n<p>An artisan can work in an art or craft that is adjacent to his own art or craft as if he had one fewer rank in the proficiency. For instance, a master blacksmith could work as a journeyman armorer or a journeyman cartwright could work as an apprentice wheelwright. It is left to the Judge’s discretion to determine when two arts or crafts are similar enough for this rule to apply.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Art/Craft Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Construction Rate</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>10gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>20gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master</td>\n<td>3</td>\n<td>40gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n<tr>\n<td>Grand Master</td>\n<td>4</td>\n<td>80gp</td>\n<td>2 Masters, 4 Journeymen, 8 Apprentices</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Bargaining (G)",
      "level": 6,
      "html": "<p>The character gets the best deals available for goods, services, and information. Any items the character purchases costs 10% less than the listed price and any items he sells go for 10% more than the listed price. If both the buyer and seller have the Bargaining proficiency,the opposed Bargainers should make reaction rolls. Whichever character scores the higher result gets the discount. (Special rules apply when using Bargaining for mercantile ventures, see p. XX.) A character can select Bargaining multiple times if desired. Each time the proficiency is selected, the character receives a +2 bonus on his reaction roll when negotiating with other bargainers.</p>\n"
    },
    {
      "title": "Battle Magic",
      "level": 6,
      "html": "<p>The character gains a +1 initiative bonus when casting spells. When casting spells that require an attack throw, his attack throw is determined using the fighter progression. If the character already uses the fighter progression, he gains a further +1 to hit.</p>\n"
    },
    {
      "title": "Beast Friendship",
      "level": 6,
      "html": "<p>The character is well-schooled in the natural world. He can identify plants and fauna with a proficiency throw of 11+. He understands the vocalizations and body language of birds and beasts, enabling him to understand any simple messages the animals might be communicating (such as “danger is nearby, be alert,” “you’re unfamiliar and strange,” or “do not come closer, we are guarding our den!”). Because of his innate understanding of the language of beasts, the character also counts as proficient for purposes of handling trained animals in their roles such as droving or shepherding. He gains +2 to all reaction rolls when encountering normal animals and can take animals as henchmen. He can train and handle animal henchmen to perform tricks or serve a particular role without having to separately possess Animal Training. If the character has the Friends of Bird and Beast class power, he can identify plants and fauna with a throw of 7+ and can take one more henchman than his Charisma would otherwise permit, as long as at least one is an animal. (The bonus to reaction rolls does not increase.)</p>\n"
    },
    {
      "title": "Berserkergang",
      "level": 6,
      "html": "<p>The character can enter a berserker rage anytime he takes a combat action. While enraged, he gains a +2 bonus to attack throws in melee or with thrown weapons and becomes immune to the cowering, faltering, and frightened conditions and never checks morale. However, the character has a -2 penalty to AC and becomes limited in his tactics. He cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the distance between himself and the nearest visible threat would increase. He must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement. Once it has begun, a berserker rage cannot be ended until combat ends.</p>\n"
    },
    {
      "title": "Black Lore of Zahar",
      "level": 6,
      "html": "<p>The character has studied the terrible necromancies of ancient Zahar. He can control undead as a Chaotic crusader of one half his class level (rounded down). If the character casts death spells, his targets suffer a -2 penalty on their saving throws. When the character casts necromantic spells (such as <em>animate undead</em>), the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to research death or necromancy magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching death or necromancy magic. Black Lore of Zahar can stack with the Secrets of the Dark Arts class power, such that the character can control undead as a crusader of two-thirds his class level (rounded up), and his death and necromancy spells and research are calculated as if he were three (rather than two) caster levels higher than his actual caster level.</p>\n"
    },
    {
      "title": "Blind Fighting",
      "level": 6,
      "html": "<p>The character can fight a target without being able to see it. Blind Fighting is typically used when the character is in darkness or when the target is outside the range of his sight. A character with this proficiencysuffers only a -2 penalty on attack throws when blinded or fighting invisible enemies instead of the base -4 penalty. He does not suffer a penalty to surprise rolls from being blinded, nor is his speed reduced.</p>\n"
    },
    {
      "title": "Bribery",
      "level": 6,
      "html": "<p>The character is exceptionally skilled at bribing officials with gifts of money or merchandise. He gains a +1 bonus to reaction rolls if he offers one day’s pay for the target; a +2 bonus for a week’s pay; and a +3 bonus for a month’s pay. His bribery is so subtle that the attempt is politely deniable by both parties. The character is only blatant enough to be charged with the crime of bribery if he rolls an unmodified 2. See Offering Bribes (p. XX).</p>\n"
    },
    {
      "title": "Bright Lore of Aura",
      "level": 6,
      "html": "<p>The character has studied the white magic of the Empyreans. The character can rebuke undead as a crusader of one half his class level (rounded down). If the character casts spells that require a Paralysis saving throw, his targets suffer a -2 penalty on the save. When the character casts protection spells (including dispels), the spell effects are calculated as if he were two caster levels higher than his actual caster level. His eligibility to research protection magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching protection magic.</p>\n"
    },
    {
      "title": "Cat Burglary",
      "level": 6,
      "html": "<p>The character knows how to deftly move across narrow and precarious paths. He gains a +4 bonus when attempting balancing traverses. He never falls while traversing narrow paths and only fails when traversing precarious paths on an unmodified 1. He gains a +2 to saving throws where perfect balance would help avoid the danger. If the character falls while climbing, he can make a second proficiency throw with a -4 penalty in order to catch himself and prevent any damage.</p>\n"
    },
    {
      "title": "Caving (G)",
      "level": 6,
      "html": "<p>The character has learned to keep a map in his head of where he is when exploring underground caves, cavern complexes, and subterranean rivers. He is able to accurately estimate length, width, and depth when he travels with almost no error. On a proficiency throw of 11+, the character with this proficiency will be able to automatically know the route he has taken to get where he is, if he was conscious at the time. This proficiency can be selected multiple times.</p>\n"
    },
    {
      "title": "Climbing",
      "level": 6,
      "html": "<p>The character can climb as a thief of his class level. He must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the character ascends or descends by up to 100’ safely. If the throw fails, he falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. The character can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty.</p>\n"
    },
    {
      "title": "Collegiate Wizardry (G)",
      "level": 6,
      "html": "<p>The character has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. If he is an arcane spellcaster, he can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions can be harder to recognize. A character can select this proficiency additional times.</p>\n"
    },
    {
      "title": "Combat Ferocity",
      "level": 6,
      "html": "<p>The character is an aggressive warrior who never fails to exploit an advantage. The character’s maximum number of cleaves is increased by 1.</p>\n"
    },
    {
      "title": "Combat Reflexes",
      "level": 6,
      "html": "<p>True warriors never hesitate in combat. The character gains a +1 bonus to surprise rolls and initiative rolls. This bonus does not apply when casting spells.</p>\n"
    },
    {
      "title": "Combat Trickery",
      "level": 6,
      "html": "<p>The character is a cunning and tricky fighter. Pick a special maneuver from any one of the following: Disarm, Force Back, Incapacitate, Knock Down, Overrun, Sunder, or Wrestling. When the character attempts this special maneuver in combat, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver. If the special maneuver does not afford the target a saving throw, then the penalty for attempting the maneuver is reduced by 4 (to 0). See <strong>Special Maneuvers</strong> (p. XX) for more details. A character can take Combat Trickery multiple times, selecting an additional special maneuver to learn each time.</p>\n"
    },
    {
      "title": "Command",
      "level": 6,
      "html": "<p>The character has mastered the art of command. His authority inspires men to follow him into danger. The character’s henchmen, mercenaries, and other troops receive a +2 bonus to morale. Morale is explained in <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong> (p. XX).</p>\n"
    },
    {
      "title": "Contemplation",
      "level": 6,
      "html": "<p>The character can enter a meditative trance and re-gain the ability to cast a spell of a level he had previously expended. Contemplation is an ancillary activity requiring one hour (6 turns) of undisturbed meditation. A character cannot regain the same level of spell more than once per day through contemplation.</p>\n"
    },
    {
      "title": "Contortionism",
      "level": 6,
      "html": "<p>The character is extremely flexible, able to squeeze or fold his body in ways that seem humanly impossible, including squeezing between bars and escaping chains and restraints. He gains a +4 bonus to Paralysis saving throws to escape being grabbed, restrained, stuck, or wrestled. He can make a proficiency throw each round to escape from physical shackles or to slip between the bars of a portcullis. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains shackled. If it succeeds, he slips free of his bonds.</p>\n"
    },
    {
      "title": "Counterspelling",
      "level": 6,
      "html": "<p>The character is considered two caster levels higher than his actual caster level for purposes of dispelling magic or penetrating a target’s magic resistance. If the character also has Bright Lore of Aura proficiency, the bonus to caster level partially stacks; the caster is considered three levels higher rather than two for purposes of dispelling magic.</p>\n"
    },
    {
      "title": "Diplomacy (G)",
      "level": 6,
      "html": "<p>The character is smooth tongued and familiar with protocol. He receives a +1 bonus on all reaction rolls when he attempts to parley. This bonus stacks with Mystic Aura, but not with Intimidation or Seduction.</p>\n"
    },
    {
      "title": "Disguise (G)",
      "level": 6,
      "html": "<p>The character can make himself or a subject resemble a specific person. The person can be a real person (e.g. “the priestess Genelen of Türos Tem”) or a fictional persona the character makes up for purposes of his disguise (e.g. “an orc scout named Grik”). When creating the disguise, the character must have access to a disguise kit with cosmetics and wigs, as well as to any clothing and accessories necessary for the disguise. If imitating a real person of the same race or any humanoid creature of another race, he must also have either a detailed sketch of the person or race to be imitated, or be personally familiar with the person or race. Once put on, the disguise lasts until the character takes it off or until the character bathes, disrobes, or gets wet. Discarding a disguise takes one full round.</p>\n<p>Creating the disguise is an ancillary activity requiring 6 turns (one hour). At the end of the time, the character must make a proficiency throw of 11+. The character gains a +2 bonus if disguising himself as a fictional persona of his own making. He suffers a -2 penalty to his throw if imitating another sex, another race, or another age than himself (all penalties are cumulative). If the throw fails, the disguise fools no one, but the character can try again if desired.</p>\n<p>If the throw succeeds, the character has made an excellent disguise that will fool most people. A creature who is intimately familiar with the disguised character or the person being imitated might see through it. After the creature spends one round interacting with the disguised character, it can make a proficiency throw 14+ to identify the character, adding its Will modifier to the die roll. The creature can check again after one turn (10 minutes) of interaction, one hour of interaction, and every eight hours of interaction thereafter.</p>\n<p>This proficiency can be selected multiple times. Each time it is taken, the character gains a +2 bonus to his proficiency throw, while those attempting to see through his disguise suffer a -2 penalty.</p>\n"
    },
    {
      "title": "Divine Blessing",
      "level": 6,
      "html": "<p>The character knows how to propitiate the gods and gain their favor. He gains a +2 bonus to all saving throws.</p>\n"
    },
    {
      "title": "Divine Health",
      "level": 6,
      "html": "<p>The character knows how to purify his body and soul. He is immune to all forms of disease, including magical diseases caused by spells, lycanthropes, or undead.</p>\n"
    },
    {
      "title": "Driving (G)",
      "level": 6,
      "html": "<p>The character is an expert at driving animals, both on foot and harnessed to wheeled vehicles. When he is driving animals, he can control up to 6 droving animals, keeping them within a manageable distance while moving in the desired direction. When he is driving a cart, chariot, wagon or other vehicle on a road or trail, the movement bonus from the road is increased to 2x (road conditions permitting).</p>\n"
    },
    {
      "title": "Dungeonbashing Expertise",
      "level": 6,
      "html": "<p>The character is hardened to the heavy lifting and physical labor involved in dungeon exploration. The character receives a +4 bonus on Dungeonbashing throws to open doors or perform similar acts of brute strength.</p>\n"
    },
    {
      "title": "Dwarven Brewing",
      "level": 6,
      "html": "<p>The character knows the secrets of the famed beer and ale of the dwarves. Because of his familiarity with mixology, he can make a proficiency throw of 11+ to determine the magical properties of a potion or oil by smell. If he has access to dwarven brewing equipment, piltbier, and special mushrooms, he can make dwarven brews. See Chapter 9: <strong>Dwarven Mycoculture</strong> of <em><strong>By This Axe</strong></em>for detailed rules on dwarven brewing. If not using <em><strong>By This Axe</strong></em><em>,</em> the effects of dwarven brews are up to the Judge’s discretion.</p>\n"
    },
    {
      "title": "Eavesdropping",
      "level": 6,
      "html": "<p>The character can listen for noises as a thief of his class level. The Judge makes a Listening proficiency throw in secret on behalf of the character. If the throw succeeds, he hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, he doesn’t hear anything. The character must be quiet and in a quiet environment. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.</p>\n"
    },
    {
      "title": "Elementalism",
      "level": 6,
      "html": "<p>The character is a master of a particular element (either air, earth, fire, water). Spells using this element do +1 damage per die and impose a -2 saving throw penalty on the target. Elementals summoned from this element gain +1 hp per Hit Die. The character’s <em>mage missiles</em> are elemental and deal an additional damage type based on his element — electric, seismic, fire, or cold for air, earth, fire, and water respectively. The character can automatically identify and rank a place of power related to his element upon entering it. A character can take this proficiency multiple times, selecting an additional element each time.</p>\n"
    },
    {
      "title": "Elven Bloodline",
      "level": 6,
      "html": "<p>The character has the blood of the ageless elves in his ancestry. His lifespan is as long as an elf’s, and he shows no signs of aging. His robust vitality grants him a +1 bonus to his HD roll at 1st level. He also enjoys an elf’s immunity to diseases caused by undead. The character’s ancestry manifests somehow in his appearance (pointed ears, golden eyes, a strange birthmark, or other unusual trait).</p>\n"
    },
    {
      "title": "Endurance (G)",
      "level": 6,
      "html": "<p>The character is nearly tireless. He does not need to rest every 6 turns of strenuous activity. He gains a +4 bonus to Paralysis saving throws to avoid becoming <strong>winded</strong>. He can undertake strenuous dedicated activities every day without becoming fatigued. He can work overtime or force march for one day without becoming <strong>fatigued</strong>, plus one additional day for each point of Constitution bonus. Provided the character does not become fatigued, he just needs a night of restful sleep to be able to work normally the following day. If the character also takes the Labor proficiency, he can work overtime or force march for one additional day.</p>\n"
    },
    {
      "title": "Engineering (G)",
      "level": 6,
      "html": "<p>The character is skilled in planning, designing, and constructing castles, towers, roads, and so forth. He can evaluate constructions the party is passing through to assess what shape they are in, when and by whom they were built, etc., with a proficiency throw of 11+.He can personally work on projects at a construction rate of 1.33gp per day of dedicated activity. He can supervise others as a dedicated activity, leading projects worth up to 25,000gp. This proficiency can be selected multiple times, increasing the size of construction project he can supervise by 25,000gp with each rank taken. A character who has taken this proficiency four times is the equivalent of the engineer specialist described in the <strong>Specialists</strong> section.</p>\n"
    },
    {
      "title": "Expanded Repertoire",
      "level": 6,
      "html": "<p>The character’s spell repertoire can contain one additional spell of each level that he can cast. For instance, a 1st level mage with this proficiency has a repertoire of 2 1st level spells, while a 5th level mage with this proficiency has a repertoire of 3 1st, 3 2nd, and 2 3rd level spells.</p>\n"
    },
    {
      "title": "Experimenting",
      "level": 6,
      "html": "<p>The character is a genius, perhaps mad, but unquestionably insightful. For purposes of level requirements, he can engage in experimenting as if he were two class levels higher than actual. He only suffers automatic failure when experimenting on an unmodified roll of 1 – 2 (instead of 1 – 3).</p>\n"
    },
    {
      "title": "Familiar",
      "level": 6,
      "html": "<p>The character gains the service of a magical spirit in the guise of a beast. Familiars can be selected from the list belowor devised by the Judge. (Except where otherwise permitted, all familiars are animals of less than 1 HD.) Familiars have hit points equal to half their master’s hit points, and attack and save as mages equal to their master’s level. While a familiar is within 30’ of its master, the master gains a +1 bonus to all saving throws and gains one class proficiency. The proficiency is selected from his class list at the time the familiar is chosen and cannot be one the master already has. A familiar is always considered in range of its master for purposes of <em>clairvoyancy</em> and <em>clairaudiency</em>. If the familiar is reduced to 0 hp, it dies and the master immediately suffers damage equal to the familiar’s maximum hit points. The familiar cannot be restored to life but instead returns to the character when he reaches his next level of experience. (If he is maximum level, his familiar is not restored; instead he receives the former familiar’s class proficiency as his own.)</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Familiar</strong></td>\n<td><strong>Characteristics</strong></td>\n</tr>\n<tr>\n<td>Bat</td>\n<td>Spd 120’ fly, AC 3, HD ¼, #AT 1, Dmg 1, echolocation</td>\n</tr>\n<tr>\n<td>Cat</td>\n<td>Spd 210’, AC 3, HD ½, #AT 3, Dmg 1/1/1, acute hearing &amp; olfaction, agile, climber 6+, pounce, naturally stealthy</td>\n</tr>\n<tr>\n<td>Crow/Raven</td>\n<td>Sped 330 fly, AC 3, HD ¼, #AT 1, Dmg 1d2-1, acute vision</td>\n</tr>\n<tr>\n<td>Eagle</td>\n<td>Spd 480’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute vision, alertness, dive</td>\n</tr>\n<tr>\n<td>Jackal</td>\n<td>Spd 180’, AC 2, HD 1-1, #AT 1, Dmg 1d4, acute &amp; olfaction, tracking</td>\n</tr>\n<tr>\n<td>Owl</td>\n<td>Spd 300’ fly, AC 3, HD ¼, #AT 2, Dmg 1/1, acute hearing, acute vision, alertness, dive, night vision, sneak 6+</td>\n</tr>\n<tr>\n<td>Rat</td>\n<td>Spd 120’/60’ swim, AC 2, HD ½, #AT 1, Dmg 1d3, acute hearing, skilled climber 5+</td>\n</tr>\n<tr>\n<td>Tokay Gull</td>\n<td>Spd 150’ fly, AC 2, HD ½, #AT 1, Dmg 1d3, bark, night vision, natural climber</td>\n</tr>\n<tr>\n<td>Vulture</td>\n<td>Spd 300’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute olfaction &amp; vision, immunity (mundane disease, poison)</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Fighting Style Specializations</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Fighting Style</strong></td>\n<td><strong>Bonus</strong></td>\n</tr>\n<tr>\n<td>Missile weapon</td>\n<td>+1 to attack throws</td>\n</tr>\n<tr>\n<td>Single weapon</td>\n<td>+1 to initiative</td>\n</tr>\n<tr>\n<td>Dual weapons</td>\n<td>+1 to attack throws</td>\n</tr>\n<tr>\n<td>Two-handed weapon</td>\n<td>+1 to damage rolls</td>\n</tr>\n<tr>\n<td>Weapon and shield</td>\n<td>+1 to armor class</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Fighting Style Specialization",
      "level": 6,
      "html": "<p>The character specializes in a particular fighting style, such as dual weapon or weapon and shield, in which he is already proficient. Because of his familiarity with the fighting style, the specialized character gains a special bonus when the character is fighting in that style. The fighting styles and their bonuses are listed on the adjoining table. The bonuses are in addition to the standard bonuses for fighting in the given manner. For instance, a character with weapon and shield fighting style proficiency gains a total improvement to his AC of 2 points. A character can take this proficiency multiple times, selecting an additional fighting style each time. If a character has two fighting styles that might be applicable in a given fight, he must choose which bonus will apply in any given round at the start of his initiative. For example, if a character armed with a sling in one hand and a shield in the other hand has both Fighting Style Specialization (missile weapon) and (weapon and shield), he must choose between +1 to attack throws or +1 to AC, but cannot take both bonuses at the same time.</p>\n"
    },
    {
      "title": "Folkways (G)",
      "level": 6,
      "html": "<p>The character is familiar with the customs, figures of speech, manners, and traditions of a particular urban settlement. He gains a +1 bonus to reaction rolls with 0th level characters he encounters in his settlement. He can automatically identify famous landmarks and points of interest in his settlement, and never gets lost when traveling through it. This proficiency can be selected multiple times, adding an additional familiar settlement each time.</p>\n"
    },
    {
      "title": "Gambling (G)",
      "level": 6,
      "html": "<p>The character has the ability to win money in games of chance and skill. He can earn 1d6!gp per week of dedicated activity as a professional gambler. The character can select Gambling additional times if desired, increasing his weekly income by 1d6!gp with each selection. If multiple characters with Gambling proficiency face each other in a game, the result can be determined by having each gambler roll 1d6! Per rank of proficiency. (Non-proficient characters roll 1d4.) The gambler who rolled the highest die wins the round (hand, trick, etc.) and collects its pot. If two or more gamblers are tied for the highest die, the other gamblers lose and the tied gamblers re-roll against each other. There are a number of popular games of skill in the Auran Empire, some of which are listed below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Game</td>\n</tr>\n<tr>\n<td>Kyrpeges (“wargame”), a strategy boardgame played with miniatures on a grid. Two patrons are playing while the rest bet on the outcome.</td>\n</tr>\n<tr>\n<td>Destri Spevas (“horse and chariot”), a boardgame where up to seven players roll dice to race their token around an oval track.</td>\n</tr>\n<tr>\n<td>Calefan Esevi (“lucky sevens”), a game of chance played with a deck of 49 cards. Players compete to be the closest to a hand of 7.</td>\n</tr>\n<tr>\n<td>Draxës (“dice”), a game of chance played with three six-sided dice. Up to seven patrons are placing bets as they alternate rolling.</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Goblin-Slaying",
      "level": 6,
      "html": "<p>The character has been trained to ruthlessly cut down his race’s humanoid foes. He receives +1 on attack throws against kobolds, goblins, orcs, gnolls, hobgoblins, bugbears, ogres, trolls, and giants. At level 7, this bonus increases to +2, and at level 13 it increases to +3.</p>\n"
    },
    {
      "title": "Healing (G)",
      "level": 6,
      "html": "<p>The character is skilled at caring for sick and wounded humans, demi-humans, giants, and other humanoids. As a dedicated activity, the character can care for three patients at a time, plus an additional each time Healing is selected (e.g. four patients with one rank, five with two ranks, etc.) A wounded patient under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper food. If a patient under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the patient develops further symptoms. The character can use healing herbs (p. XX) to treat poisoned, sick, and/or wounded patients.</p>\n<p>If the character selects Healingtwice, he is a physicker. He can now diagnose illness on 7+. He can also attempt to non-magically <em>neutralize poison</em>,<em>cure**disease</em>,or <em>cure<strong>light</strong>injury</em> on a poisoned, sick, or wounded patient. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, there is no effect. Whether the throw succeeds or not, he cannot try again with that effect on that patient until the following day, though another healer can.</p>\n<p>If the character selects Healingthree times, he is a chirurgeon. He can now diagnose illness on 3+. He can <em>neutralize**poison</em>,<em>cure**disease</em>,or <em>cure<strong>serious</strong>injury</em>on a poisoned, sick, or wounded patient with a proficiency throw of 14+.</p>\n<p>The ability to treat the ill provides the character with a number of other useful abilities. With one rank of Healing, the character can harvest components from humanoids. With two ranks, he can harvest components from corporeal undead. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.</p>\n<p>Because most creatures share many anatomical traits, a character with this proficiency can use it on animals, monstrosities, and vermin at a -4 penalty.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Healing Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of</strong>  <strong>times taken)</strong></td>\n<td><strong>Gp Earned</strong>  <strong>/ Month</strong></td>\n<td><strong>Patients</strong>  <strong>/ Day</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Healer</td>\n<td>1</td>\n<td>25gp</td>\n<td>3</td>\n<td>Identify 11+, extra 1d3 hit points per day, healing herbs</td>\n</tr>\n<tr>\n<td>Physicker</td>\n<td>2</td>\n<td>50gp</td>\n<td>4</td>\n<td>Identify 7+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>light</em> 18+</td>\n</tr>\n<tr>\n<td>Chirurgeon</td>\n<td>3</td>\n<td>100gp</td>\n<td>5</td>\n<td>Identify 3+, <em>neutralize</em> <em>poison</em>, <em>cure</em> <em>disease</em>, <em>cure</em> <em>serious</em> 14+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Illusion Resistance",
      "level": 6,
      "html": "<p>The character is as hard to fool as the most cynical dwarf. He automatically attempts to disbelieve any illusions he encounters. (The Judge makes the roll in secret so the character is not aware when he has failed.) If he deliberately attempts to disbelieve an illusion, he receives +4 bonus on his throw.</p>\n"
    },
    {
      "title": "Intimidation (G)",
      "level": 6,
      "html": "<p>The character knows how to bully others to get what he wants. He receives a +1 bonus on all reaction rolls when implicitly or explicitly threatening violence or dire consequences. The targets must be less than 5HD or the character and his allies must outnumber or grossly outrank the targets. This bonus stacks with Mystic Aura, but not with Diplomacy or Seduction.</p>\n"
    },
    {
      "title": "Kin-Slaying",
      "level": 6,
      "html": "<p>The character has been trained to ruthlessly cut down his chthonic master’s foes. He receives +1 on attack throws against humans, elves, dwarves, halflings, gnomes, and Nobir. At level 7, this bonus increases to +2, and at level 13 it increases to +3.</p>\n"
    },
    {
      "title": "Knowledge (G)",
      "level": 6,
      "html": "<p>The character has made a specialized study of a particular field, such as architecture, astrology, geography, history, mathematics, metaphysics, natural history, natural philosophy, or political economy. The character can usually make his living by acting as an expert on the subject. With a proficiency throw of 11+, the character can recall expert commentary or information relating to his area of knowledge. The character must choose his area of knowledge at the time he chooses the proficiency. He can spend more proficiency selections to have several different areas of knowledge.</p>\n<p>If a character selects the same knowledge twice, he is an expert in the subject and can train students and write books on the topic. If he selects the same subject three times, he is a scholar who could teach experts. If he also has Loremastery and Magical Engineering proficiencies, he can work as a sage (as described in <strong>Specialists,</strong> p. XX).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Knowledge Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned / Month</strong></td>\n<td><strong>Skills</strong></td>\n</tr>\n<tr>\n<td>Student</td>\n<td>1</td>\n<td>25gp</td>\n<td>Identify 11+</td>\n</tr>\n<tr>\n<td>Expert</td>\n<td>2</td>\n<td>50gp</td>\n<td>Identify 7+</td>\n</tr>\n<tr>\n<td>Scholar</td>\n<td>3</td>\n<td>100gp</td>\n<td>Identify 3+</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Labor (G)",
      "level": 6,
      "html": "<p>The character is highly proficient at a particular type of physical labor, such as bricklaying, farming, mining, or stonecutting. He has a construction rate of 2sp per day of dedicated activity on projects relating to his proficiency. The character can make his living off his labors, earning 6gp per month. Because he is hardened to labor, the character can undertake strenuous dedicated activities every day without becoming fatigued. A character can learn other labor proficiencies by taking this proficiency multiple times. Labor does not require enough skill to be able to be improved by taking this proficiency multiple times. However, if the character also takes the Endurance proficiency, Labor enables him to force march for one additional day.</p>\n<p>Some types of labor have additional benefits for adventure. Labor (construction) lets the character build temporary defensive works. Labor (farming) and Labor (butchery) enable a character to skin, flesh, and butcher creatures for pelts and meats. Labor (butchery) enables the character to extract special components from animals. The Judge can devise other benefits for labor if desired.</p>\n"
    },
    {
      "title": "Land Surveying",
      "level": 6,
      "html": "<p>The character is an expert at surveying the land around him. The character can attempt to assess the land value of a hex to determine if it is worth settling (see p. XX). The character can also attempt to assess the total number of lairs in the hex based on the lay of the land, evidence of cultivation, and other factors (see p. When moving at expedition or exploration speed in the wilderness, he habitually scans for dangers such as collapses, deadfalls, rock slides or sinkholes. Anytime he encounters such a danger, the Judge secretly makes a Land Surveying proficiency throw on his behalf. On a throw of 14+, the character detects the danger. By spending one turn (10 minutes), the character can methodically survey an area of up to 10,000 square feet for such dangers, with 10+ succeeding.</p>\n"
    },
    {
      "title": "Language (G)",
      "level": 6,
      "html": "<p>This proficiency enables the character to learn to speak, read, and write an additional three languages of his choice. The character’s level of literacy with the new language is determined by his Intellect. Characters with an Intellect of 8 or less are generally illiterate. However, this proficiency can be taken by a character with a low Intellect (8 or less) in order to become literate in the language(s) the character already speaks. This proficiency can be selected multiple times, learning an additional three languages each time.</p>\n"
    },
    {
      "title": "Laying on Hands",
      "level": 6,
      "html": "<p>The character can heal himself or another by laying on hands once per day. If he lays hands on a wounded creature, he can restore 2 hit points per experience level. If he lays hands on an incapacitated creature, he can grant a bonus to their Mortal Wounds throw of one-half his class level (round up). If he lays hands on a paralyzed creature, he can cure the paralysis. A character can take this proficiency multiple times. Each time it is taken, the character can lay on hands an additional time per day.</p>\n"
    },
    {
      "title": "Leadership (G)",
      "level": 6,
      "html": "<p>The character is an inspirational authority figure who earns great loyalty. The character can hire one more henchman than his Charisma would otherwise permit, and the base morale score of any domain he rules is increased by 1. Domain morale is explained in the <strong>Campaigns</strong> chapter (p. XX).</p>\n"
    },
    {
      "title": "Lip Reading (G)",
      "level": 6,
      "html": "<p>The character can “overhear” conversations spoken in a language he understands. If the subject of his lip reading is not speaking clearly in bright light, the character might need to make a successful Listening proficiency throw in order to determine if he gleans the appropriate information.</p>\n"
    },
    {
      "title": "Lockpicking Expertise",
      "level": 6,
      "html": "<p>The character is an expert with locks. He gains a +2 bonus on Lockpicking proficiency throws. When hastily picking a lock, he only botches on an unmodified roll of 1 (instead of 1 - 3), and he never botches when methodically picking a lock.</p>\n"
    },
    {
      "title": "Loremastery",
      "level": 6,
      "html": "<p>The character is knowledgeable on a variety of esoteric subjects. At 1st level, the character can make a proficiency throw of 18+ to decipher occult runes, remember ancient history, or identify a historic artifact or special monster part. The proficiency throw required reduces by 1 per level. The character can identify magic items as if he were a 5th level mage. If the character can already identify magic items, he can do so with a +2 bonus to his magic research throw and +10% bonus to his research rate.</p>\n"
    },
    {
      "title": "Magical Engineering",
      "level": 6,
      "html": "<p>The character has specialized knowledge of magical items. With one rank of Magical Engineering, the character gains a +1 bonus on magic research throws and increases his research rate by 5%. He can recognize conventional and usual magical items or special components by examining them for one turn (10 minutes) with a proficiency throw of 11+. He can extract special components from constructs. He cannot, however, recognize unusual or unique magical items, discern command words, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item. This proficiency can be selected multiple times, each time adding an additional +1 bonus to magical research throws, increasing research rate by 5%, and improving the proficiency throw required to recognize conventional items by 4.</p>\n"
    },
    {
      "title": "Magical Music",
      "level": 6,
      "html": "<p>The character’s performances can be used to cause certain emotions to arise in his spectators. When this proficiency is selected, the character learns two musical effects. Each musical effect is the equivalent to a 1st level enchantment spell. The available musical effects are:</p>\n<ul>\n<li><strong>Drowsiness</strong>: Cast <em>slumber</em> on an audience of one or more creatures by performing a melodic lullaby</li>\n<li><strong>Goodwill:</strong> Casts <em>beguile humanoid</em> on an audience of one creature by performing a song praising their virtues.</li>\n<li><strong>Horror:</strong> Cast <em>frighten humanoid</em> on an audience of one creature by performing a song with disturbing and haunting chords.</li>\n<li><strong>Outrage:</strong> Cast <em>infuriate humanoid</em> on an audience of one creature by performing a song ridiculing its beliefs and reputation.</li>\n</ul>\n<p>The Judge can add or devise other musical effects if desired. To use Magical Music, the character must select a musical effect for his performance and decide the audience (i.e. target creatures) that his performance addresses based on the chosen effect. The target creatures are selected with eye contact, hand gesture, and other flourishes, and know they are the targets of the character’s performance. The target creatures must be within earshot and line of sight of the character, be able to understand the character’s language, and not already be in combat. (If the character has Beast Friendship, that counts as being able to understand the language of animals, and musical effects that he causes that would target humanoids can instead target animals.)</p>\n<p>Once the audience is selected, the character starts performing. He makes a proficiency throw against a target value of 11+. The proficiency throw required reduces by 1 per level. The character must have at least one rank of Performance (either from a class power or proficiency). If the character has additional ranks of Performance, he gains a +1 bonus for each rank to his throw, up to two additional ranks. If the proficiency throw is successful, the musical effect begins immediately and lasts until the character ends his performance. If the character performs for a full turn (10 minutes), the effect lasts until the character ends his performance and then for the duration of the spell thereafter. If the proficiency throw fails, the magical music has no effect and cannot be tried again on the same audience that turn. This proficiency can be selected multiple times, learning two additional musical effects each time.</p>\n"
    },
    {
      "title": "Manual of Arms (G)",
      "level": 6,
      "html": "<p>The character is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion).</p>\n<p>If the character learns additional ranks of Manual of Arms, he can serve as a marshal capable of training up to 60 troops simultaneously as a dedicated activity.</p>\n<ul>\n<li>If the character has two ranks, he can train light infantry or slingers (1 month training period). If the character also has Mounted Combat or Riding, he can also train light cavalry (3 months). If he also has Fighting Style Specialization (missile weapons) or Weapon Focus (bows &amp; crossbows), he can also train crossbowmen (1 month), bowmen (2 months), or longbowmen (3 months). If the character can train both bowmen and light cavalry, he can also train horse archers (6 months).</li>\n<li>If the character has three ranks, he can train heavy infantry (1 month). If he can train both heavy infantry and light cavalry, he can train medium and heavy cavalry (6 months). If the character can train both bowmen and heavy cavalry, he can train cataphract cavalry (12 months).</li>\n</ul>\n<p>Once a character has trained troops, he can maintain them in a high state of readiness by inspecting them. Inspection takes one turn (10 minutes) per 60 troops and grants a +1 bonus to morale for one day. A character can only inspect troop types he can train.</p>\n"
    },
    {
      "title": "Mapping (G)",
      "level": 6,
      "html": "<p>The character can understand and make maps, even if he cannot read or write. He can create useful maps by torchlight while moving at exploration speed or less. By spending one turn (10 minutes) in thought, and succeeding on a proficiency throw of 11+, he can interpret or draft complicated layouts, map an area by memory, or notice an irregularity in a map he has created. This proficiency can be selected multiple times.</p>\n"
    },
    {
      "title": "Martial Training",
      "level": 6,
      "html": "<p>The character has proficiency in weapons that are unusual for his class. Select one of the following types of weapons and add these to the list of weapons with which the character is proficient: (1) axes; (2) bows/crossbows; (3) flails/hammers/maces; (4) swords/daggers; (5) spears/polearms; (6) bolas/nets/slings/saps/staffs/staff-slings; (7) any four weapons. When selecting option 7, the character can only select composite bow or long bow if he already has or also selects short bow; and the character can only select spear or polearm if he already has or also selects javelin. Note that Martial Training does not afford the character the ability to use fighting styles with which he is not proficient, so a character who selects e.g. spears/polearms will not be able to use a polearm unless he already has two-handed weapon fighting style. A divine caster who selects this proficiency is granted an exemption by his deity that permits use of the weapon(s).</p>\n"
    },
    {
      "title": "Mastery of Conjuration & Summoning",
      "level": 6,
      "html": "<p>When the character casts summoning spells (such as<em>conjure fiend</em>or <em>summon**shadow</em>), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. (This makes them harder to dispel.) If the character loses his concentration due to taking damage while controlling a conjured creature, he must make a Spells saving throw. If the save succeeds, he maintains his concentration. His eligibility to conduct research on summoning magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching summoning magic. Mastery of Conjuration and Summoning can stack with the Conjure Dark Powers class power, such that the character’s summoning spells are calculated as if he were three (rather than two) caster levels higher and he gains a +2 bonus on his Spells saving throw to maintain concentration.</p>\n"
    },
    {
      "title": "Mastery of Enchantments & Illusions",
      "level": 6,
      "html": "<p>When the character casts enchantment spells (such as<em>bewitch**person</em>) or illusionspells (such as <em>phantasmal**figment</em>), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. Targets of his enchantment and illusion spells suffer a -2 penalty to their saving throw. His eligibility to conduct research on enchantment and illusion magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching enchantment or illusion magic.</p>\n"
    },
    {
      "title": "Military Strategy (G)",
      "level": 6,
      "html": "<p>The character has studied the art of war and the methods of the great captains. He can recognize famous historical battles, generals, and weapons with a proficiency throw of 11+. Forces under his command receive a +1 bonus to initiative rolls in mass combat. This proficiency can be selected multiple times, each time improving the proficiency throw to recognize by 4 and adding an additional +1 bonus to mass combat initiative, to a maximum of +3.</p>\n"
    },
    {
      "title": "Mimicry (G)",
      "level": 6,
      "html": "<p>The character can imitate animal calls and foreign language accents. With a proficiency throw of 11+, the character’s mimicry (e.g. imitating the screech of a hoot owl or a noise from some other animal) is so authentic as to fool even trained naturalists into believing they have heard the actual animal. This proficiency can be selected multiple times.</p>\n"
    },
    {
      "title": "Mountaineering (G)",
      "level": 6,
      "html": "<p>The character knows how to use mountaineering gear to climb difficult mountains and cliff faces and to lead a party of up to 30 characters to tackle those faces as well. To count as having mountaineering gear, the character must have a grappling hook, and he and each character he assists must have a hand axe, a small hammer, a set of 6 iron spikes, and at least 50’ of rope. If the character does not have the Climbing proficiency (or equivalent class power), the proficiency throw for he and his party to climb, rappel, or traverse using mountaineering gear equals that of a thief of his class level. If the character does have Climbing, then his party can climb, rappel, or traverse as thieves of his class level, while his own proficiency throw only fails on an unmodified roll of 1 provided he does not exceed one-half combat speed. This proficiency does not allow the character to climb sheer surfaces during combat or without mountaineering gear.</p>\n"
    },
    {
      "title": "Mounted Combat",
      "level": 6,
      "html": "<p>The character can ride a saddled riding animal under combat conditions without penalty. He gains a +1 bonus to attack throws while mounted. If the character also has Riding proficiency, he can ride without a saddle, bit, or bridle in combat conditions without penalty.</p>\n"
    },
    {
      "title": "Mystic Aura",
      "level": 6,
      "html": "<p>The character has learned to project his magical powers in a way that causes awe in those that share the character’s presence. He gains a +1 bonus to reaction rolls to impress and intimidate people he encounters. If this bonus results in a total of 12 or more, the subjects act as if <strong>bewitched</strong> while in his presence. Once the subject leaves the character’s presence, the <strong>bewitchment</strong> ends. If the character interacted with the subject with finesse and tact, limiting any requests to the bounds of reason, the subject might be unaware that he was even <strong>bewitched</strong>. However, if the character makes dangerous or unusual demands the subject to which he would not ordinarily agree, the subject will deduce he was <strong>bewitched</strong> once the effect ends. Characters who brazenly exploit this power will acquire a reputation as enchanters or evil eyes, and be avoided and shunned lest they find more victims.</p>\n"
    },
    {
      "title": "Naturalism (G)",
      "level": 6,
      "html": "<p>The character is knowledgeable of common plant and animal life forms. By spending one turn (10 minutes) and making a successful proficiency throw of 11+, the character can appraise the value of a monster’s parts, identify venomous monsters, poisonous plants, or healing herbs, and detect any signs of unnatural danger (such as unusual quiet, atypical animal behavior, etc.).</p>\n<p>The character can also attempt to forage for healing herbs or poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw. (The target value is set by the Judge depending on the rarity of the plant, typically 16 – 20.) If the throw succeeds, the character gathers 1 stone of fresh plants, enough to extract one dose of poison or one healing herbs. If the throw fails, the character’s search is fruitless. If the throw fails on an unmodified 1, the character has accidentally exposed himself to a plant toxin (either the one he was looking for or a random toxin.) The character must immediately make a successful Death saving throw or suffer the toxin’s effects.</p>\n"
    },
    {
      "title": "Navigation (G)",
      "level": 6,
      "html": "<p>The character can take the position of the sun and stars to determine roughly where he is. He gains a +4 bonus on proficiency throws to avoid getting lost in the wilderness. If he also has at least one rank of Seafaring, he can serve as a navigator on a seagoing vessel as described in <strong>Specialists</strong>. The bonus from this proficiency stacks with the explorer and venturer’s Pathfinding class power. A character can select this proficiency multiple times.</p>\n"
    },
    {
      "title": "Passing Without Trace",
      "level": 6,
      "html": "<p>The character leaves no sign of his passing over terrain, and cannot be tracked. For every level of experience, the character can cover the tracks of an additional traveling companion. Characters who are passing without trace do not count against party size for purposes of evasion (p. XX).</p>\n"
    },
    {
      "title": "Performance (G)",
      "level": 6,
      "html": "<p>The character can act, dance, sing, recite poetry, tell stories, or play musical instruments in a skilled manner. The character chooses the type of performance that his character knows, and the character can take the proficiency several times in order to know multiple types of performance. The character is considered an apprentice in his style. He can earn 10gp per month from his performances, and can identify famous performers, masterpieces, and rare instruments with a proficiency throw of 11+.</p>\n<p>If a character selects the same type of performance twice, he is considered a journeyman in his trade. He can earn 20gp per month of dedicated activity from his performances, and lead a troupe of up to 3 apprentices, increasing their productivity by 50%. If he selects the same type of performance three times, he is considered a master of his field. He can earn 40gp per month of dedicated activity from his performances, and lead a troupe of up to 2 journeymen and 4 apprentices, increasing their productivity by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Performance Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned/Month</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>10gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Journeyman</td>\n<td>2</td>\n<td>20gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master Performer</td>\n<td>3</td>\n<td>40gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Poisoning",
      "level": 6,
      "html": "<p>The character is an expert at identifying, extracting, and using natural toxins and venoms. He can identify poisonous plants and venomous monsters and distinguish their different poisons as if he had one rank of Naturalism. He can extract venom from slain creatures as if he had one rank of Animal Husbandry. He can extract toxins from plants as if he had one rank of Alchemy. (If he already has ranks of Animal Husbandry, Alchemy, or Naturalism, he functions as if having an additional rank.) He does not botch when extracting or using poison.</p>\n"
    },
    {
      "title": "Precise Shooting",
      "level": 6,
      "html": "<p>The character can make a missile attack against an unengaged enemy target without penalty, even past cover or <strong>engaged</strong> allies. The character can attack an engaged enemy target at a -4 penalty. A character can take this proficiency multiple times. Each time the proficiency is taken, the penalty to attack opponents in melee is reduced by 2. Characters without this proficiency cannot attack opponents engaged in melee with missile attacks and suffer a -4 penalty to attack enemy targets through a melee.</p>\n"
    },
    {
      "title": "Prestidigitation",
      "level": 6,
      "html": "<p>The character can magically accomplish simple illusions and sleight of hand tricks suitable for impressing peasants, such as lighting a candle or shuffling cards, at will. The character must be able to perform the task physically, and be free to speak and gesture. He can use magical sleight-of-hand to pick pockets as a thief of one-half his class level (rounded up).</p>\n"
    },
    {
      "title": "Profession (G)",
      "level": 6,
      "html": "<p>The character is highly skilled at a civil profession, such as actuary, banker, chamberlain, judge, lawyer, librarian, merchant, restaurateur, scribe, or seneschal. The character is considered an apprentice in his profession. He can earn 25gp per month of dedicated activity performing his services, and can make expert commentary on subjects pertaining to his profession with a proficiency throw of 11+. The character must choose the profession at the time he chooses the proficiency. He can spend more proficiency selections to have several types of profession proficiencies. If a character selects the same profession twice, he is considered a licensed practitioner of his profession. He can earn 50gp per month of dedicated activity performing for his services, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise related to his field (see p. XX). If he selects the same profession three times, he is considered a master of his profession. He can earn 100gp per month of dedicated activity, and supervise up to 2 practitioners and 4 apprentices, increasing their productivity by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Profession Proficiency Progression</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Title</strong></td>\n<td><strong>Rank (# of times taken)</strong></td>\n<td><strong>Gp Earned/Month</strong></td>\n<td><strong>Number of Workers Allowed</strong></td>\n</tr>\n<tr>\n<td>Apprentice</td>\n<td>1</td>\n<td>25gp</td>\n<td>N. A.</td>\n</tr>\n<tr>\n<td>Licensed Practitioner</td>\n<td>2</td>\n<td>50gp</td>\n<td>3 Apprentices</td>\n</tr>\n<tr>\n<td>Master of Profession</td>\n<td>3</td>\n<td>100gp</td>\n<td>2 Journeymen, 4 Apprentices</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Prophecy",
      "level": 6,
      "html": "<p>The character is subject to premonitions and dreams of the past and future. Once per month, the character has a <em>prophetic dream</em> determined by the Judge.</p>\n"
    },
    {
      "title": "Prospecting",
      "level": 6,
      "html": "<p>The character is an expert at finding ore deposits who can assess 6-mile hexes to determine if they have any minable ore. Prospecting one 6-mile hex requires one day of dedicated activity and requires a successful proficiency throw of 18+. A character who also has the Land Surveying proficiency gains an additional +4 bonus to prospecting throws. Detailed rules for prospecting for ore are described in Chapter 8 of <em><strong>By This Axe</strong></em>.</p>\n"
    },
    {
      "title": "Quiet Magic",
      "level": 6,
      "html": "<p>The character can cast spells with minimal words and gestures. The gestures, while subtler than those of ordinary casters, are still apparent if the character is in direct view of undistracted observers. The words, however, are hard to hear even in a quiet room; a successful proficiency throw to hear noise is required to hear the character cast spells. Full binding and gagging is necessary to prevent the character from working magic.</p>\n"
    },
    {
      "title": "Reliquarianism",
      "level": 6,
      "html": "<p>The character has learned the secret theurgy by which the craftpriests channel the faith of their people into the relics of their ancestors. The character can store divine power he accumulates from congregants or sacrifice in a reliquary. The reliquary must be located in the same 24-mile hex as the congregants. A character with this proficiency can access the divine power when performing magic research if he has personally visited the reliquary for at least one turn in the last month and is working in the vault where the reliquary is located. The maximum amount of divine power that can be stored is equal to the construction cost of the reliquary plus the gp value of the relic(s) stored within. If the reliquary is destroyed, or the relics within are removed, divine power in excess of the remaining value is irrecoverably lost. Because this proficiency manipulates divine power itself, it cannot be enchanted into items.</p>\n"
    },
    {
      "title": "Revelry (G)",
      "level": 6,
      "html": "<p>The character is a connoisseur of fairs, festivals, food, and drink. He can automatically identify popular performers, cantinas, inns, and taverns in his settlement of residence. His high alcohol tolerance grants him a +2 bonus to saving throws related to consumption of potions, dwarven brews, or ordinary beer, wine, and spirits. Ordinary 0th level NPCs who live routine lives often have this proficiency; it is less common among go-getting adventurers.</p>\n"
    },
    {
      "title": "Riding (G)",
      "level": 6,
      "html": "<p>The character is an expert equestrian. He can ride without a saddle, bit, or bridle in non-combat conditions. He can ride a saddled riding animal under combat conditions without penalty. He can force-march a saddled riding animal without becoming fatigued. (His riding animal still becomes fatigued, so to continue force marching he must change mounts). When he is saddled on a charging or running riding animal, he can guide the animal to jump up to 5’ upward over a distance of up to 25% of its combat movement in feet. If the character also has Mounted Combat, he can ride without a saddle, bit, or bridle in combat conditions without penalty.</p>\n"
    },
    {
      "title": "Righteous Rebuke",
      "level": 6,
      "html": "<p>When rebuking undead,the character adds his Will bonus to his rebuking throws and one-half his divine caster level (rounded up) to the number of HD of undead rebuked on a successful throw.</p>\n"
    },
    {
      "title": "Running",
      "level": 6,
      "html": "<p>The character’s base speed is increased by 30’ when wearing medium or lighter armor and carrying 7 stones or less encumbrance.</p>\n"
    },
    {
      "title": "Seafaring (G)",
      "level": 6,
      "html": "<p>If a character selects this proficiency once, he knows how to sail or row (his choice). If he also has Navigation proficiency, he can serve as a navigator on a seafaring vessel. If he selects the proficiency twice, he knows how to both sail and row, and can serve as a vessel captain. If he selects this proficiency three times, he is a master mariner. Master mariners can sail faster against the wind and gain a +4 bonus on Seafaring proficiency throws and ramming attacks.</p>\n"
    },
    {
      "title": "Seduction (G)",
      "level": 6,
      "html": "<p>The character is either naturally alluring or a practiced seducer. He receives a +1 bonus on reaction rolls when interacting with others who are potentially attracted to the character. This bonus stacks with Mystic Aura, but not with Diplomacy or Intimidation.</p>\n"
    },
    {
      "title": "Sensing Evil",
      "level": 6,
      "html": "<p>The character can detect creatures with evil intentions, magic items with evil enchantments, sinkholes of evil, enchanted creatures of Chaotic alignment, incarnations of Chaotic alignment, and undead within 45’. Normal characters, even if Chaotic, are not detected unless they have actively evil intentions against the character. Poisons, physical traps, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the evil creatures or objects with a sinister red glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the evil (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the evil. Sensing evil requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n"
    },
    {
      "title": "Sensing Good",
      "level": 6,
      "html": "<p>The character can detect creatures with good intentions, magic items with good enchantments, pinnacles of good, enchanted creatures of Lawful alignment, and incarnations of Lawful alignment, within 30’. Normal characters are not detected unless they have actively good intentions towards the character. Delicious meals, comfy furniture, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the good creatures or objects with an annoying golden glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the good (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the good. Sensing good requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n"
    },
    {
      "title": "Sensing Power",
      "level": 6,
      "html": "<p>The character can detect spellcasters within 45’ and estimate their level of power relative to his own. He can tell when magic has been used within the last 24 hours within the same vicinity and identify the spell signature of the effect. The character cannot necessarily sense whether an item is magic, unless it has been used in the last 24 hours. Sensing power requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).</p>\n"
    },
    {
      "title": "Siege Engineering (G)",
      "level": 6,
      "html": "<p>The character has been trained in the military art of siege engineering. With one rank in the proficiency, the character can construct defensive works such as ditches, pits, fields of stakes, and other simple wooden and earthen barricades with a construction rate of 2sp per day of dedicated activity. He can operate heavy war machines and siege engines such as ballistae, catapults, rams, bores, and siege towers as an artillerist. With two ranks in the proficiency, the character can construct defensive works, heavy war machines, siege engines, and siege towers with a construction rate of 6.6sp per day of dedicated activity. He can also supervise others working on siege engineering projects of up to 25,000gp construction cost.</p>\n"
    },
    {
      "title": "Signaling (G)",
      "level": 6,
      "html": "<p>The character knows how to transmit messages to other signaling specialists of the same military force, culture, trade guild, or other organization. This is similar to learning an additional language. The character must specify the style and culture of signals that he has learned when he takes this proficiency. Examples of signals include naval flags, cavalry trumpets, or smoke signals.</p>\n"
    },
    {
      "title": "Skirmishing",
      "level": 6,
      "html": "<p>The character can withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round. (Characters without this proficiency must declare defensive movement before initiative dice are rolled. See <strong>Defensive Movement</strong> in Chapter 6.) He does not suffer a penalty to armor class when charging or running when wearing medium or lighter armor and carrying 7 stones or less encumbrance.</p>\n"
    },
    {
      "title": "Skulking",
      "level": 6,
      "html": "<p>The character excels at moving furtively and finding concealment. He gains a +2 bonus on Hiding and Sneaking proficiency throws. When sneaking at more than one-half combat speed, his penalty is reduced to -2 (instead of -5). When sneaking while running, his penalty is reduced to -5 (instead of -10).</p>\n"
    },
    {
      "title": "Sniping",
      "level": 6,
      "html": "<p>If otherwise eligible to ambush or backstab his opponent, the character can do so using missile weapons at up to long range. Characters without this proficiency can only ambush or backstab in melee or with missile weapons at short range.</p>\n"
    },
    {
      "title": "Soothsaying",
      "level": 6,
      "html": "<p>The character has been trained to read the omens in everyday things — the throw of dice, the flight of birds, or the leaves of tea. Once every 8 hours, he can cast <strong>augury</strong> (as the spell). The casting time is 10 seconds (1 round).</p>\n"
    },
    {
      "title": "Streetwise (G)",
      "level": 6,
      "html": "<p>The character has learned the hard lessons taught by life as a criminal. He can begin play as a member of a thieves’ guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities can be harder to recognize. A character can select this proficiency additional times.</p>\n"
    },
    {
      "title": "Survival (G)",
      "level": 6,
      "html": "<p>The character is an expert at hunting small game, gathering fruits and vegetables, and finding water and shelter. He can forage enough food to feed himself automatically, even when on the move. If trying to forage to feed additional characters, or to find water, he must make a proficiency throw (as described in <strong>Wilderness Adventures</strong> on p. XX), but gains a +4 bonus on the roll.</p>\n"
    },
    {
      "title": "Swashbuckling",
      "level": 6,
      "html": "<p>If the character is wearing light armor or no armor, and carrying 5 stones or less encumbrance, he gains a +1 bonus to Armor Class. At level 7, this bonus increases to +2, and at level 13 the bonus increases to +3. Swashbuckling proficiency can be stacked with the bladedancer’s Graceful Fighting class power to increase the AC bonus, but the bonus from Swashbuckling is capped at +1 unless the bladedancer is unarmored.</p>\n"
    },
    {
      "title": "Swimming (G)",
      "level": 6,
      "html": "<p>The character is a proficient swimmer. He gains a +4 bonus when making Swimming proficiency throws. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.</p>\n"
    },
    {
      "title": "Syncretism",
      "level": 6,
      "html": "<p>The character has integrated knowledge from other religions into his own divine practice. He can replace 4 divine spells in his repertoire with a selection of other divine spells not normally available to worshippers of his god. A character who selects this proficiency does not innately violate his divine code of behavior, but may face repercussions within his order if it becomes known he does not follow orthodox doctrine (Judge’s discretion).</p>\n"
    },
    {
      "title": "Theology (G)",
      "level": 6,
      "html": "<p>The character has received religious instruction at a seminary, monastery, or temple. If he is a divine spellcaster, he can begin play as a member of a religious hierarchy (Judge’s discretion). He can acquire congregants through proselytizing. He can automatically identify religious symbols, spell signatures, trappings, and holy days of his own faith, and can recognize those of other faiths with a proficiency throw of 11+. Rare or occult cults can be harder to recognize. This proficiency can be selected multiple times.</p>\n"
    },
    {
      "title": "Tracking (G)",
      "level": 6,
      "html": "<p>The character can search for tracks left behind by passing creatures. It requires one turn (10 minutes) to search for tracks in the vicinity of an encounter. If the throw fails, the character cannot try again in that area until at least 6 turns (one hour) has passed. Searching for tracks requires a Tracking proficiency throw of 11+. The Judge should increase or decrease the chance of success depending on the circumstances:</p>\n<ul>\n<li>+2 if tracking 2 – 4 creatures</li>\n<li>+4 if tracking 4 – 8 creatures</li>\n<li>+6 if tracking 8 – 16 creatures</li>\n<li>+8 if tracking 17+ creatures</li>\n<li>+4 if trail is through soft/muddy ground</li>\n<li>-8 if the trail is through hard/rocky ground</li>\n<li>-1 per 12 hours of good weather since trail was made</li>\n<li>-4 per hour of rain/snow since trail was made</li>\n<li>-4 if dim lighting (torch, moonlight, etc)</li>\n</ul>\n<p>Once tracks are discovered, the character can begin following them, moving at half exploration speed in dungeons and half expedition speed in wilderness. Following tracks does not require a proficiency throw. However, if the tracks enter water or if one hour of Rainy/Snowy conditions elapses, the tracks are lost and the character must search again to find them.</p>\n<p>If any member of a party has the Tracking proficiency, the party receives a +4 bonus on the proficiency throw when searching for lairs in a 6-mile hex. This proficiency can be selected multiple times. Each additional rank improves the proficiency throw to track by 4; however, it does not increase the bonus when searching for lairs.</p>\n"
    },
    {
      "title": "Transmogrification",
      "level": 6,
      "html": "<p>The character has mastered grotesque arts of transformation. When the character casts transmogrification spells, the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to create crossbreeds or research transmogrification magic is determined as if he were two caster levels higher than actual. Targets of his transmogrification spells suffer a -2 penalty to their saving throw. He gains a +2 bonus on magic research throws and increases his research rate by 10% when creating crossbreeds or researching transmogrification magic. See <strong>Crossbreeding</strong> (p. XX) for more details. Transmogrification can stack with the Grotesque Arts of Transformation class power such that the character’s transmogrification spells are calculated as if he were three (rather than two) caster levels higher and his bonus to magic research and research rate is increased to +3 and 15%.</p>\n"
    },
    {
      "title": "Trapfinding",
      "level": 6,
      "html": "<p>The character is an expert at searching for traps and disarming them. He gains a +2 bonus on Searching and Trapbreaking proficiency throws. He triggers undetected traps only one-half as often as other adventurers (1 on 1d6 instead of 1-2).</p>\n"
    },
    {
      "title": "Trapping (G)",
      "level": 6,
      "html": "<p>The character is an expert with wilderness traps such as deadfalls, earthen pits, spring snares, and whipping branches capable of capturing creatures up to the size of an elephant (such as giants, ogres, wyverns, etc.). He can find and remove wilderness traps as a thief of one-half his class level (rounded up). (If already proficient in Searching or Trapfinding, he gains an additional +2 bonus against wilderness traps.) He can craft ordinary or crude wilderness traps with a construction rate of 1sp per hour.</p>\n<p>Crude traps cost 10% the cost of permanent traps (see Chapter 4, p. XX, for a list of trap costs). They function similarly to permanent traps, but are easier to spot and less effective. All characters gain a +4 bonus to find and remove crude traps. If a crude trap triggers an attack, it attacks with a -2 penalty. If a crude trap grants a saving throw, the target saves with a +2 bonus. Once set, a crude trap must be maintained, which entails checking it for finds, performing minor repairs, and resetting its lures. Each trap requires 1sp (one hour’s worth) of maintenance per day from a trapper and if unmaintained it ceases functioning.</p>\n<p>Wilderness traps can catch game. Each day, the Judge makes a proficiency throw of 1d20 against a target value of 19+. A successful result indicates that the trap has yielded sufficient food for 1d6 man-sized creatures per 1sp value of the trap. If the proficiency throw fails with an unmodified 1, a crude trap breaks completely. For every eight traps being managed, the Judge should make an encounter throw to see if a wandering monster appropriate for the terrain is in the area. The monster will stumble into the trap on a throw of 1-2 on 1d6; otherwise it will be lurking nearby when traps are checked.</p>\n<p>Trapping also enables the character to properly harvest monster horns, tusks, and antlers; to skin, flesh, and butcher creatures for pelts and meats; and to extract special components from animals. The proficiency provides no abilities with regard to mechanical traps in a dungeon or with magical traps of any sort.</p>\n"
    },
    {
      "title": "Unarmed Fighting",
      "level": 6,
      "html": "<p>The character is an expert in striking with fist and feet. When brawling(see <strong>Brawling</strong> in Chapter 6), he can deal lethal damage. He can damage characters in metal armor with Brawling without himself taking damage.</p>\n"
    },
    {
      "title": "Unflappable Casting",
      "level": 6,
      "html": "<p>When the character loses a spell by being interrupted or taking damage during the round, he does not lose his action for the round. While he still loses the spell, he can now move and attack normally. Characters without this proficiency lose the opportunity to act at all if they are interrupted while casting a spell. See <strong>Casting Spells</strong> in Chapter 5 and Chapter 6.</p>\n"
    },
    {
      "title": "Vermin-Slaying",
      "level": 6,
      "html": "<p>The character specializes in exterminating the insects, slimes, and swarms that plague the underdark. With a proficiency throw of 11+, he can identify the abilities and vulnerabilities of oozes and vermin based on their physical appearance. He receives a +1 bonus to hit oozes and vermin and a +1 bonus to saving throws against special attacks by oozes and vermin such as a carrion horror’s paralyzing stinger or mustard mold’s spores. (The pest control community in the Auran Empire considers oozes a type of vermin even though monstrologists disagree.)</p>\n"
    },
    {
      "title": "Wakefulness",
      "level": 6,
      "html": "<p>The character rests by calmly meditating rather than sleeping. He is immune to magical <strong>sleep</strong>. He can keep watch while meditating without penalty, allowing party members to rest.</p>\n"
    },
    {
      "title": "Weapon Finesse",
      "level": 6,
      "html": "<p>When attacking with tiny, small, or medium melee weapons, the character can use his Dexterity modifier instead of his Strength modifier on his attack throw.</p>\n"
    },
    {
      "title": "Weapon Focus",
      "level": 6,
      "html": "<p>When using a favored type of weapon, the character is capable of devastating strikes. On an attack throw scoring an unmodified 20 when using his favored weapon, the character inflicts an additional die of damage (by weapon type). A character can take this proficiency multiple times, selecting an additional Weapon Focus each time. The available Weapon Focuses are: axes; maces, flails and hammers; swords and daggers; bows and crossbows; slings and thrown weapons; spears and polearms. Weapon Focus does not allow a character to use weapons not available to his class.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Proficiency Descriptions\n\nFor ease of reference, proficiencies that appear on the general list are marked with (G). Other proficiencies appear only on one or more class lists.\n\n###### Adventuring (G)\n\nThe character is well-equipped for a life of adventure. He knows how to clean and sharpen weapons, set up a camp, cook meals over open flame, saddle and ride a horse outside of combat, and perform rough-and-ready first aid. He has a rough idea of the value of common coins, trade goods, gems, and jewelry, and of the nature of different types of magic and monsters. The character can also:\n\n* Bash down stuck doors as a combat action by succeeding on a Dungeonbashing proficiency throw of 18+;\n* Climb easy-to-scale obstacles such as ropes or branchy trees by succeeding on a Climbing proficiency throw of 8+;\n* Methodically search for concealed traps, secret doors, buried treasure, and other hidden features by spending one turn (10 minutes) and succeeding on a Searching proficiency throw of 18+;\n* Methodically disarm traps by spending one turn (10 minutes) and succeeding on a Trapbreaking proficiency throw of 18+;\n* Pause and listen for noises by spending one round and succeeding on a Listening proficiency throw of 18+.\n\nFor detailed information on these activities, see the Thief class powers (p. XX) and Chapter 6: **Adventures** (p. XX). All player characters are assumed to have Adventuring. Most classed NPCs also have Adventuring, but most 0th level NPCs do not. Adventuring counts as a class proficiency if selected after the start of play.\n\n###### Acrobatics\n\nThe character is trained to jump, tumble, somersault, and free-run around obstacles. He gains a +2 to saving throws where agility would help avoid the danger, such as tilting floors and pit traps. He can add his class level to his DEX for purposes of the distance and height he can jump. He can add his class level to Paralysis saving throws to avoid falling down.\n\nAs a movement action, he can attempt a proficiency throw to tumble past an opponent he has engaged. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains stationary. If it succeeds, he tumbles directly past his enemy into the space on the enemy’s opposite side, ending up either facing towards or away from the opponent (player’s choice). If the space on the enemy’s opposite side is occupied, the character cannot tumble. If the opposite space If he ends up facing away from the opponent, he can make a combat movement in lieu of attacking if desired. If he ends up facing towards the opponent, he can attack (and possibly backstab) him. A character cannot tumble if he has an encumbrance of 5 stone or more. A character cannot tumble past the same enemy on two consecutive rounds.\n\nAlchemy (G)\n\nThe character has been trained in the art of brewing and identifying alchemical substances such as potions, poisons, and oils. It is of great utility to adventurers.\n\nWith one rank of Alchemy, the character can identify common alchemical substances by aroma and color in one round with a proficiency throw of 11+. He can attempt to identify which parts of a monster are special components with a proficiency throw of 14+. He can also attempt to extract toxin from poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw of 20+ for fresh plants and 24+ for dried plants. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character accidentally spoils the plants. If the throw fails on an unmodified 1, the character has accidentally exposed himself to the toxin and must immediately make a successful Death saving throw or suffer its effects. In addition, he counts as a 1st level mage for purposes of brewing potions, or gains a +1 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 5gp for alchemy or increases his existing research rate by 5%.\n\nWith two ranks of Alchemy, the character can automatically extract special components from oozes, incarnations, and incorporeal undead identify substances with a throw of 7+, identify special components on 11+, and extract toxins on 16+/20+. He counts as a 3rd level mage for purposes of brewing potions or gains a +2 bonus to alchemy-related magic research throws if already of higher caster level. He gains a research rate of 15gp for alchemy or increases his existing research rate by 10%.\n\nWith three ranks of Alchemy, the character can identify substances with a throw of 3+, identify special components on 7+, and extract toxins on 12+/16+. He counts as a 5th level mage for purposes of brewing potions or gains a +3 bonus to alchemy-related magic research throws if that would grant higher caster level. He can supervise other casters or alchemists brewing potions. He gains a research rate of 50gp for alchemy or increases his existing research rate by 15%, whichever is greater. He could work as an alchemist (as described in **Specialists,** p. XX).\n\n###### Alertness\n\nThe character is alert to danger.He gains a +1 bonus to avoid surprise. When using Adventuring proficiency to search or listen, he succeeds on a proficiency throw of 14+ (instead of the usual 18+). If separately proficient in Searching or Listening, he gains a +2 bonus to his throw instead.\n\n###### Ambushing\n\nThe character is skilled at attacking unprepared enemies. He can ambush any **vulnerable** opponent. Ambushes can be made in melee or with missile weapons at short range, but cannot be made with missile weapons at medium or longer range. When ambushing, the character gets a +4 bonus on his attack throws and deals an extra die of damage on the attack.\n\n###### Animal Husbandry (G)\n\nThe character is skilled at caring for animals. As a dedicated activity, a character can care for three animals, plus an additional one each time Animal Husbandry is selected. A wounded animal under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper feed. If an animal under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the animal develops further symptoms.\n\nIf the character selects Animal Husbandrytwice, he is a veterinarian. He can now diagnose illness on 7+. He can also attempt to non-magically *neutralize poison*,*cure**disease*,or *cure**light**injury* on a poisoned, sick, or wounded animal. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, he cannot try again with that effect on that animal until the following day. If the character selects Animal Husbandrythree times, he is a veterinary surgeon. He can now diagnose illness on 3+. He can *neutralize**poison*,*cure**disease*,or *cure**serious**injury*on a poisoned, sick, or wounded animal with a proficiency throw of 14+.\n\nThe ability to care for animals provides the character with a number of other useful abilities. With one rank of Animal Husbandry, the character can harvest components from animals. With two ranks, he can harvest components from vermin. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.\n\nThe character can also attempt to extract venom from slain animals. Each attempt requires one hour of ancillary activity and a proficiency throw of 18+. If the throw succeeds, the character extracts one dose of poison. If the throw fails, the character can try again. If the throw fails on an unmodified 1, the character accidentally exposes himself to fang or stinger, and must immediately make a Death saving throw. On a failure, he suffers the venom’s effects.\n\nBecause most creatures share many anatomical traits, a character with this proficiency can use it on humanoids, monstrosities, and vermin at a -4 penalty.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Animal Husbandry Proficiency Progression** | | | | |\n| **Title** | **Rank (# of**  **times taken)** | **Gp Earned**  **/ Month** | **Patients**  **/ Day** | **Skills** |\n| Animal Husband | 1 | 25gp | 3 | Identify 11+, extra 1d3 hit points per day |\n| Veterinarian | 2 | 50gp | 4 | Identify 7+, *neutralize* *poison*, *cure* *disease*, *cure* *light* 18+ |\n| Veterinary Surgeon | 3 | 100gp | 5 | Identify 3+, *neutralize* *poison*, *cure* *disease*, *cure* *serious* 14+ |\n\n###### Animal Training (G)\n\nThe character knows how to breed, groom, and train animals of various sorts. With one rank of Animal Training, the character can train domestic animals such as dogs, falcons, and horses. With two ranks, he can train wild animals such as bears and lions. With three ranks, he can train dire, giant or prehistoric animals such as cave bears or giant hawks. With four ranks, he can train monstrosities of animal intelligence, such as griffons or owlbears, as well as vermin such as carrion horrors or black worms.\n\nEvery animal has a training period, typically between one to three months, determined by its type. Assuming that the training process begins when the animal is young (a baby or child), ittakes one training period to initially tame the animal and one additional training period to teach the animal its first trick. After the animal has learned its first trick, additional tricks can be taught in half a training period each. (If the taming and training process begins when the monster is already an adult or adolescent, then the training period is increased 6x for taming and 2x for each trick.) Each animal can normally be taught a maximum of 2d4 different tasks or tricks, though particularly agreeable, stubborn, stupid, or smart animals might be able to learn more or less. The animal trainer will only learn the animal’s limit when he reaches it.\n\nA single trainer can train and manage up to six animals at once as a dedicated activity. However, if a trainer works one-on-one with a particular animal for its entire course of training (a process sometimes called animal whispering), the animal’s maximum number of tricks is increased by two. Once an animal is tamed and trained, a trainer can control up to one mount or warmount, 6 workbeasts, 6 droving creatures, or 20 guard creatures at once. The trainer gains a +1 bonus to reaction rolls when approaching tame but uncontrolled animals of any type he can train.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Animal Training Proficiency Progression** | | | |\n| **Title** | **Rank (# of times taken)** | **Wage** | **Trainable Animals** |\n| Apprentice | 1 | 25gp | Domestic animal (dog, hawk, horse, etc.) |\n| Journeyman | 2 | 75gp | Wild animal (bear, lion, etc.) |\n| Master | 3 | 150gp | Dire, giant, or prehistoric animal (cave bear, dire wolf, etc.) |\n| Grand Master | 4 | 250gp | Monstrosity or vermin (griffon, owlbeast, giant black worm, etc.) |\n\n###### Arcane Dabbling\n\nThe character can attempt to use wands, staffs, and other magic items only useable by arcane spellcasters. The character does not need to know the command word for the item, but he must make a proficiency throw of 4+ or the attempt backfires with potentially disastrous consequences (Judge’s discretion).\n\n###### Armor Training\n\nThe character gains proficiency in armor one weight category heavier than normally permitted by his class without penalty. Armor Training does not grant the character the ability to use thief skills in medium or heavy armor, nor to benefit from proficiencies or class powers that require light, very light, or no armor. Spellcasters who take Armor Training are able to cast spells in the armor they become proficient with.\n\n###### Art/Craft (G)\n\nThe character has studied a fine art (e.g., painting, sculpture, mosaic) or a guild craft (e.g. armorer, bowyer, jeweler, leatherworker, smith, shipwright, or weaponsmith). The character is considered an apprentice in his trade. He can construct 10gp worth of goods per month of dedicated activity. He can identify masterwork items, rare materials, and famous artisans with a proficiency throw of 11+. The character must choose the art or craft at the time he chooses the proficiency. He can spend more proficiency selections to have several types of art or craft proficiencies.\n\nIf the character selects the same art or craft twice, he is considered a journeyman in his trade. He can identify with a proficiency throw of 7+. He can construct 20gp of goods per month of dedicated activity, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise in his field (see p. XX).\n\nIf he selects the same craft three times, he is considered a master craftsman. He can identify with a proficiency throw of 3+. He can construct 40gp per month of dedicated activity, and supervise up to 2 journeymen and 4 apprentices, increasing their productivity by 50%. He could work as a specialist in this art or craft.\n\nIf a character selects the same art or craft four times, he is considered a grand master artist or craftsman. He can identify with a proficiency throw of 2+. He can construct 80gp per month of dedicated activity, and supervise up to 2 masters, 4 journeymen, and 8 apprentices, increasing their productivity by 50% (for a total construction rate of 440gp per month). Working alone or with his subordinates, a grand master can create **masterwork items** (p. XX)appropriate to his art or craft. When items made by grand masters or above are discovered, their mark or style will be apparent to characters who make the appropriate Art, Craft, Knowledge, or Loremastery roll.\n\nWhen performing Magic Experimentation relating to his Art or Craft proficiency (as determined by the GM), a character can add his ranks in the proficiency to his throw exclusively for purposes of determining whether he has achieved a breakthrough. In addition, a grandmaster in an Art or Craft gains one additional experimental advantage any time his experiment relates to his Art or Craft.\n\nAn artisan can work in an art or craft that is adjacent to his own art or craft as if he had one fewer rank in the proficiency. For instance, a master blacksmith could work as a journeyman armorer or a journeyman cartwright could work as an apprentice wheelwright. It is left to the Judge’s discretion to determine when two arts or crafts are similar enough for this rule to apply.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Art/Craft Proficiency Progression** | | | |\n| **Title** | **Rank (# of times taken)** | **Construction Rate** | **Number of Workers Allowed** |\n| Apprentice | 1 | 10gp | N. A. |\n| Journeyman | 2 | 20gp | 3 Apprentices |\n| Master | 3 | 40gp | 2 Journeymen, 4 Apprentices |\n| Grand Master | 4 | 80gp | 2 Masters, 4 Journeymen, 8 Apprentices |\n\n###### Bargaining (G)\n\nThe character gets the best deals available for goods, services, and information. Any items the character purchases costs 10% less than the listed price and any items he sells go for 10% more than the listed price. If both the buyer and seller have the Bargaining proficiency,the opposed Bargainers should make reaction rolls. Whichever character scores the higher result gets the discount. (Special rules apply when using Bargaining for mercantile ventures, see p. XX.) A character can select Bargaining multiple times if desired. Each time the proficiency is selected, the character receives a +2 bonus on his reaction roll when negotiating with other bargainers.\n\n###### Battle Magic\n\nThe character gains a +1 initiative bonus when casting spells. When casting spells that require an attack throw, his attack throw is determined using the fighter progression. If the character already uses the fighter progression, he gains a further +1 to hit.\n\n###### Beast Friendship\n\nThe character is well-schooled in the natural world. He can identify plants and fauna with a proficiency throw of 11+. He understands the vocalizations and body language of birds and beasts, enabling him to understand any simple messages the animals might be communicating (such as “danger is nearby, be alert,” “you’re unfamiliar and strange,” or “do not come closer, we are guarding our den!”). Because of his innate understanding of the language of beasts, the character also counts as proficient for purposes of handling trained animals in their roles such as droving or shepherding. He gains +2 to all reaction rolls when encountering normal animals and can take animals as henchmen. He can train and handle animal henchmen to perform tricks or serve a particular role without having to separately possess Animal Training. If the character has the Friends of Bird and Beast class power, he can identify plants and fauna with a throw of 7+ and can take one more henchman than his Charisma would otherwise permit, as long as at least one is an animal. (The bonus to reaction rolls does not increase.)\n\n###### Berserkergang\n\nThe character can enter a berserker rage anytime he takes a combat action. While enraged, he gains a +2 bonus to attack throws in melee or with thrown weapons and becomes immune to the cowering, faltering, and frightened conditions and never checks morale. However, the character has a -2 penalty to AC and becomes limited in his tactics. He cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the distance between himself and the nearest visible threat would increase. He must advance 5’ after cleaving if necessary to do so to engage an enemy and he has sufficient movement. Once it has begun, a berserker rage cannot be ended until combat ends.\n\n###### Black Lore of Zahar\n\nThe character has studied the terrible necromancies of ancient Zahar. He can control undead as a Chaotic crusader of one half his class level (rounded down). If the character casts death spells, his targets suffer a -2 penalty on their saving throws. When the character casts necromantic spells (such as *animate undead*), the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to research death or necromancy magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching death or necromancy magic. Black Lore of Zahar can stack with the Secrets of the Dark Arts class power, such that the character can control undead as a crusader of two-thirds his class level (rounded up), and his death and necromancy spells and research are calculated as if he were three (rather than two) caster levels higher than his actual caster level.\n\n###### Blind Fighting\n\nThe character can fight a target without being able to see it. Blind Fighting is typically used when the character is in darkness or when the target is outside the range of his sight. A character with this proficiencysuffers only a -2 penalty on attack throws when blinded or fighting invisible enemies instead of the base -4 penalty. He does not suffer a penalty to surprise rolls from being blinded, nor is his speed reduced.\n\n###### Bribery\n\nThe character is exceptionally skilled at bribing officials with gifts of money or merchandise. He gains a +1 bonus to reaction rolls if he offers one day’s pay for the target; a +2 bonus for a week’s pay; and a +3 bonus for a month’s pay. His bribery is so subtle that the attempt is politely deniable by both parties. The character is only blatant enough to be charged with the crime of bribery if he rolls an unmodified 2. See Offering Bribes (p. XX).\n\n###### Bright Lore of Aura\n\nThe character has studied the white magic of the Empyreans. The character can rebuke undead as a crusader of one half his class level (rounded down). If the character casts spells that require a Paralysis saving throw, his targets suffer a -2 penalty on the save. When the character casts protection spells (including dispels), the spell effects are calculated as if he were two caster levels higher than his actual caster level. His eligibility to research protection magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching protection magic.\n\n###### Cat Burglary\n\nThe character knows how to deftly move across narrow and precarious paths. He gains a +4 bonus when attempting balancing traverses. He never falls while traversing narrow paths and only fails when traversing precarious paths on an unmodified 1. He gains a +2 to saving throws where perfect balance would help avoid the danger. If the character falls while climbing, he can make a second proficiency throw with a -4 penalty in order to catch himself and prevent any damage.\n\n###### Caving (G)\n\nThe character has learned to keep a map in his head of where he is when exploring underground caves, cavern complexes, and subterranean rivers. He is able to accurately estimate length, width, and depth when he travels with almost no error. On a proficiency throw of 11+, the character with this proficiency will be able to automatically know the route he has taken to get where he is, if he was conscious at the time. This proficiency can be selected multiple times.\n\n###### Climbing\n\nThe character can climb as a thief of his class level. He must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required). If the throw succeeds, the character ascends or descends by up to 100’ safely. If the throw fails, he falls a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. The character can climb at his exploration speed or one-third his combat speed without penalty. If he moves at one-half combat speed, he takes a -5 penalty to the proficiency throw, and if he moves at full combat speed, he takes a -10 penalty.\n\n###### Collegiate Wizardry (G)\n\nThe character has received arcane instruction as an apprentice to a mage, pupil at a magical academy, or member of an arcane organization. If he is an arcane spellcaster, he can begin play as a member of a wizard’s guild or similar order (Judge’s discretion). He can automatically identify arcane symbols, spell signatures, trappings, and grimoires of his own order or tradition, and can recognize those of other orders or traditions with a proficiency throw of 11+. Rare or esoteric traditions can be harder to recognize. A character can select this proficiency additional times.\n\n###### Combat Ferocity\n\nThe character is an aggressive warrior who never fails to exploit an advantage. The character’s maximum number of cleaves is increased by 1.\n\n###### Combat Reflexes\n\nTrue warriors never hesitate in combat. The character gains a +1 bonus to surprise rolls and initiative rolls. This bonus does not apply when casting spells.\n\n###### Combat Trickery\n\nThe character is a cunning and tricky fighter. Pick a special maneuver from any one of the following: Disarm, Force Back, Incapacitate, Knock Down, Overrun, Sunder, or Wrestling. When the character attempts this special maneuver in combat, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver. If the special maneuver does not afford the target a saving throw, then the penalty for attempting the maneuver is reduced by 4 (to 0). See **Special Maneuvers** (p. XX) for more details. A character can take Combat Trickery multiple times, selecting an additional special maneuver to learn each time.\n\n###### Command\n\nThe character has mastered the art of command. His authority inspires men to follow him into danger. The character’s henchmen, mercenaries, and other troops receive a +2 bonus to morale. Morale is explained in **Hirelings**, **Henchmen**, **Mercenaries**, **and Specialists** (p. XX).\n\n###### Contemplation\n\nThe character can enter a meditative trance and re-gain the ability to cast a spell of a level he had previously expended. Contemplation is an ancillary activity requiring one hour (6 turns) of undisturbed meditation. A character cannot regain the same level of spell more than once per day through contemplation.\n\n###### Contortionism\n\nThe character is extremely flexible, able to squeeze or fold his body in ways that seem humanly impossible, including squeezing between bars and escaping chains and restraints. He gains a +4 bonus to Paralysis saving throws to escape being grabbed, restrained, stuck, or wrestled. He can make a proficiency throw each round to escape from physical shackles or to slip between the bars of a portcullis. At 1st level the character must make a proficiency throw of 18+ to succeed. The proficiency throw required reduces by 1 per level. If the throw fails, the character remains shackled. If it succeeds, he slips free of his bonds.\n\n###### Counterspelling\n\nThe character is considered two caster levels higher than his actual caster level for purposes of dispelling magic or penetrating a target’s magic resistance. If the character also has Bright Lore of Aura proficiency, the bonus to caster level partially stacks; the caster is considered three levels higher rather than two for purposes of dispelling magic.\n\n###### Diplomacy (G)\n\nThe character is smooth tongued and familiar with protocol. He receives a +1 bonus on all reaction rolls when he attempts to parley. This bonus stacks with Mystic Aura, but not with Intimidation or Seduction.\n\n###### Disguise (G)\n\nThe character can make himself or a subject resemble a specific person. The person can be a real person (e.g. “the priestess Genelen of Türos Tem”) or a fictional persona the character makes up for purposes of his disguise (e.g. “an orc scout named Grik”). When creating the disguise, the character must have access to a disguise kit with cosmetics and wigs, as well as to any clothing and accessories necessary for the disguise. If imitating a real person of the same race or any humanoid creature of another race, he must also have either a detailed sketch of the person or race to be imitated, or be personally familiar with the person or race. Once put on, the disguise lasts until the character takes it off or until the character bathes, disrobes, or gets wet. Discarding a disguise takes one full round.\n\nCreating the disguise is an ancillary activity requiring 6 turns (one hour). At the end of the time, the character must make a proficiency throw of 11+. The character gains a +2 bonus if disguising himself as a fictional persona of his own making. He suffers a -2 penalty to his throw if imitating another sex, another race, or another age than himself (all penalties are cumulative). If the throw fails, the disguise fools no one, but the character can try again if desired.\n\nIf the throw succeeds, the character has made an excellent disguise that will fool most people. A creature who is intimately familiar with the disguised character or the person being imitated might see through it. After the creature spends one round interacting with the disguised character, it can make a proficiency throw 14+ to identify the character, adding its Will modifier to the die roll. The creature can check again after one turn (10 minutes) of interaction, one hour of interaction, and every eight hours of interaction thereafter.\n\nThis proficiency can be selected multiple times. Each time it is taken, the character gains a +2 bonus to his proficiency throw, while those attempting to see through his disguise suffer a -2 penalty.\n\n###### Divine Blessing\n\nThe character knows how to propitiate the gods and gain their favor. He gains a +2 bonus to all saving throws.\n\n###### Divine Health\n\nThe character knows how to purify his body and soul. He is immune to all forms of disease, including magical diseases caused by spells, lycanthropes, or undead.\n\n###### Driving (G)\n\nThe character is an expert at driving animals, both on foot and harnessed to wheeled vehicles. When he is driving animals, he can control up to 6 droving animals, keeping them within a manageable distance while moving in the desired direction. When he is driving a cart, chariot, wagon or other vehicle on a road or trail, the movement bonus from the road is increased to 2x (road conditions permitting).\n\n###### Dungeonbashing Expertise\n\nThe character is hardened to the heavy lifting and physical labor involved in dungeon exploration. The character receives a +4 bonus on Dungeonbashing throws to open doors or perform similar acts of brute strength.\n\n###### Dwarven Brewing\n\nThe character knows the secrets of the famed beer and ale of the dwarves. Because of his familiarity with mixology, he can make a proficiency throw of 11+ to determine the magical properties of a potion or oil by smell. If he has access to dwarven brewing equipment, piltbier, and special mushrooms, he can make dwarven brews. See Chapter 9: **Dwarven Mycoculture** of ***By This Axe***for detailed rules on dwarven brewing. If not using ***By This Axe****,* the effects of dwarven brews are up to the Judge’s discretion.\n\n###### Eavesdropping\n\nThe character can listen for noises as a thief of his class level. The Judge makes a Listening proficiency throw in secret on behalf of the character. If the throw succeeds, he hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, he doesn’t hear anything. The character must be quiet and in a quiet environment. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.\n\n###### Elementalism\n\nThe character is a master of a particular element (either air, earth, fire, water). Spells using this element do +1 damage per die and impose a -2 saving throw penalty on the target. Elementals summoned from this element gain +1 hp per Hit Die. The character’s *mage missiles* are elemental and deal an additional damage type based on his element — electric, seismic, fire, or cold for air, earth, fire, and water respectively. The character can automatically identify and rank a place of power related to his element upon entering it. A character can take this proficiency multiple times, selecting an additional element each time.\n\n###### Elven Bloodline\n\nThe character has the blood of the ageless elves in his ancestry. His lifespan is as long as an elf’s, and he shows no signs of aging. His robust vitality grants him a +1 bonus to his HD roll at 1st level. He also enjoys an elf’s immunity to diseases caused by undead. The character’s ancestry manifests somehow in his appearance (pointed ears, golden eyes, a strange birthmark, or other unusual trait).\n\n###### Endurance (G)\n\nThe character is nearly tireless. He does not need to rest every 6 turns of strenuous activity. He gains a +4 bonus to Paralysis saving throws to avoid becoming **winded**. He can undertake strenuous dedicated activities every day without becoming fatigued. He can work overtime or force march for one day without becoming **fatigued**, plus one additional day for each point of Constitution bonus. Provided the character does not become fatigued, he just needs a night of restful sleep to be able to work normally the following day. If the character also takes the Labor proficiency, he can work overtime or force march for one additional day.\n\n###### Engineering (G)\n\nThe character is skilled in planning, designing, and constructing castles, towers, roads, and so forth. He can evaluate constructions the party is passing through to assess what shape they are in, when and by whom they were built, etc., with a proficiency throw of 11+.He can personally work on projects at a construction rate of 1.33gp per day of dedicated activity. He can supervise others as a dedicated activity, leading projects worth up to 25,000gp. This proficiency can be selected multiple times, increasing the size of construction project he can supervise by 25,000gp with each rank taken. A character who has taken this proficiency four times is the equivalent of the engineer specialist described in the **Specialists** section.\n\n###### Expanded Repertoire\n\nThe character’s spell repertoire can contain one additional spell of each level that he can cast. For instance, a 1st level mage with this proficiency has a repertoire of 2 1st level spells, while a 5th level mage with this proficiency has a repertoire of 3 1st, 3 2nd, and 2 3rd level spells.\n\n###### Experimenting\n\nThe character is a genius, perhaps mad, but unquestionably insightful. For purposes of level requirements, he can engage in experimenting as if he were two class levels higher than actual. He only suffers automatic failure when experimenting on an unmodified roll of 1 – 2 (instead of 1 – 3).\n\n###### Familiar\n\nThe character gains the service of a magical spirit in the guise of a beast. Familiars can be selected from the list belowor devised by the Judge. (Except where otherwise permitted, all familiars are animals of less than 1 HD.) Familiars have hit points equal to half their master’s hit points, and attack and save as mages equal to their master’s level. While a familiar is within 30’ of its master, the master gains a +1 bonus to all saving throws and gains one class proficiency. The proficiency is selected from his class list at the time the familiar is chosen and cannot be one the master already has. A familiar is always considered in range of its master for purposes of *clairvoyancy* and *clairaudiency*. If the familiar is reduced to 0 hp, it dies and the master immediately suffers damage equal to the familiar’s maximum hit points. The familiar cannot be restored to life but instead returns to the character when he reaches his next level of experience. (If he is maximum level, his familiar is not restored; instead he receives the former familiar’s class proficiency as his own.)\n\n|  |  |\n| --- | --- |\n| **Familiar** | **Characteristics** |\n| Bat | Spd 120’ fly, AC 3, HD ¼, #AT 1, Dmg 1, echolocation |\n| Cat | Spd 210’, AC 3, HD ½, #AT 3, Dmg 1/1/1, acute hearing & olfaction, agile, climber 6+, pounce, naturally stealthy |\n| Crow/Raven | Sped 330 fly, AC 3, HD ¼, #AT 1, Dmg 1d2-1, acute vision |\n| Eagle | Spd 480’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute vision, alertness, dive |\n| Jackal | Spd 180’, AC 2, HD 1-1, #AT 1, Dmg 1d4, acute & olfaction, tracking |\n| Owl | Spd 300’ fly, AC 3, HD ¼, #AT 2, Dmg 1/1, acute hearing, acute vision, alertness, dive, night vision, sneak 6+ |\n| Rat | Spd 120’/60’ swim, AC 2, HD ½, #AT 1, Dmg 1d3, acute hearing, skilled climber 5+ |\n| Tokay Gull | Spd 150’ fly, AC 2, HD ½, #AT 1, Dmg 1d3, bark, night vision, natural climber |\n| Vulture | Spd 300’ fly, AC 3, HD ½, #AT 2, Dmg 1d2/1d2, acute olfaction & vision, immunity (mundane disease, poison) |\n\n|  |  |\n| --- | --- |\n| **Fighting Style Specializations** | |\n| **Fighting Style** | **Bonus** |\n| Missile weapon | +1 to attack throws |\n| Single weapon | +1 to initiative |\n| Dual weapons | +1 to attack throws |\n| Two-handed weapon | +1 to damage rolls |\n| Weapon and shield | +1 to armor class |\n\n###### Fighting Style Specialization\n\nThe character specializes in a particular fighting style, such as dual weapon or weapon and shield, in which he is already proficient. Because of his familiarity with the fighting style, the specialized character gains a special bonus when the character is fighting in that style. The fighting styles and their bonuses are listed on the adjoining table. The bonuses are in addition to the standard bonuses for fighting in the given manner. For instance, a character with weapon and shield fighting style proficiency gains a total improvement to his AC of 2 points. A character can take this proficiency multiple times, selecting an additional fighting style each time. If a character has two fighting styles that might be applicable in a given fight, he must choose which bonus will apply in any given round at the start of his initiative. For example, if a character armed with a sling in one hand and a shield in the other hand has both Fighting Style Specialization (missile weapon) and (weapon and shield), he must choose between +1 to attack throws or +1 to AC, but cannot take both bonuses at the same time.\n\n###### Folkways (G)\n\nThe character is familiar with the customs, figures of speech, manners, and traditions of a particular urban settlement. He gains a +1 bonus to reaction rolls with 0th level characters he encounters in his settlement. He can automatically identify famous landmarks and points of interest in his settlement, and never gets lost when traveling through it. This proficiency can be selected multiple times, adding an additional familiar settlement each time.\n\n###### Gambling (G)\n\nThe character has the ability to win money in games of chance and skill. He can earn 1d6!gp per week of dedicated activity as a professional gambler. The character can select Gambling additional times if desired, increasing his weekly income by 1d6!gp with each selection. If multiple characters with Gambling proficiency face each other in a game, the result can be determined by having each gambler roll 1d6! Per rank of proficiency. (Non-proficient characters roll 1d4.) The gambler who rolled the highest die wins the round (hand, trick, etc.) and collects its pot. If two or more gamblers are tied for the highest die, the other gamblers lose and the tied gamblers re-roll against each other. There are a number of popular games of skill in the Auran Empire, some of which are listed below.\n\n|  |\n| --- |\n| Game |\n| Kyrpeges (“wargame”), a strategy boardgame played with miniatures on a grid. Two patrons are playing while the rest bet on the outcome. |\n| Destri Spevas (“horse and chariot”), a boardgame where up to seven players roll dice to race their token around an oval track. |\n| Calefan Esevi (“lucky sevens”), a game of chance played with a deck of 49 cards. Players compete to be the closest to a hand of 7. |\n| Draxës (“dice”), a game of chance played with three six-sided dice. Up to seven patrons are placing bets as they alternate rolling. |\n\n###### Goblin-Slaying\n\nThe character has been trained to ruthlessly cut down his race’s humanoid foes. He receives +1 on attack throws against kobolds, goblins, orcs, gnolls, hobgoblins, bugbears, ogres, trolls, and giants. At level 7, this bonus increases to +2, and at level 13 it increases to +3.\n\n###### Healing (G)\n\nThe character is skilled at caring for sick and wounded humans, demi-humans, giants, and other humanoids. As a dedicated activity, the character can care for three patients at a time, plus an additional each time Healing is selected (e.g. four patients with one rank, five with two ranks, etc.) A wounded patient under the character’s care automatically regains an extra 1d3 hit points per day of rest if provided with sanitary conditions and proper food. If a patient under his care is sick or poisoned, the character can attempt to diagnose the disease or poison. Diagnosis requires one turn (10 minutes) of medical examination and a proficiency throw of 11+. If the throw succeeds, the character identifies whether the disease or poison is magical or mundane, and if mundane, diagnoses it. If the throw fails, he does not identify or diagnose the disease or poison. He cannot try again until the patient develops further symptoms. The character can use healing herbs (p. XX) to treat poisoned, sick, and/or wounded patients.\n\nIf the character selects Healingtwice, he is a physicker. He can now diagnose illness on 7+. He can also attempt to non-magically *neutralize poison*,*cure**disease*,or *cure**light**injury* on a poisoned, sick, or wounded patient. He must have successfully diagnosed a disease or poison before attempting to cure it. Each attempt requires one turn (10 minutes) and a proficiency throw of 18+. If the throw succeeds, the healing effect occurs as if the spell had been cast. If the throw fails, there is no effect. Whether the throw succeeds or not, he cannot try again with that effect on that patient until the following day, though another healer can.\n\nIf the character selects Healingthree times, he is a chirurgeon. He can now diagnose illness on 3+. He can *neutralize**poison*,*cure**disease*,or *cure**serious**injury*on a poisoned, sick, or wounded patient with a proficiency throw of 14+.\n\nThe ability to treat the ill provides the character with a number of other useful abilities. With one rank of Healing, the character can harvest components from humanoids. With two ranks, he can harvest components from corporeal undead. With a combined two ranks of Animal Husbandry and/or Healing, he can harvest components from beastmen, and with a combined three ranks, from monstrosities.\n\nBecause most creatures share many anatomical traits, a character with this proficiency can use it on animals, monstrosities, and vermin at a -4 penalty.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Healing Proficiency Progression** | | | | |\n| **Title** | **Rank (# of**  **times taken)** | **Gp Earned**  **/ Month** | **Patients**  **/ Day** | **Skills** |\n| Healer | 1 | 25gp | 3 | Identify 11+, extra 1d3 hit points per day, healing herbs |\n| Physicker | 2 | 50gp | 4 | Identify 7+, *neutralize* *poison*, *cure* *disease*, *cure* *light* 18+ |\n| Chirurgeon | 3 | 100gp | 5 | Identify 3+, *neutralize* *poison*, *cure* *disease*, *cure* *serious* 14+ |\n\n###### Illusion Resistance\n\nThe character is as hard to fool as the most cynical dwarf. He automatically attempts to disbelieve any illusions he encounters. (The Judge makes the roll in secret so the character is not aware when he has failed.) If he deliberately attempts to disbelieve an illusion, he receives +4 bonus on his throw.\n\n###### Intimidation (G)\n\nThe character knows how to bully others to get what he wants. He receives a +1 bonus on all reaction rolls when implicitly or explicitly threatening violence or dire consequences. The targets must be less than 5HD or the character and his allies must outnumber or grossly outrank the targets. This bonus stacks with Mystic Aura, but not with Diplomacy or Seduction.\n\n###### Kin-Slaying\n\nThe character has been trained to ruthlessly cut down his chthonic master’s foes. He receives +1 on attack throws against humans, elves, dwarves, halflings, gnomes, and Nobir. At level 7, this bonus increases to +2, and at level 13 it increases to +3.\n\n###### Knowledge (G)\n\nThe character has made a specialized study of a particular field, such as architecture, astrology, geography, history, mathematics, metaphysics, natural history, natural philosophy, or political economy. The character can usually make his living by acting as an expert on the subject. With a proficiency throw of 11+, the character can recall expert commentary or information relating to his area of knowledge. The character must choose his area of knowledge at the time he chooses the proficiency. He can spend more proficiency selections to have several different areas of knowledge.\n\nIf a character selects the same knowledge twice, he is an expert in the subject and can train students and write books on the topic. If he selects the same subject three times, he is a scholar who could teach experts. If he also has Loremastery and Magical Engineering proficiencies, he can work as a sage (as described in **Specialists,** p. XX).\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Knowledge Proficiency Progression** | | | |\n| **Title** | **Rank (# of times taken)** | **Gp Earned / Month** | **Skills** |\n| Student | 1 | 25gp | Identify 11+ |\n| Expert | 2 | 50gp | Identify 7+ |\n| Scholar | 3 | 100gp | Identify 3+ |\n\n###### Labor (G)\n\nThe character is highly proficient at a particular type of physical labor, such as bricklaying, farming, mining, or stonecutting. He has a construction rate of 2sp per day of dedicated activity on projects relating to his proficiency. The character can make his living off his labors, earning 6gp per month. Because he is hardened to labor, the character can undertake strenuous dedicated activities every day without becoming fatigued. A character can learn other labor proficiencies by taking this proficiency multiple times. Labor does not require enough skill to be able to be improved by taking this proficiency multiple times. However, if the character also takes the Endurance proficiency, Labor enables him to force march for one additional day.\n\nSome types of labor have additional benefits for adventure. Labor (construction) lets the character build temporary defensive works. Labor (farming) and Labor (butchery) enable a character to skin, flesh, and butcher creatures for pelts and meats. Labor (butchery) enables the character to extract special components from animals. The Judge can devise other benefits for labor if desired.\n\n###### Land Surveying\n\nThe character is an expert at surveying the land around him. The character can attempt to assess the land value of a hex to determine if it is worth settling (see p. XX). The character can also attempt to assess the total number of lairs in the hex based on the lay of the land, evidence of cultivation, and other factors (see p. When moving at expedition or exploration speed in the wilderness, he habitually scans for dangers such as collapses, deadfalls, rock slides or sinkholes. Anytime he encounters such a danger, the Judge secretly makes a Land Surveying proficiency throw on his behalf. On a throw of 14+, the character detects the danger. By spending one turn (10 minutes), the character can methodically survey an area of up to 10,000 square feet for such dangers, with 10+ succeeding.\n\n###### Language (G)\n\nThis proficiency enables the character to learn to speak, read, and write an additional three languages of his choice. The character’s level of literacy with the new language is determined by his Intellect. Characters with an Intellect of 8 or less are generally illiterate. However, this proficiency can be taken by a character with a low Intellect (8 or less) in order to become literate in the language(s) the character already speaks. This proficiency can be selected multiple times, learning an additional three languages each time.\n\n###### Laying on Hands\n\nThe character can heal himself or another by laying on hands once per day. If he lays hands on a wounded creature, he can restore 2 hit points per experience level. If he lays hands on an incapacitated creature, he can grant a bonus to their Mortal Wounds throw of one-half his class level (round up). If he lays hands on a paralyzed creature, he can cure the paralysis. A character can take this proficiency multiple times. Each time it is taken, the character can lay on hands an additional time per day.\n\n###### Leadership (G)\n\nThe character is an inspirational authority figure who earns great loyalty. The character can hire one more henchman than his Charisma would otherwise permit, and the base morale score of any domain he rules is increased by 1. Domain morale is explained in the **Campaigns** chapter (p. XX).\n\n###### Lip Reading (G)\n\nThe character can “overhear” conversations spoken in a language he understands. If the subject of his lip reading is not speaking clearly in bright light, the character might need to make a successful Listening proficiency throw in order to determine if he gleans the appropriate information.\n\n###### Lockpicking Expertise\n\nThe character is an expert with locks. He gains a +2 bonus on Lockpicking proficiency throws. When hastily picking a lock, he only botches on an unmodified roll of 1 (instead of 1 - 3), and he never botches when methodically picking a lock.\n\n###### Loremastery\n\nThe character is knowledgeable on a variety of esoteric subjects. At 1st level, the character can make a proficiency throw of 18+ to decipher occult runes, remember ancient history, or identify a historic artifact or special monster part. The proficiency throw required reduces by 1 per level. The character can identify magic items as if he were a 5th level mage. If the character can already identify magic items, he can do so with a +2 bonus to his magic research throw and +10% bonus to his research rate.\n\n###### Magical Engineering\n\nThe character has specialized knowledge of magical items. With one rank of Magical Engineering, the character gains a +1 bonus on magic research throws and increases his research rate by 5%. He can recognize conventional and usual magical items or special components by examining them for one turn (10 minutes) with a proficiency throw of 11+. He can extract special components from constructs. He cannot, however, recognize unusual or unique magical items, discern command words, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item. This proficiency can be selected multiple times, each time adding an additional +1 bonus to magical research throws, increasing research rate by 5%, and improving the proficiency throw required to recognize conventional items by 4.\n\n###### Magical Music\n\nThe character’s performances can be used to cause certain emotions to arise in his spectators. When this proficiency is selected, the character learns two musical effects. Each musical effect is the equivalent to a 1st level enchantment spell. The available musical effects are:\n\n* **Drowsiness**: Cast *slumber* on an audience of one or more creatures by performing a melodic lullaby\n* **Goodwill:** Casts *beguile humanoid* on an audience of one creature by performing a song praising their virtues.\n* **Horror:** Cast *frighten humanoid* on an audience of one creature by performing a song with disturbing and haunting chords.\n* **Outrage:** Cast *infuriate humanoid* on an audience of one creature by performing a song ridiculing its beliefs and reputation.\n\nThe Judge can add or devise other musical effects if desired. To use Magical Music, the character must select a musical effect for his performance and decide the audience (i.e. target creatures) that his performance addresses based on the chosen effect. The target creatures are selected with eye contact, hand gesture, and other flourishes, and know they are the targets of the character’s performance. The target creatures must be within earshot and line of sight of the character, be able to understand the character’s language, and not already be in combat. (If the character has Beast Friendship, that counts as being able to understand the language of animals, and musical effects that he causes that would target humanoids can instead target animals.)\n\nOnce the audience is selected, the character starts performing. He makes a proficiency throw against a target value of 11+. The proficiency throw required reduces by 1 per level. The character must have at least one rank of Performance (either from a class power or proficiency). If the character has additional ranks of Performance, he gains a +1 bonus for each rank to his throw, up to two additional ranks. If the proficiency throw is successful, the musical effect begins immediately and lasts until the character ends his performance. If the character performs for a full turn (10 minutes), the effect lasts until the character ends his performance and then for the duration of the spell thereafter. If the proficiency throw fails, the magical music has no effect and cannot be tried again on the same audience that turn. This proficiency can be selected multiple times, learning two additional musical effects each time.\n\n###### Manual of Arms (G)\n\nThe character is highly experienced in military discipline, physical fitness, and weapon drill. He can automatically identify the battle standards, equipment, great captains, military slang, and rank insignia of his homeland. He can identify those of other realms with a proficiency throw of 11+. He can fight as a regular (rather than irregular) troop in formed and loose units. He can begin play as a member of a legion, mercenary’s guild, or other military organization (Judge’s discretion).\n\nIf the character learns additional ranks of Manual of Arms, he can serve as a marshal capable of training up to 60 troops simultaneously as a dedicated activity.\n\n* If the character has two ranks, he can train light infantry or slingers (1 month training period). If the character also has Mounted Combat or Riding, he can also train light cavalry (3 months). If he also has Fighting Style Specialization (missile weapons) or Weapon Focus (bows & crossbows), he can also train crossbowmen (1 month), bowmen (2 months), or longbowmen (3 months). If the character can train both bowmen and light cavalry, he can also train horse archers (6 months).\n* If the character has three ranks, he can train heavy infantry (1 month). If he can train both heavy infantry and light cavalry, he can train medium and heavy cavalry (6 months). If the character can train both bowmen and heavy cavalry, he can train cataphract cavalry (12 months).\n\nOnce a character has trained troops, he can maintain them in a high state of readiness by inspecting them. Inspection takes one turn (10 minutes) per 60 troops and grants a +1 bonus to morale for one day. A character can only inspect troop types he can train.\n\n###### Mapping (G)\n\nThe character can understand and make maps, even if he cannot read or write. He can create useful maps by torchlight while moving at exploration speed or less. By spending one turn (10 minutes) in thought, and succeeding on a proficiency throw of 11+, he can interpret or draft complicated layouts, map an area by memory, or notice an irregularity in a map he has created. This proficiency can be selected multiple times.\n\n###### Martial Training\n\nThe character has proficiency in weapons that are unusual for his class. Select one of the following types of weapons and add these to the list of weapons with which the character is proficient: (1) axes; (2) bows/crossbows; (3) flails/hammers/maces; (4) swords/daggers; (5) spears/polearms; (6) bolas/nets/slings/saps/staffs/staff-slings; (7) any four weapons. When selecting option 7, the character can only select composite bow or long bow if he already has or also selects short bow; and the character can only select spear or polearm if he already has or also selects javelin. Note that Martial Training does not afford the character the ability to use fighting styles with which he is not proficient, so a character who selects e.g. spears/polearms will not be able to use a polearm unless he already has two-handed weapon fighting style. A divine caster who selects this proficiency is granted an exemption by his deity that permits use of the weapon(s).\n\n###### Mastery of Conjuration & Summoning\n\nWhen the character casts summoning spells (such as*conjure fiend*or *summon**shadow*), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. (This makes them harder to dispel.) If the character loses his concentration due to taking damage while controlling a conjured creature, he must make a Spells saving throw. If the save succeeds, he maintains his concentration. His eligibility to conduct research on summoning magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching summoning magic. Mastery of Conjuration and Summoning can stack with the Conjure Dark Powers class power, such that the character’s summoning spells are calculated as if he were three (rather than two) caster levels higher and he gains a +2 bonus on his Spells saving throw to maintain concentration.\n\n###### Mastery of Enchantments & Illusions\n\nWhen the character casts enchantment spells (such as*bewitch**person*) or illusionspells (such as *phantasmal**figment*), the spell effects are calculated as if he were two caster levels higher than his actual level of experience. Targets of his enchantment and illusion spells suffer a -2 penalty to their saving throw. His eligibility to conduct research on enchantment and illusion magic is determined as if he were two caster levels higher than actual. He gains a +2 bonus on magic research throws and increases his research rate by 10% when researching enchantment or illusion magic.\n\n###### Military Strategy (G)\n\nThe character has studied the art of war and the methods of the great captains. He can recognize famous historical battles, generals, and weapons with a proficiency throw of 11+. Forces under his command receive a +1 bonus to initiative rolls in mass combat. This proficiency can be selected multiple times, each time improving the proficiency throw to recognize by 4 and adding an additional +1 bonus to mass combat initiative, to a maximum of +3.\n\n###### Mimicry (G)\n\nThe character can imitate animal calls and foreign language accents. With a proficiency throw of 11+, the character’s mimicry (e.g. imitating the screech of a hoot owl or a noise from some other animal) is so authentic as to fool even trained naturalists into believing they have heard the actual animal. This proficiency can be selected multiple times.\n\n###### Mountaineering (G)\n\nThe character knows how to use mountaineering gear to climb difficult mountains and cliff faces and to lead a party of up to 30 characters to tackle those faces as well. To count as having mountaineering gear, the character must have a grappling hook, and he and each character he assists must have a hand axe, a small hammer, a set of 6 iron spikes, and at least 50’ of rope. If the character does not have the Climbing proficiency (or equivalent class power), the proficiency throw for he and his party to climb, rappel, or traverse using mountaineering gear equals that of a thief of his class level. If the character does have Climbing, then his party can climb, rappel, or traverse as thieves of his class level, while his own proficiency throw only fails on an unmodified roll of 1 provided he does not exceed one-half combat speed. This proficiency does not allow the character to climb sheer surfaces during combat or without mountaineering gear.\n\n###### Mounted Combat\n\nThe character can ride a saddled riding animal under combat conditions without penalty. He gains a +1 bonus to attack throws while mounted. If the character also has Riding proficiency, he can ride without a saddle, bit, or bridle in combat conditions without penalty.\n\n###### Mystic Aura\n\nThe character has learned to project his magical powers in a way that causes awe in those that share the character’s presence. He gains a +1 bonus to reaction rolls to impress and intimidate people he encounters. If this bonus results in a total of 12 or more, the subjects act as if **bewitched** while in his presence. Once the subject leaves the character’s presence, the **bewitchment** ends. If the character interacted with the subject with finesse and tact, limiting any requests to the bounds of reason, the subject might be unaware that he was even **bewitched**. However, if the character makes dangerous or unusual demands the subject to which he would not ordinarily agree, the subject will deduce he was **bewitched** once the effect ends. Characters who brazenly exploit this power will acquire a reputation as enchanters or evil eyes, and be avoided and shunned lest they find more victims.\n\n###### Naturalism (G)\n\nThe character is knowledgeable of common plant and animal life forms. By spending one turn (10 minutes) and making a successful proficiency throw of 11+, the character can appraise the value of a monster’s parts, identify venomous monsters, poisonous plants, or healing herbs, and detect any signs of unnatural danger (such as unusual quiet, atypical animal behavior, etc.).\n\nThe character can also attempt to forage for healing herbs or poisonous plants. Each attempt requires one day of dedicated activity and a proficiency throw. (The target value is set by the Judge depending on the rarity of the plant, typically 16 – 20.) If the throw succeeds, the character gathers 1 stone of fresh plants, enough to extract one dose of poison or one healing herbs. If the throw fails, the character’s search is fruitless. If the throw fails on an unmodified 1, the character has accidentally exposed himself to a plant toxin (either the one he was looking for or a random toxin.) The character must immediately make a successful Death saving throw or suffer the toxin’s effects.\n\n###### Navigation (G)\n\nThe character can take the position of the sun and stars to determine roughly where he is. He gains a +4 bonus on proficiency throws to avoid getting lost in the wilderness. If he also has at least one rank of Seafaring, he can serve as a navigator on a seagoing vessel as described in **Specialists**. The bonus from this proficiency stacks with the explorer and venturer’s Pathfinding class power. A character can select this proficiency multiple times.\n\n###### Passing Without Trace\n\nThe character leaves no sign of his passing over terrain, and cannot be tracked. For every level of experience, the character can cover the tracks of an additional traveling companion. Characters who are passing without trace do not count against party size for purposes of evasion (p. XX).\n\n###### Performance (G)\n\nThe character can act, dance, sing, recite poetry, tell stories, or play musical instruments in a skilled manner. The character chooses the type of performance that his character knows, and the character can take the proficiency several times in order to know multiple types of performance. The character is considered an apprentice in his style. He can earn 10gp per month from his performances, and can identify famous performers, masterpieces, and rare instruments with a proficiency throw of 11+.\n\nIf a character selects the same type of performance twice, he is considered a journeyman in his trade. He can earn 20gp per month of dedicated activity from his performances, and lead a troupe of up to 3 apprentices, increasing their productivity by 50%. If he selects the same type of performance three times, he is considered a master of his field. He can earn 40gp per month of dedicated activity from his performances, and lead a troupe of up to 2 journeymen and 4 apprentices, increasing their productivity by 50%.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Performance Proficiency Progression** | | | |\n| **Title** | **Rank (# of times taken)** | **Gp Earned/Month** | **Number of Workers Allowed** |\n| Apprentice | 1 | 10gp | N. A. |\n| Journeyman | 2 | 20gp | 3 Apprentices |\n| Master Performer | 3 | 40gp | 2 Journeymen, 4 Apprentices |\n|  |  |  |  |\n\n###### Poisoning\n\nThe character is an expert at identifying, extracting, and using natural toxins and venoms. He can identify poisonous plants and venomous monsters and distinguish their different poisons as if he had one rank of Naturalism. He can extract venom from slain creatures as if he had one rank of Animal Husbandry. He can extract toxins from plants as if he had one rank of Alchemy. (If he already has ranks of Animal Husbandry, Alchemy, or Naturalism, he functions as if having an additional rank.) He does not botch when extracting or using poison.\n\n###### Precise Shooting\n\nThe character can make a missile attack against an unengaged enemy target without penalty, even past cover or **engaged** allies. The character can attack an engaged enemy target at a -4 penalty. A character can take this proficiency multiple times. Each time the proficiency is taken, the penalty to attack opponents in melee is reduced by 2. Characters without this proficiency cannot attack opponents engaged in melee with missile attacks and suffer a -4 penalty to attack enemy targets through a melee.\n\n###### Prestidigitation\n\nThe character can magically accomplish simple illusions and sleight of hand tricks suitable for impressing peasants, such as lighting a candle or shuffling cards, at will. The character must be able to perform the task physically, and be free to speak and gesture. He can use magical sleight-of-hand to pick pockets as a thief of one-half his class level (rounded up).\n\n###### Profession (G)\n\nThe character is highly skilled at a civil profession, such as actuary, banker, chamberlain, judge, lawyer, librarian, merchant, restaurateur, scribe, or seneschal. The character is considered an apprentice in his profession. He can earn 25gp per month of dedicated activity performing his services, and can make expert commentary on subjects pertaining to his profession with a proficiency throw of 11+. The character must choose the profession at the time he chooses the proficiency. He can spend more proficiency selections to have several types of profession proficiencies. If a character selects the same profession twice, he is considered a licensed practitioner of his profession. He can earn 50gp per month of dedicated activity performing for his services, and supervise up to 3 apprentices, increasing their productivity by 50%. He is considered an expert for purposes of evaluating merchandise related to his field (see p. XX). If he selects the same profession three times, he is considered a master of his profession. He can earn 100gp per month of dedicated activity, and supervise up to 2 practitioners and 4 apprentices, increasing their productivity by 50%.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Profession Proficiency Progression** | | | |\n| **Title** | **Rank (# of times taken)** | **Gp Earned/Month** | **Number of Workers Allowed** |\n| Apprentice | 1 | 25gp | N. A. |\n| Licensed Practitioner | 2 | 50gp | 3 Apprentices |\n| Master of Profession | 3 | 100gp | 2 Journeymen, 4 Apprentices |\n\n###### Prophecy\n\nThe character is subject to premonitions and dreams of the past and future. Once per month, the character has a *prophetic dream* determined by the Judge.\n\n###### Prospecting\n\nThe character is an expert at finding ore deposits who can assess 6-mile hexes to determine if they have any minable ore. Prospecting one 6-mile hex requires one day of dedicated activity and requires a successful proficiency throw of 18+. A character who also has the Land Surveying proficiency gains an additional +4 bonus to prospecting throws. Detailed rules for prospecting for ore are described in Chapter 8 of ***By This Axe***.\n\n###### Quiet Magic\n\nThe character can cast spells with minimal words and gestures. The gestures, while subtler than those of ordinary casters, are still apparent if the character is in direct view of undistracted observers. The words, however, are hard to hear even in a quiet room; a successful proficiency throw to hear noise is required to hear the character cast spells. Full binding and gagging is necessary to prevent the character from working magic.\n\n###### Reliquarianism\n\nThe character has learned the secret theurgy by which the craftpriests channel the faith of their people into the relics of their ancestors. The character can store divine power he accumulates from congregants or sacrifice in a reliquary. The reliquary must be located in the same 24-mile hex as the congregants. A character with this proficiency can access the divine power when performing magic research if he has personally visited the reliquary for at least one turn in the last month and is working in the vault where the reliquary is located. The maximum amount of divine power that can be stored is equal to the construction cost of the reliquary plus the gp value of the relic(s) stored within. If the reliquary is destroyed, or the relics within are removed, divine power in excess of the remaining value is irrecoverably lost. Because this proficiency manipulates divine power itself, it cannot be enchanted into items.\n\n###### Revelry (G)\n\nThe character is a connoisseur of fairs, festivals, food, and drink. He can automatically identify popular performers, cantinas, inns, and taverns in his settlement of residence. His high alcohol tolerance grants him a +2 bonus to saving throws related to consumption of potions, dwarven brews, or ordinary beer, wine, and spirits. Ordinary 0th level NPCs who live routine lives often have this proficiency; it is less common among go-getting adventurers.\n\n###### Riding (G)\n\nThe character is an expert equestrian. He can ride without a saddle, bit, or bridle in non-combat conditions. He can ride a saddled riding animal under combat conditions without penalty. He can force-march a saddled riding animal without becoming fatigued. (His riding animal still becomes fatigued, so to continue force marching he must change mounts). When he is saddled on a charging or running riding animal, he can guide the animal to jump up to 5’ upward over a distance of up to 25% of its combat movement in feet. If the character also has Mounted Combat, he can ride without a saddle, bit, or bridle in combat conditions without penalty.\n\n###### Righteous Rebuke\n\nWhen rebuking undead,the character adds his Will bonus to his rebuking throws and one-half his divine caster level (rounded up) to the number of HD of undead rebuked on a successful throw.\n\n###### Running\n\nThe character’s base speed is increased by 30’ when wearing medium or lighter armor and carrying 7 stones or less encumbrance.\n\n###### Seafaring (G)\n\nIf a character selects this proficiency once, he knows how to sail or row (his choice). If he also has Navigation proficiency, he can serve as a navigator on a seafaring vessel. If he selects the proficiency twice, he knows how to both sail and row, and can serve as a vessel captain. If he selects this proficiency three times, he is a master mariner. Master mariners can sail faster against the wind and gain a +4 bonus on Seafaring proficiency throws and ramming attacks.\n\n###### Seduction (G)\n\nThe character is either naturally alluring or a practiced seducer. He receives a +1 bonus on reaction rolls when interacting with others who are potentially attracted to the character. This bonus stacks with Mystic Aura, but not with Diplomacy or Intimidation.\n\n###### Sensing Evil\n\nThe character can detect creatures with evil intentions, magic items with evil enchantments, sinkholes of evil, enchanted creatures of Chaotic alignment, incarnations of Chaotic alignment, and undead within 45’. Normal characters, even if Chaotic, are not detected unless they have actively evil intentions against the character. Poisons, physical traps, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the evil creatures or objects with a sinister red glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the evil (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the evil. Sensing evil requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).\n\n###### Sensing Good\n\nThe character can detect creatures with good intentions, magic items with good enchantments, pinnacles of good, enchanted creatures of Lawful alignment, and incarnations of Lawful alignment, within 30’. Normal characters are not detected unless they have actively good intentions towards the character. Delicious meals, comfy furniture, and natural animals are neither good nor evil, so they are not detected by this spell. The character sees the good creatures or objects with an annoying golden glow around them, but the glow cannot be seen by anyone else. The character must have line of sight on the good (i.e. the power does not work through walls). If the creature or object is hidden or invisible, the character will only see the glow and not the source of the good. Sensing good requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).\n\n###### Sensing Power\n\nThe character can detect spellcasters within 45’ and estimate their level of power relative to his own. He can tell when magic has been used within the last 24 hours within the same vicinity and identify the spell signature of the effect. The character cannot necessarily sense whether an item is magic, unless it has been used in the last 24 hours. Sensing power requires one full round of quiet concentration to activate. The effect lasts as long as the character continues to concentrate, to a maximum of one round per level. The effect can be used once per turn (10 minutes).\n\n###### Siege Engineering (G)\n\nThe character has been trained in the military art of siege engineering. With one rank in the proficiency, the character can construct defensive works such as ditches, pits, fields of stakes, and other simple wooden and earthen barricades with a construction rate of 2sp per day of dedicated activity. He can operate heavy war machines and siege engines such as ballistae, catapults, rams, bores, and siege towers as an artillerist. With two ranks in the proficiency, the character can construct defensive works, heavy war machines, siege engines, and siege towers with a construction rate of 6.6sp per day of dedicated activity. He can also supervise others working on siege engineering projects of up to 25,000gp construction cost.\n\n###### Signaling (G)\n\nThe character knows how to transmit messages to other signaling specialists of the same military force, culture, trade guild, or other organization. This is similar to learning an additional language. The character must specify the style and culture of signals that he has learned when he takes this proficiency. Examples of signals include naval flags, cavalry trumpets, or smoke signals.\n\n###### Skirmishing\n\nThe character can withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round. (Characters without this proficiency must declare defensive movement before initiative dice are rolled. See **Defensive Movement** in Chapter 6.) He does not suffer a penalty to armor class when charging or running when wearing medium or lighter armor and carrying 7 stones or less encumbrance.\n\n###### Skulking\n\nThe character excels at moving furtively and finding concealment. He gains a +2 bonus on Hiding and Sneaking proficiency throws. When sneaking at more than one-half combat speed, his penalty is reduced to -2 (instead of -5). When sneaking while running, his penalty is reduced to -5 (instead of -10).\n\n###### Sniping\n\nIf otherwise eligible to ambush or backstab his opponent, the character can do so using missile weapons at up to long range. Characters without this proficiency can only ambush or backstab in melee or with missile weapons at short range.\n\n###### Soothsaying\n\nThe character has been trained to read the omens in everyday things — the throw of dice, the flight of birds, or the leaves of tea. Once every 8 hours, he can cast **augury** (as the spell). The casting time is 10 seconds (1 round).\n\n###### Streetwise (G)\n\nThe character has learned the hard lessons taught by life as a criminal. He can begin play as a member of a thieves’ guild or other criminal syndicate (Judge’s discretion). He can engage in hijinks if he has the necessary proficiencies. He can automatically identify gestures, signs, slang, and territory of criminal organizations in his home settlement. He can identify those of other urban settlements with a proficiency throw of 11+. Secret organizations or organizations in far-off cities can be harder to recognize. A character can select this proficiency additional times.\n\n###### Survival (G)\n\nThe character is an expert at hunting small game, gathering fruits and vegetables, and finding water and shelter. He can forage enough food to feed himself automatically, even when on the move. If trying to forage to feed additional characters, or to find water, he must make a proficiency throw (as described in **Wilderness Adventures** on p. XX), but gains a +4 bonus on the roll.\n\n###### Swashbuckling\n\nIf the character is wearing light armor or no armor, and carrying 5 stones or less encumbrance, he gains a +1 bonus to Armor Class. At level 7, this bonus increases to +2, and at level 13 the bonus increases to +3. Swashbuckling proficiency can be stacked with the bladedancer’s Graceful Fighting class power to increase the AC bonus, but the bonus from Swashbuckling is capped at +1 unless the bladedancer is unarmored.\n\n###### Swimming (G)\n\nThe character is a proficient swimmer. He gains a +4 bonus when making Swimming proficiency throws. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.\n\n###### Syncretism\n\nThe character has integrated knowledge from other religions into his own divine practice. He can replace 4 divine spells in his repertoire with a selection of other divine spells not normally available to worshippers of his god. A character who selects this proficiency does not innately violate his divine code of behavior, but may face repercussions within his order if it becomes known he does not follow orthodox doctrine (Judge’s discretion).\n\n###### Theology (G)\n\nThe character has received religious instruction at a seminary, monastery, or temple. If he is a divine spellcaster, he can begin play as a member of a religious hierarchy (Judge’s discretion). He can acquire congregants through proselytizing. He can automatically identify religious symbols, spell signatures, trappings, and holy days of his own faith, and can recognize those of other faiths with a proficiency throw of 11+. Rare or occult cults can be harder to recognize. This proficiency can be selected multiple times.\n\n###### Tracking (G)\n\nThe character can search for tracks left behind by passing creatures. It requires one turn (10 minutes) to search for tracks in the vicinity of an encounter. If the throw fails, the character cannot try again in that area until at least 6 turns (one hour) has passed. Searching for tracks requires a Tracking proficiency throw of 11+. The Judge should increase or decrease the chance of success depending on the circumstances:\n\n* +2 if tracking 2 – 4 creatures\n* +4 if tracking 4 – 8 creatures\n* +6 if tracking 8 – 16 creatures\n* +8 if tracking 17+ creatures\n* +4 if trail is through soft/muddy ground\n* -8 if the trail is through hard/rocky ground\n* -1 per 12 hours of good weather since trail was made\n* -4 per hour of rain/snow since trail was made\n* -4 if dim lighting (torch, moonlight, etc)\n\nOnce tracks are discovered, the character can begin following them, moving at half exploration speed in dungeons and half expedition speed in wilderness. Following tracks does not require a proficiency throw. However, if the tracks enter water or if one hour of Rainy/Snowy conditions elapses, the tracks are lost and the character must search again to find them.\n\nIf any member of a party has the Tracking proficiency, the party receives a +4 bonus on the proficiency throw when searching for lairs in a 6-mile hex. This proficiency can be selected multiple times. Each additional rank improves the proficiency throw to track by 4; however, it does not increase the bonus when searching for lairs.\n\n###### Transmogrification\n\nThe character has mastered grotesque arts of transformation. When the character casts transmogrification spells, the spell effects are calculated as if he were two class levels higher than his actual level of experience. His eligibility to create crossbreeds or research transmogrification magic is determined as if he were two caster levels higher than actual. Targets of his transmogrification spells suffer a -2 penalty to their saving throw. He gains a +2 bonus on magic research throws and increases his research rate by 10% when creating crossbreeds or researching transmogrification magic. See **Crossbreeding** (p. XX) for more details. Transmogrification can stack with the Grotesque Arts of Transformation class power such that the character’s transmogrification spells are calculated as if he were three (rather than two) caster levels higher and his bonus to magic research and research rate is increased to +3 and 15%.\n\n###### Trapfinding\n\nThe character is an expert at searching for traps and disarming them. He gains a +2 bonus on Searching and Trapbreaking proficiency throws. He triggers undetected traps only one-half as often as other adventurers (1 on 1d6 instead of 1-2).\n\n###### Trapping (G)\n\nThe character is an expert with wilderness traps such as deadfalls, earthen pits, spring snares, and whipping branches capable of capturing creatures up to the size of an elephant (such as giants, ogres, wyverns, etc.). He can find and remove wilderness traps as a thief of one-half his class level (rounded up). (If already proficient in Searching or Trapfinding, he gains an additional +2 bonus against wilderness traps.) He can craft ordinary or crude wilderness traps with a construction rate of 1sp per hour.\n\nCrude traps cost 10% the cost of permanent traps (see Chapter 4, p. XX, for a list of trap costs). They function similarly to permanent traps, but are easier to spot and less effective. All characters gain a +4 bonus to find and remove crude traps. If a crude trap triggers an attack, it attacks with a -2 penalty. If a crude trap grants a saving throw, the target saves with a +2 bonus. Once set, a crude trap must be maintained, which entails checking it for finds, performing minor repairs, and resetting its lures. Each trap requires 1sp (one hour’s worth) of maintenance per day from a trapper and if unmaintained it ceases functioning.\n\nWilderness traps can catch game. Each day, the Judge makes a proficiency throw of 1d20 against a target value of 19+. A successful result indicates that the trap has yielded sufficient food for 1d6 man-sized creatures per 1sp value of the trap. If the proficiency throw fails with an unmodified 1, a crude trap breaks completely. For every eight traps being managed, the Judge should make an encounter throw to see if a wandering monster appropriate for the terrain is in the area. The monster will stumble into the trap on a throw of 1-2 on 1d6; otherwise it will be lurking nearby when traps are checked.\n\nTrapping also enables the character to properly harvest monster horns, tusks, and antlers; to skin, flesh, and butcher creatures for pelts and meats; and to extract special components from animals. The proficiency provides no abilities with regard to mechanical traps in a dungeon or with magical traps of any sort.\n\n###### Unarmed Fighting\n\nThe character is an expert in striking with fist and feet. When brawling(see **Brawling** in Chapter 6), he can deal lethal damage. He can damage characters in metal armor with Brawling without himself taking damage.\n\n###### Unflappable Casting\n\nWhen the character loses a spell by being interrupted or taking damage during the round, he does not lose his action for the round. While he still loses the spell, he can now move and attack normally. Characters without this proficiency lose the opportunity to act at all if they are interrupted while casting a spell. See **Casting Spells** in Chapter 5 and Chapter 6.\n\n###### Vermin-Slaying\n\nThe character specializes in exterminating the insects, slimes, and swarms that plague the underdark. With a proficiency throw of 11+, he can identify the abilities and vulnerabilities of oozes and vermin based on their physical appearance. He receives a +1 bonus to hit oozes and vermin and a +1 bonus to saving throws against special attacks by oozes and vermin such as a carrion horror’s paralyzing stinger or mustard mold’s spores. (The pest control community in the Auran Empire considers oozes a type of vermin even though monstrologists disagree.)\n\n###### Wakefulness\n\nThe character rests by calmly meditating rather than sleeping. He is immune to magical **sleep**. He can keep watch while meditating without penalty, allowing party members to rest.\n\n###### Weapon Finesse\n\nWhen attacking with tiny, small, or medium melee weapons, the character can use his Dexterity modifier instead of his Strength modifier on his attack throw.\n\n###### Weapon Focus\n\nWhen using a favored type of weapon, the character is capable of devastating strikes. On an attack throw scoring an unmodified 20 when using his favored weapon, the character inflicts an additional die of damage (by weapon type). A character can take this proficiency multiple times, selecting an additional Weapon Focus each time. The available Weapon Focuses are: axes; maces, flails and hammers; swords and daggers; bows and crossbows; slings and thrown weapons; spears and polearms. Weapon Focus does not allow a character to use weapons not available to his class.\n"
}