{
  "html": "<h2>Construction Projects</h2>\n<p>While some equipment can be purchased at a market, the Equipment Availability tables sharply limit what is available for sale. Many large and expensive items must be constructed. This section provides rules for constructing structures, building ships, manufacturing siege engines, and more.</p>\n<p>In <em><strong>ACKS II</strong></em><em>,</em> all construction is handled as a series of <strong>construction projects</strong>. The default construction project is structure construction, but other examples include ship building, siege engine manufacture, field fortification, ammunition scavenging, and sapping. Structure construction, siege engine manufacture, and ship building are discussed in this section; ammunition scavenging, sapping, and other projects are presented in the context of Chapter 12, <strong>Sieges</strong>.</p>\n<h3>Construction Cost, Rate, and Supervision</h3>\n<p>Regardless of type, every construction project has a <strong>construction cost</strong>. A project’s construction cost is equal to the base cost of the project in gold pieces. For example, a keep has a construction cost of 75,000gp while a heavy catapult has a construction cost of 800gp.</p>\n<p>The construction cost is paid by the labor of <strong>construction workers</strong>. Each day, each worker contributes a gp value of construction towards the construction cost. This amount is known as the <strong>construction rate</strong>. A worker’s construction rate is normally identical to his wage rate.</p>\n<p>Construction workers may be <strong>unskilled laborers</strong>, <strong>skilled laborers</strong>, <strong>craftsmen</strong>, and/or <strong>engineers</strong>. Unskilled laborers can be hired in the market or might be drawn from peasants, slaves, prisoners, conscripts, or even mercenaries on labor detail. Each unskilled laborer has a wage rate and construction rate of 3gp per month or 1sp per day. When levying peasants to serve as laborers, it has the same limits and effects on the domain as levying peasants into a militia (see p. XX).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>The Typical Laborer:</strong> If you don’t want or need to differentiate between unskilled laborers, skilled laborers, craftsmen, and engineers, you can simply assume that everylaborer has a construction rate of 1 2/3 sp. Every 3,000 laborers will construct 500gp per day. This is a good option for large armies on long campaigns.</td>\n</tr>\n</tbody></table>\n<p>Skilled laborers are trained workers in a physically demanding field such as bricklaying or stonecutting. Each skilled laborer (one with the appropriate Labor proficiency, as detailed in the <strong>Proficiencies</strong> chapter) has a wage rate and construction rate of 6gp per month or 2sp per day. One in four laborers is usually a skilled laborer. They can be hired in markets.</p>\n<p>Craftsmen have considerably higher wage rates and construction rates. As detailed in the <strong>Proficiencies</strong> chapter*,* an apprentice craftsman can construct 10gp per month, a journeyman craftsman can construct 20gp per month, and a master craftsman can construct 40gp per month. Master craftsmen can also manage up to 2 journeymen and 4 apprentices to increase their construction rate by 50%. However, a master craftsman managing junior craftsmen on a large-scale construction project with others reduces his personal construction rate by 25% due to friction and chaos. There is usually no more than one master craftsman per one hundred laborers.</p>\n<p>Engineers and siege engineers can labor on any type of construction project. A siege engineer has the construction rate of a journeyman craftsman, while an engineer has the construction rate of a master craftsman. (Note that this is less than their wage rate; such highly trained characters are better used as supervisors.) Characters with just one rank of Siege Engineering proficiency count as skilled laborers, not siege engineers.</p>\n<p>The wage rates and construction rates of unskilled laborers, laborers, craftsmen, and engineers are summarized on the Wage and Construction Rates table, below. The sum of the construction rates of all the workers on the project is the <strong>total construction rate</strong>.</p>\n<p>EXAMPLE: A construction project with 50 unskilled laborers has a total construction rate of 5gp per day. A construction project with 49 craftsmen (7 masters, 14 journeymen, and 28 apprentices) has a total construction rate of 35gp per day.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Wage and Construction Rates</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Worker</strong></td>\n<td><strong>Construction</strong>  <strong>Rate/Month</strong></td>\n<td><strong>Construction</strong>  <strong>Rate/Day</strong></td>\n<td><strong>Wage Rate/Month</strong></td>\n</tr>\n<tr>\n<td>Unskilled Laborer</td>\n<td>3gp</td>\n<td>1sp</td>\n<td>3gp*</td>\n</tr>\n<tr>\n<td>Skilled Laborer</td>\n<td>6gp</td>\n<td>2sp</td>\n<td>6gp*</td>\n</tr>\n<tr>\n<td>Apprentice Craftsman</td>\n<td>10gp / 15gp**</td>\n<td>33cp / 5sp**</td>\n<td>10gp</td>\n</tr>\n<tr>\n<td>Journeyman Craftsman</td>\n<td>20gp / 30gp**</td>\n<td>66cp / 1gp**</td>\n<td>20gp</td>\n</tr>\n<tr>\n<td>Master Craftsman</td>\n<td>40gp / 30gp**</td>\n<td>1gp, 33cp / 1gp**</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Master, 2 Journeyman, and 4 Apprentices</td>\n<td>150gp**</td>\n<td>5gp**</td>\n<td>150gp</td>\n</tr>\n<tr>\n<td>Siege Engineer</td>\n<td>20gp</td>\n<td>66cp</td>\n<td>50gp</td>\n</tr>\n<tr>\n<td>Engineer</td>\n<td>40gp</td>\n<td>1gp, 33cp</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>*Troops on labor detail must still be paid their normal wage rate. Slaves or prisoners need not be paid any wages.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>**When apprentices and journeymen are working under master on large project.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monstrous Workers:</strong> Sometimes a construction project may have access to ogres, centaurs, giants, or other powerful creatures. Sapient monstrous workers multiply their construction rate (normally that of unskilled laborers) by their normal load / 5, rounded down.</td>\n</tr>\n</tbody></table>\n<p>Any construction project of a structure or vessel must be overseen by a <strong>construction supervisor</strong>. Supervisors must either be siege engineers or engineers. A siege engineer may supervise one construction project of up to 25,000gp construction cost. An engineer may supervise one construction project of up to 100,000gp construction cost. Multiple engineers or siege engineers may work together to supervise large projects.</p>\n<h3>Construction Sites</h3>\n<p>The geographic area around a construction project is called the <strong>construction site.</strong> As a general guideline, a construction site should be about half a mile in diameter. The exact border of the construction site is left to the Judge’s discretion. Any and all construction of a similar sort at the same construction site must be consolidated into a single construction project.</p>\n<p>EXAMPLE #1: Marcus wants to build 2 keeps (75,000gp each), with 200’ of high wall (25,000gp each), on a large hill about a quarter mile in diameter. That means the 2 keeps are on the same site and must be combined into one construction project of 200,000gp.</p>\n<p>EXAMPLE #2: Marcus wants to build a stone wall 20’ high and 100 miles long (528,000’). This great wall will cost 2,640,000gp. Because it occupies such a large geographic area, the Judge rules that the great wall must be divided into many different construction projects. Since a construction site is about half a mile in diameter, the Judge determines the great wall will encompass (100 / ½) 200 construction projects, each costing 13,200gp.</p>\n<p>A maximum of 12,000 workers may work on any given construction site. The first 3,000 workers on a construction site work at their full construction rate. Any additional workers thereafter work at only 33% the normal construction rate, although the workers’ wage rates remain the same. Thus a project built with a workforce of more than 3,000 workers will end up costing more (in gp of wages paid) than the labor cost of the project. However, the project will get built faster.</p>\n<p>EXAMPLE: Marcus initially hires 3,000 various laborers and craftsmen to construct his 200,000gp stronghold. The workers have a total wage rate of 500gp per day and total construction rate of 500gp per day. Wanting to hasten the project, Marcus decides to hire another 3,000 workers with identical characteristics. These additional workers will have a construction rate of just (33% x 500gp) 166gp per day. Their wage rate remains 500gp per day. Marcus’s workers now have a total wage rate of 1,000gp per day and a total construction rate of 666gp per day. Since Marcus’s stronghold has a base cost of 200,000gp, it will take (200,000 / 666) 300 days to build at a cost of (300 days x 1,000gp/day) 300,000gp in wages.</p>\n<h3>Construction Materials</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Back to Basics:</strong> The basic stronghold construction rules in the original <em><strong>ACKS Core</strong></em>assumed a typical stronghold is constructed by around 3,000 men. Of these, 30 are master craftsmen of the various types, each with their 2 journeymen and 4 apprentices, 210 men total. These construct a total of 150gp per day. Another 525 skilled laborers and 2,450 unskilled laborers construct another 350gp per day. The total is thus 500gp of construction per day. The two systems (<em><strong>ACKS Core</strong></em>and <em><strong>ACKS II</strong></em>) are compatible, so you can switch back and forth between them as appropriate.</td>\n</tr>\n</tbody></table>\n<p>Construction projects require an available source of raw materials (lumber and/or stone). For ease of play, lumber is assumed to be cut down from a forest near the construction site, and stone is assumed to be drawn from quarries near the construction site. The time and effort required to secure these raw materials is already factored into the labor cost. The Judge should increase the labor cost of a construction project by 10%, 20%, or more when raw materials must be gathered and transported to the construction site from a long distance.</p>\n<p>Alternatively, raw materials can be bought with cash at a market or scavenged from other buildings on the construction site. Raw materials of up to 50% of the total cost of the construction project can be purchased to reduce labor cost by an equal percentage. If scavenged from nearby buildings, the labor cost is reduced by one-half the value by which the buildings are reduced.</p>\n<p>EXAMPLE: Marcus has access to the nearby market of Arganos. He decides to buy lumber and timber for his 200,000gp stronghold, in order to reduce the labor cost. He buys 50,000gp of raw materials (25% of the cost of the construction project) to reduce the labor cost is reduced by 25%, to 150,000gp. It will now take (150,000 / 666) 225 days to build the stronghold and cost (225 x 1,000gp) 225,000gp in wages.</p>\n<h3>Construction Project Customization (Optional)</h3>\n<p>Players or judges might wish to build structures or vessels of their own design. To calculate the characteristics of your own customized floorplans, use the following process.</p>\n<ol>\n<li>For surface structures, calculate the <strong>cubic volume</strong> of the structure’s frame (i.e. excluding interior volume). For excavated structures, calculate the volume of excavation. For ships, approximate the cubic volume of the ship’s frame using its displacement in pounds divided by 64 (or displacement in tons divided by 128,000).</li>\n<li>Choose a material to be used or excavated. Find the cost per cubic foot on the table below. Multiply cost per cubic foot by the cubic volume. The product is the <strong>material cost</strong> of the structure.</li>\n<li>Choose the type of construction for the material you’ve chosen and find the <strong>complexity</strong>. Increase the complexity by 6 if the structure is curved, rounded, or domed.</li>\n<li>Multiply the material cost by the <strong>complexity</strong> to find the project’s total cost.</li>\n<li>Calculate the structure’s weight in lbs by multiplying the structural frame volume by its material’s density.</li>\n<li>Calculate a structure’s SHP using its structural strength.</li>\n<li>Calculate the structure’s unit capacity by multiplying the square footage of its ground level by the number of stories, then dividing by 2400.</li>\n</ol>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Material</td>\n<td>Cost</td>\n<td>Density</td>\n<td>Structural Strength</td>\n<td>Complexity</td>\n</tr>\n<tr>\n<td><em>Surface Structures</em></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Stone, wall</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x3</td>\n</tr>\n<tr>\n<td>Stone, standard building</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x4</td>\n</tr>\n<tr>\n<td>Stone, improved building</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x8</td>\n</tr>\n<tr>\n<td>Wood, crude</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x0.2</td>\n</tr>\n<tr>\n<td>Wood, wagon or building</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x2</td>\n</tr>\n<tr>\n<td>Wood, siege tower</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x6</td>\n</tr>\n<tr>\n<td>Wood, sailing ship</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x6</td>\n</tr>\n<tr>\n<td>Wood, galley</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x12</td>\n</tr>\n<tr>\n<td><em>Excavated Structures</em></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Rock, crude</td>\n<td>0.05gp/cf</td>\n<td>N/A</td>\n<td>1 shp/30cf</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Rock, superior</td>\n<td>0.05gp/cf</td>\n<td>N/A</td>\n<td>1 shp/12.5cf</td>\n<td>x10</td>\n</tr>\n<tr>\n<td>Earth, crude</td>\n<td>0.002gp/cf</td>\n<td>N/A</td>\n<td>1 shp/50cf</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Earth, superior</td>\n<td>0.002gp/cf</td>\n<td>N/A</td>\n<td>1 shp/20cf</td>\n<td>x10</td>\n</tr>\n</tbody></table>\n<p>Stone construction uses adobe, concrete, fired brick, and, of course, stone. Improved buildings are similar to classical or high medieval buildings with mortared ashlar masonry or poured concrete. (Auran border forts use improved buildings.) Standard buildings are typical of dark age construction with dry rubble masonry.</p>\n<p>Most wood construction uses cut, shaped, smoothed, fitted, and (where needed) water-proofed timber. However, crude wood construction uses deadwood, fallen trees, branches, and sticks. Crude wooden construction requires 1sp of daily maintenance per 1,000 cubic feet or it begins to fall apart. It takes 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather (p. XX). Crude wooden construction can be used to create crude traps (p. XX), hasty shelters, or temporary defensive works.</p>\n<p>Crude rock excavations are rough-hewn and unpaved with ceilings supported by wooden frames. They are unsightly to look upon but functional. Superior rock excavations are smooth-hewn with stone supports or columns and a façade of masonry over the naked rock. Dwarven engineers typically use superior rock excavation for public places and living quarters, but crude rock for mines and tunnels.</p>\n<p>Crude earth excavations are field expedient pits and trenches with faces of loose earth, absent structural support, prone to collapse and flooding. They require 1sp of daily maintenance per 1,000 cubic feet and take 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather. Superior earth excavations are engineered to last with wooden panels and supports over or in packed earth.</p>\n<p>Except where otherwise noted, civilian stone buildings have walls 1’ feet thick. Stone stronghold buildings have 5’ thick walls. Stone keeps have 10’ thick walls. Wooden buildings have 1” thick walls and wooden vessels have 4” to 6” thick hulls.</p>\n<h3>Assisting Construction with Magic</h3>\n<p>A spellcaster with Engineering proficiency, or under the supervision of an engineer, can use spells to assist construction. <em>Earth’s movement</em>,<em>earth’s**mire</em>, and <em>wall<strong>of</strong>stone</em>are the most valuable spells for construction projects.</p>\n<p>A spellcaster can use <em>earth’s**movement</em>to dig or fill moats or erect earthen ramparts. The caster’s construction rate towards these projects is 2,500gp per turn. The spell expires after 6 turns, allowing 15,000gp of construction total. This construction rate can onlybe used on ditches, moats, and earthen ramparts!</p>\n<p>EXAMPLE: Quintus wishes to build his sanctum, a huge tower, on a hill. Unfortunately, the grasslands of Southern Argollë where he is building are as flat as his spellbook. He casts <em>earth’s**movement</em>and gets to work fixing the local geography. An earthen rampart of 15,000 cubic feet costs 2,500gp. With a construction rate of 2,500gp per hour Quintus is able to erect an earthen mound of 50’ x 50’ x 6’ tall.</p>\n<p>A spellcaster can use <em>earth’s**mire</em>to make the stone at a construction site easier to sculpt and mold until the mud hardens. For the duration of the spell (3d6 days), the workers can work stone as if it were earth, increasing their construction rate by 50%. (A stronghold constructed in this manner will look like it was built of mud or concrete rather than stone blocks.) This does not affect the worker’s wages.</p>\n<p>EXAMPLE: The workers at Quintus’ construction site have a construction rate of 500gp per day. Since a huge tower has a cost of 54,000gp, it will take 108 days for them to build the tower. Quintus, an impatient fire mage, decides this is far too long. He casts <em>earth’s**mire</em>on the construction site. He rolls 3d6 for the duration and gets an 11. For the next 11 days, the worker’s construction rate will be (500gp x 150%) 750gp per day. “Better,” he thinks. “But not fast enough!”</p>\n<p>A spellcaster capable of casting both <em>earth’s**movement</em>and<em>earth’s**mire</em>can speed up construction even further. <em>Earth’s**mire</em> is first used to transform the stone at a construction site into shapeable mud. <em>Earth’s**movement</em>is then used to pour the mud at the site into a wooden mold created by on-site workers. Subsequently, the <em>earth’s**mire</em>spell is <strong>dispelled</strong> or reversed, and the wooden molds are pulled down, leaving behind concrete-like stone. This combination of spells allows workers to construct stone structures as if they were wooden, doubling their construction rate.</p>\n<p>EXAMPLE: Quintus halts work on the mud and orders the workers to instead construct a wooden mold for his sanctum. As the mold is erected, Quintus uses <em>earth’s**mire</em>and <em>earth’s**movement</em>to pour shapeable mud into the mold. When the mold is filled, he <em>dispels</em>the spell and returns the mud to rock. The workers then remove the wooden mold and a concrete-like tower remains. Using this process, the construction rate on the project becomes (500gp x 2) = 1,000gp per day. At this rate, it will take (54,000gp / 1,000gp) = 54 days to erect Quintus’ sanctum.</p>\n<p>To further speed the process, a spellcaster can use <em>wall<strong>of</strong>stone</em>to create stone molds into which he can pour transformed mud. This removes the need for workers to construct wooden molds. Apply 500gp towards the stronghold’s construction cost per <em>wall<strong>of</strong>stone</em>spellcast in this manner.</p>\n<p>EXAMPLE: Quintus, ever impatient, decides to supplement the wooden molds his workers are creating with stone molds made with magic. Each day, he casts three <em>walls<strong>of</strong>stone</em>in the form of stone molds. He then casts <em>earth’s**mire</em> on the construction site, and uses<em>earth’s**movement</em>to pour the transformed earth into the stone molds. He then <strong>dispels</strong> the <em>walls</em>and <em>mire</em>, leaving behind stone walls in the shape of the poured mold. In this manner, Quintus achieves a construction rate of (500gp per <em>wall<strong>of</strong>stone</em> x 3 castings) 1,500gp per day. This value, combined with the construction rate of the workers, yields a total construction rate of 2,500gp per day. It will take (54,000gp / 2,500gp) 21.6 days to complete the stronghold.</p>\n<p>A spellcaster can also use <em>wall<strong>of</strong>stone</em> to re-surface a stone wall with a new surface, forming a magical “coat of paint”. Depending on the mage’s spell signature and desires, the <em>walls<strong>of</strong>stone</em> might be seamless and smooth, graven with strange runes, and/or made of exotic stones. Each <em>wall of stone</em> can re-surface 5,000gp of stronghold value.</p>\n<p>EXAMPLE: Surveying his completed sanctum, Quintus decides that it lacks pizzazz. As a fire mage, Quintus is partial to red, so he uses a series of <em>wall<strong>of</strong>stone</em>spells to re-surface his sanctum’s outer walls with coral red marble. It takes (54,000gp / 5,000gp) 11 <em>walls<strong>of</strong>stone</em>to entirely re-surface the sanctum.</p>\n<p>Finally, a spellcaster can also use <em>wall<strong>of</strong>stone</em> to instantly and permanently erect a stone structure of up to 250gp value. While permanent, a <em>wall<strong>of</strong>stone</em>can be <strong>dispelled</strong> easily. Because of this critical weakness, structures made up of <em>walls<strong>of</strong>stone</em>are easily destroyed. Any successful <em>counterspell</em> or <em>dispel**magic</em>cast will cause the <em>wall</em> to be instantly destroyed.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Spells Cast</strong></td>\n<td><strong>Construction Effect</strong></td>\n</tr>\n<tr>\n<td><em>Earth’s movement</em></td>\n<td>Gain 2,500gp per turn construction rate on ditches, moats, and ramparts only</td>\n</tr>\n<tr>\n<td><em>Earth’s mire</em></td>\n<td>Increase construction rate of workers at construction site by 50%</td>\n</tr>\n<tr>\n<td><em>Earth’s movement and earth’s mire</em></td>\n<td>Increase construction rate of workers at construction site by 100%</td>\n</tr>\n<tr>\n<td><em>Earth’s movement</em>and <em>mire</em>with<em>wall of stone</em></td>\n<td>Gain 500gp of construction per <em>wall of stone</em>spell cast</td>\n</tr>\n<tr>\n<td><em>Wall of stone</em></td>\n<td>Decorative re-surfacing of 5,000gp of stronghold</td>\n</tr>\n</tbody></table>\n<h3>Structure Construction</h3>\n<p>When drawing up floorplans for a structure, the dimensions given are the exterior dimensions of the stronghold. The interior space will be reduced by the thickness of the walls.</p>\n<h3>Vehicle and War Machine Construction</h3>\n<p>When building a vehicle or war machine as a construction project, use the standard Construction Project rules except as follows:</p>\n<ul>\n<li>The normal limits regarding construction sites do not apply to vehicles and war machines. Any number of vehicles and war machines can be constructed simultaneously at the same site, provided enough supervisors are available.</li>\n<li>The number of workers able to work on any particular piece of artillery or siege equipment is limited. Huge siege towers are capped at 1,200 workers. Large siege towers are capped at 300 workers. All other artillery and siege equipment are capped at 50 workers. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of the work.</li>\n</ul>\n<p>EXAMPLE: King Edward Longshanks orders the construction of a heavy trebuchet (2,500gp) under the supervision of a siege engineer. He assigns 5 master craftsmen with 10 journeymen and 20 apprentices, plus another 15 skilled laborers, for a total of 50 workers. The project has a construction rate of (5 x 5gp/day) + (15 x 0.2gp/day) = 28gp per day. After (2,500 / 28) 89 days, about three months, the workers finish construction of the trebuchet. King Edward dubs it “Warwolf” and immediately smashes Stirling Castle with it.</p>\n<h3>Vessel Construction</h3>\n<p>When building a vessel as a construction project, use the standard Construction Project rules, except as follows:</p>\n<ul>\n<li>The construction site for the vessel must be adjacent to a navigable waterway.</li>\n<li>The normal limits regarding construction sites do not apply to vessels. Any number of vessels may be constructed simultaneously at the same site, provided enough supervisors are available. The number of supervisors is based on the total value of all vessels being constructed at the site.</li>\n<li>The number of workers able to work on any particular vessel is equal to the greater of 100 or the vessel’s maximum crew. Craftsmen rather than unskilled laborers generally do the bulk of the work.</li>\n</ul>\n<p>EXAMPLE: Baal the Terrible orders the construction of a fleet of five 2-rower galleys (6,750gp each). 2-rower galleys have a maximum crew of 65. That’s less than 100, so instead 100 workers can work on each galley.</p>\n",
  "sections": [
    {
      "title": "Construction Projects",
      "level": 2,
      "html": "<p>While some equipment can be purchased at a market, the Equipment Availability tables sharply limit what is available for sale. Many large and expensive items must be constructed. This section provides rules for constructing structures, building ships, manufacturing siege engines, and more.</p>\n<p>In <em><strong>ACKS II</strong></em><em>,</em> all construction is handled as a series of <strong>construction projects</strong>. The default construction project is structure construction, but other examples include ship building, siege engine manufacture, field fortification, ammunition scavenging, and sapping. Structure construction, siege engine manufacture, and ship building are discussed in this section; ammunition scavenging, sapping, and other projects are presented in the context of Chapter 12, <strong>Sieges</strong>.</p>\n"
    },
    {
      "title": "Construction Cost, Rate, and Supervision",
      "level": 3,
      "html": "<p>Regardless of type, every construction project has a <strong>construction cost</strong>. A project’s construction cost is equal to the base cost of the project in gold pieces. For example, a keep has a construction cost of 75,000gp while a heavy catapult has a construction cost of 800gp.</p>\n<p>The construction cost is paid by the labor of <strong>construction workers</strong>. Each day, each worker contributes a gp value of construction towards the construction cost. This amount is known as the <strong>construction rate</strong>. A worker’s construction rate is normally identical to his wage rate.</p>\n<p>Construction workers may be <strong>unskilled laborers</strong>, <strong>skilled laborers</strong>, <strong>craftsmen</strong>, and/or <strong>engineers</strong>. Unskilled laborers can be hired in the market or might be drawn from peasants, slaves, prisoners, conscripts, or even mercenaries on labor detail. Each unskilled laborer has a wage rate and construction rate of 3gp per month or 1sp per day. When levying peasants to serve as laborers, it has the same limits and effects on the domain as levying peasants into a militia (see p. XX).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>The Typical Laborer:</strong> If you don’t want or need to differentiate between unskilled laborers, skilled laborers, craftsmen, and engineers, you can simply assume that everylaborer has a construction rate of 1 2/3 sp. Every 3,000 laborers will construct 500gp per day. This is a good option for large armies on long campaigns.</td>\n</tr>\n</tbody></table>\n<p>Skilled laborers are trained workers in a physically demanding field such as bricklaying or stonecutting. Each skilled laborer (one with the appropriate Labor proficiency, as detailed in the <strong>Proficiencies</strong> chapter) has a wage rate and construction rate of 6gp per month or 2sp per day. One in four laborers is usually a skilled laborer. They can be hired in markets.</p>\n<p>Craftsmen have considerably higher wage rates and construction rates. As detailed in the <strong>Proficiencies</strong> chapter*,* an apprentice craftsman can construct 10gp per month, a journeyman craftsman can construct 20gp per month, and a master craftsman can construct 40gp per month. Master craftsmen can also manage up to 2 journeymen and 4 apprentices to increase their construction rate by 50%. However, a master craftsman managing junior craftsmen on a large-scale construction project with others reduces his personal construction rate by 25% due to friction and chaos. There is usually no more than one master craftsman per one hundred laborers.</p>\n<p>Engineers and siege engineers can labor on any type of construction project. A siege engineer has the construction rate of a journeyman craftsman, while an engineer has the construction rate of a master craftsman. (Note that this is less than their wage rate; such highly trained characters are better used as supervisors.) Characters with just one rank of Siege Engineering proficiency count as skilled laborers, not siege engineers.</p>\n<p>The wage rates and construction rates of unskilled laborers, laborers, craftsmen, and engineers are summarized on the Wage and Construction Rates table, below. The sum of the construction rates of all the workers on the project is the <strong>total construction rate</strong>.</p>\n<p>EXAMPLE: A construction project with 50 unskilled laborers has a total construction rate of 5gp per day. A construction project with 49 craftsmen (7 masters, 14 journeymen, and 28 apprentices) has a total construction rate of 35gp per day.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Wage and Construction Rates</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Worker</strong></td>\n<td><strong>Construction</strong>  <strong>Rate/Month</strong></td>\n<td><strong>Construction</strong>  <strong>Rate/Day</strong></td>\n<td><strong>Wage Rate/Month</strong></td>\n</tr>\n<tr>\n<td>Unskilled Laborer</td>\n<td>3gp</td>\n<td>1sp</td>\n<td>3gp*</td>\n</tr>\n<tr>\n<td>Skilled Laborer</td>\n<td>6gp</td>\n<td>2sp</td>\n<td>6gp*</td>\n</tr>\n<tr>\n<td>Apprentice Craftsman</td>\n<td>10gp / 15gp**</td>\n<td>33cp / 5sp**</td>\n<td>10gp</td>\n</tr>\n<tr>\n<td>Journeyman Craftsman</td>\n<td>20gp / 30gp**</td>\n<td>66cp / 1gp**</td>\n<td>20gp</td>\n</tr>\n<tr>\n<td>Master Craftsman</td>\n<td>40gp / 30gp**</td>\n<td>1gp, 33cp / 1gp**</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Master, 2 Journeyman, and 4 Apprentices</td>\n<td>150gp**</td>\n<td>5gp**</td>\n<td>150gp</td>\n</tr>\n<tr>\n<td>Siege Engineer</td>\n<td>20gp</td>\n<td>66cp</td>\n<td>50gp</td>\n</tr>\n<tr>\n<td>Engineer</td>\n<td>40gp</td>\n<td>1gp, 33cp</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>*Troops on labor detail must still be paid their normal wage rate. Slaves or prisoners need not be paid any wages.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>**When apprentices and journeymen are working under master on large project.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monstrous Workers:</strong> Sometimes a construction project may have access to ogres, centaurs, giants, or other powerful creatures. Sapient monstrous workers multiply their construction rate (normally that of unskilled laborers) by their normal load / 5, rounded down.</td>\n</tr>\n</tbody></table>\n<p>Any construction project of a structure or vessel must be overseen by a <strong>construction supervisor</strong>. Supervisors must either be siege engineers or engineers. A siege engineer may supervise one construction project of up to 25,000gp construction cost. An engineer may supervise one construction project of up to 100,000gp construction cost. Multiple engineers or siege engineers may work together to supervise large projects.</p>\n"
    },
    {
      "title": "Construction Sites",
      "level": 3,
      "html": "<p>The geographic area around a construction project is called the <strong>construction site.</strong> As a general guideline, a construction site should be about half a mile in diameter. The exact border of the construction site is left to the Judge’s discretion. Any and all construction of a similar sort at the same construction site must be consolidated into a single construction project.</p>\n<p>EXAMPLE #1: Marcus wants to build 2 keeps (75,000gp each), with 200’ of high wall (25,000gp each), on a large hill about a quarter mile in diameter. That means the 2 keeps are on the same site and must be combined into one construction project of 200,000gp.</p>\n<p>EXAMPLE #2: Marcus wants to build a stone wall 20’ high and 100 miles long (528,000’). This great wall will cost 2,640,000gp. Because it occupies such a large geographic area, the Judge rules that the great wall must be divided into many different construction projects. Since a construction site is about half a mile in diameter, the Judge determines the great wall will encompass (100 / ½) 200 construction projects, each costing 13,200gp.</p>\n<p>A maximum of 12,000 workers may work on any given construction site. The first 3,000 workers on a construction site work at their full construction rate. Any additional workers thereafter work at only 33% the normal construction rate, although the workers’ wage rates remain the same. Thus a project built with a workforce of more than 3,000 workers will end up costing more (in gp of wages paid) than the labor cost of the project. However, the project will get built faster.</p>\n<p>EXAMPLE: Marcus initially hires 3,000 various laborers and craftsmen to construct his 200,000gp stronghold. The workers have a total wage rate of 500gp per day and total construction rate of 500gp per day. Wanting to hasten the project, Marcus decides to hire another 3,000 workers with identical characteristics. These additional workers will have a construction rate of just (33% x 500gp) 166gp per day. Their wage rate remains 500gp per day. Marcus’s workers now have a total wage rate of 1,000gp per day and a total construction rate of 666gp per day. Since Marcus’s stronghold has a base cost of 200,000gp, it will take (200,000 / 666) 300 days to build at a cost of (300 days x 1,000gp/day) 300,000gp in wages.</p>\n"
    },
    {
      "title": "Construction Materials",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Back to Basics:</strong> The basic stronghold construction rules in the original <em><strong>ACKS Core</strong></em>assumed a typical stronghold is constructed by around 3,000 men. Of these, 30 are master craftsmen of the various types, each with their 2 journeymen and 4 apprentices, 210 men total. These construct a total of 150gp per day. Another 525 skilled laborers and 2,450 unskilled laborers construct another 350gp per day. The total is thus 500gp of construction per day. The two systems (<em><strong>ACKS Core</strong></em>and <em><strong>ACKS II</strong></em>) are compatible, so you can switch back and forth between them as appropriate.</td>\n</tr>\n</tbody></table>\n<p>Construction projects require an available source of raw materials (lumber and/or stone). For ease of play, lumber is assumed to be cut down from a forest near the construction site, and stone is assumed to be drawn from quarries near the construction site. The time and effort required to secure these raw materials is already factored into the labor cost. The Judge should increase the labor cost of a construction project by 10%, 20%, or more when raw materials must be gathered and transported to the construction site from a long distance.</p>\n<p>Alternatively, raw materials can be bought with cash at a market or scavenged from other buildings on the construction site. Raw materials of up to 50% of the total cost of the construction project can be purchased to reduce labor cost by an equal percentage. If scavenged from nearby buildings, the labor cost is reduced by one-half the value by which the buildings are reduced.</p>\n<p>EXAMPLE: Marcus has access to the nearby market of Arganos. He decides to buy lumber and timber for his 200,000gp stronghold, in order to reduce the labor cost. He buys 50,000gp of raw materials (25% of the cost of the construction project) to reduce the labor cost is reduced by 25%, to 150,000gp. It will now take (150,000 / 666) 225 days to build the stronghold and cost (225 x 1,000gp) 225,000gp in wages.</p>\n"
    },
    {
      "title": "Construction Project Customization (Optional)",
      "level": 3,
      "html": "<p>Players or judges might wish to build structures or vessels of their own design. To calculate the characteristics of your own customized floorplans, use the following process.</p>\n<ol>\n<li>For surface structures, calculate the <strong>cubic volume</strong> of the structure’s frame (i.e. excluding interior volume). For excavated structures, calculate the volume of excavation. For ships, approximate the cubic volume of the ship’s frame using its displacement in pounds divided by 64 (or displacement in tons divided by 128,000).</li>\n<li>Choose a material to be used or excavated. Find the cost per cubic foot on the table below. Multiply cost per cubic foot by the cubic volume. The product is the <strong>material cost</strong> of the structure.</li>\n<li>Choose the type of construction for the material you’ve chosen and find the <strong>complexity</strong>. Increase the complexity by 6 if the structure is curved, rounded, or domed.</li>\n<li>Multiply the material cost by the <strong>complexity</strong> to find the project’s total cost.</li>\n<li>Calculate the structure’s weight in lbs by multiplying the structural frame volume by its material’s density.</li>\n<li>Calculate a structure’s SHP using its structural strength.</li>\n<li>Calculate the structure’s unit capacity by multiplying the square footage of its ground level by the number of stories, then dividing by 2400.</li>\n</ol>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Material</td>\n<td>Cost</td>\n<td>Density</td>\n<td>Structural Strength</td>\n<td>Complexity</td>\n</tr>\n<tr>\n<td><em>Surface Structures</em></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Stone, wall</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x3</td>\n</tr>\n<tr>\n<td>Stone, standard building</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x4</td>\n</tr>\n<tr>\n<td>Stone, improved building</td>\n<td>0.17gp/cf</td>\n<td>170 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x8</td>\n</tr>\n<tr>\n<td>Wood, crude</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x0.2</td>\n</tr>\n<tr>\n<td>Wood, wagon or building</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x2</td>\n</tr>\n<tr>\n<td>Wood, siege tower</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x6</td>\n</tr>\n<tr>\n<td>Wood, sailing ship</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x6</td>\n</tr>\n<tr>\n<td>Wood, galley</td>\n<td>0.72gp/cf</td>\n<td>64 lbs/cf</td>\n<td>1 shp/2000 lbs</td>\n<td>x12</td>\n</tr>\n<tr>\n<td><em>Excavated Structures</em></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Rock, crude</td>\n<td>0.05gp/cf</td>\n<td>N/A</td>\n<td>1 shp/30cf</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Rock, superior</td>\n<td>0.05gp/cf</td>\n<td>N/A</td>\n<td>1 shp/12.5cf</td>\n<td>x10</td>\n</tr>\n<tr>\n<td>Earth, crude</td>\n<td>0.002gp/cf</td>\n<td>N/A</td>\n<td>1 shp/50cf</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Earth, superior</td>\n<td>0.002gp/cf</td>\n<td>N/A</td>\n<td>1 shp/20cf</td>\n<td>x10</td>\n</tr>\n</tbody></table>\n<p>Stone construction uses adobe, concrete, fired brick, and, of course, stone. Improved buildings are similar to classical or high medieval buildings with mortared ashlar masonry or poured concrete. (Auran border forts use improved buildings.) Standard buildings are typical of dark age construction with dry rubble masonry.</p>\n<p>Most wood construction uses cut, shaped, smoothed, fitted, and (where needed) water-proofed timber. However, crude wood construction uses deadwood, fallen trees, branches, and sticks. Crude wooden construction requires 1sp of daily maintenance per 1,000 cubic feet or it begins to fall apart. It takes 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather (p. XX). Crude wooden construction can be used to create crude traps (p. XX), hasty shelters, or temporary defensive works.</p>\n<p>Crude rock excavations are rough-hewn and unpaved with ceilings supported by wooden frames. They are unsightly to look upon but functional. Superior rock excavations are smooth-hewn with stone supports or columns and a façade of masonry over the naked rock. Dwarven engineers typically use superior rock excavation for public places and living quarters, but crude rock for mines and tunnels.</p>\n<p>Crude earth excavations are field expedient pits and trenches with faces of loose earth, absent structural support, prone to collapse and flooding. They require 1sp of daily maintenance per 1,000 cubic feet and take 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather. Superior earth excavations are engineered to last with wooden panels and supports over or in packed earth.</p>\n<p>Except where otherwise noted, civilian stone buildings have walls 1’ feet thick. Stone stronghold buildings have 5’ thick walls. Stone keeps have 10’ thick walls. Wooden buildings have 1” thick walls and wooden vessels have 4” to 6” thick hulls.</p>\n"
    },
    {
      "title": "Assisting Construction with Magic",
      "level": 3,
      "html": "<p>A spellcaster with Engineering proficiency, or under the supervision of an engineer, can use spells to assist construction. <em>Earth’s movement</em>,<em>earth’s**mire</em>, and <em>wall<strong>of</strong>stone</em>are the most valuable spells for construction projects.</p>\n<p>A spellcaster can use <em>earth’s**movement</em>to dig or fill moats or erect earthen ramparts. The caster’s construction rate towards these projects is 2,500gp per turn. The spell expires after 6 turns, allowing 15,000gp of construction total. This construction rate can onlybe used on ditches, moats, and earthen ramparts!</p>\n<p>EXAMPLE: Quintus wishes to build his sanctum, a huge tower, on a hill. Unfortunately, the grasslands of Southern Argollë where he is building are as flat as his spellbook. He casts <em>earth’s**movement</em>and gets to work fixing the local geography. An earthen rampart of 15,000 cubic feet costs 2,500gp. With a construction rate of 2,500gp per hour Quintus is able to erect an earthen mound of 50’ x 50’ x 6’ tall.</p>\n<p>A spellcaster can use <em>earth’s**mire</em>to make the stone at a construction site easier to sculpt and mold until the mud hardens. For the duration of the spell (3d6 days), the workers can work stone as if it were earth, increasing their construction rate by 50%. (A stronghold constructed in this manner will look like it was built of mud or concrete rather than stone blocks.) This does not affect the worker’s wages.</p>\n<p>EXAMPLE: The workers at Quintus’ construction site have a construction rate of 500gp per day. Since a huge tower has a cost of 54,000gp, it will take 108 days for them to build the tower. Quintus, an impatient fire mage, decides this is far too long. He casts <em>earth’s**mire</em>on the construction site. He rolls 3d6 for the duration and gets an 11. For the next 11 days, the worker’s construction rate will be (500gp x 150%) 750gp per day. “Better,” he thinks. “But not fast enough!”</p>\n<p>A spellcaster capable of casting both <em>earth’s**movement</em>and<em>earth’s**mire</em>can speed up construction even further. <em>Earth’s**mire</em> is first used to transform the stone at a construction site into shapeable mud. <em>Earth’s**movement</em>is then used to pour the mud at the site into a wooden mold created by on-site workers. Subsequently, the <em>earth’s**mire</em>spell is <strong>dispelled</strong> or reversed, and the wooden molds are pulled down, leaving behind concrete-like stone. This combination of spells allows workers to construct stone structures as if they were wooden, doubling their construction rate.</p>\n<p>EXAMPLE: Quintus halts work on the mud and orders the workers to instead construct a wooden mold for his sanctum. As the mold is erected, Quintus uses <em>earth’s**mire</em>and <em>earth’s**movement</em>to pour shapeable mud into the mold. When the mold is filled, he <em>dispels</em>the spell and returns the mud to rock. The workers then remove the wooden mold and a concrete-like tower remains. Using this process, the construction rate on the project becomes (500gp x 2) = 1,000gp per day. At this rate, it will take (54,000gp / 1,000gp) = 54 days to erect Quintus’ sanctum.</p>\n<p>To further speed the process, a spellcaster can use <em>wall<strong>of</strong>stone</em>to create stone molds into which he can pour transformed mud. This removes the need for workers to construct wooden molds. Apply 500gp towards the stronghold’s construction cost per <em>wall<strong>of</strong>stone</em>spellcast in this manner.</p>\n<p>EXAMPLE: Quintus, ever impatient, decides to supplement the wooden molds his workers are creating with stone molds made with magic. Each day, he casts three <em>walls<strong>of</strong>stone</em>in the form of stone molds. He then casts <em>earth’s**mire</em> on the construction site, and uses<em>earth’s**movement</em>to pour the transformed earth into the stone molds. He then <strong>dispels</strong> the <em>walls</em>and <em>mire</em>, leaving behind stone walls in the shape of the poured mold. In this manner, Quintus achieves a construction rate of (500gp per <em>wall<strong>of</strong>stone</em> x 3 castings) 1,500gp per day. This value, combined with the construction rate of the workers, yields a total construction rate of 2,500gp per day. It will take (54,000gp / 2,500gp) 21.6 days to complete the stronghold.</p>\n<p>A spellcaster can also use <em>wall<strong>of</strong>stone</em> to re-surface a stone wall with a new surface, forming a magical “coat of paint”. Depending on the mage’s spell signature and desires, the <em>walls<strong>of</strong>stone</em> might be seamless and smooth, graven with strange runes, and/or made of exotic stones. Each <em>wall of stone</em> can re-surface 5,000gp of stronghold value.</p>\n<p>EXAMPLE: Surveying his completed sanctum, Quintus decides that it lacks pizzazz. As a fire mage, Quintus is partial to red, so he uses a series of <em>wall<strong>of</strong>stone</em>spells to re-surface his sanctum’s outer walls with coral red marble. It takes (54,000gp / 5,000gp) 11 <em>walls<strong>of</strong>stone</em>to entirely re-surface the sanctum.</p>\n<p>Finally, a spellcaster can also use <em>wall<strong>of</strong>stone</em> to instantly and permanently erect a stone structure of up to 250gp value. While permanent, a <em>wall<strong>of</strong>stone</em>can be <strong>dispelled</strong> easily. Because of this critical weakness, structures made up of <em>walls<strong>of</strong>stone</em>are easily destroyed. Any successful <em>counterspell</em> or <em>dispel**magic</em>cast will cause the <em>wall</em> to be instantly destroyed.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Spells Cast</strong></td>\n<td><strong>Construction Effect</strong></td>\n</tr>\n<tr>\n<td><em>Earth’s movement</em></td>\n<td>Gain 2,500gp per turn construction rate on ditches, moats, and ramparts only</td>\n</tr>\n<tr>\n<td><em>Earth’s mire</em></td>\n<td>Increase construction rate of workers at construction site by 50%</td>\n</tr>\n<tr>\n<td><em>Earth’s movement and earth’s mire</em></td>\n<td>Increase construction rate of workers at construction site by 100%</td>\n</tr>\n<tr>\n<td><em>Earth’s movement</em>and <em>mire</em>with<em>wall of stone</em></td>\n<td>Gain 500gp of construction per <em>wall of stone</em>spell cast</td>\n</tr>\n<tr>\n<td><em>Wall of stone</em></td>\n<td>Decorative re-surfacing of 5,000gp of stronghold</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Structure Construction",
      "level": 3,
      "html": "<p>When drawing up floorplans for a structure, the dimensions given are the exterior dimensions of the stronghold. The interior space will be reduced by the thickness of the walls.</p>\n"
    },
    {
      "title": "Vehicle and War Machine Construction",
      "level": 3,
      "html": "<p>When building a vehicle or war machine as a construction project, use the standard Construction Project rules except as follows:</p>\n<ul>\n<li>The normal limits regarding construction sites do not apply to vehicles and war machines. Any number of vehicles and war machines can be constructed simultaneously at the same site, provided enough supervisors are available.</li>\n<li>The number of workers able to work on any particular piece of artillery or siege equipment is limited. Huge siege towers are capped at 1,200 workers. Large siege towers are capped at 300 workers. All other artillery and siege equipment are capped at 50 workers. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of the work.</li>\n</ul>\n<p>EXAMPLE: King Edward Longshanks orders the construction of a heavy trebuchet (2,500gp) under the supervision of a siege engineer. He assigns 5 master craftsmen with 10 journeymen and 20 apprentices, plus another 15 skilled laborers, for a total of 50 workers. The project has a construction rate of (5 x 5gp/day) + (15 x 0.2gp/day) = 28gp per day. After (2,500 / 28) 89 days, about three months, the workers finish construction of the trebuchet. King Edward dubs it “Warwolf” and immediately smashes Stirling Castle with it.</p>\n"
    },
    {
      "title": "Vessel Construction",
      "level": 3,
      "html": "<p>When building a vessel as a construction project, use the standard Construction Project rules, except as follows:</p>\n<ul>\n<li>The construction site for the vessel must be adjacent to a navigable waterway.</li>\n<li>The normal limits regarding construction sites do not apply to vessels. Any number of vessels may be constructed simultaneously at the same site, provided enough supervisors are available. The number of supervisors is based on the total value of all vessels being constructed at the site.</li>\n<li>The number of workers able to work on any particular vessel is equal to the greater of 100 or the vessel’s maximum crew. Craftsmen rather than unskilled laborers generally do the bulk of the work.</li>\n</ul>\n<p>EXAMPLE: Baal the Terrible orders the construction of a fleet of five 2-rower galleys (6,750gp each). 2-rower galleys have a maximum crew of 65. That’s less than 100, so instead 100 workers can work on each galley.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Construction Projects\n\nWhile some equipment can be purchased at a market, the Equipment Availability tables sharply limit what is available for sale. Many large and expensive items must be constructed. This section provides rules for constructing structures, building ships, manufacturing siege engines, and more.\n\nIn ***ACKS II****,* all construction is handled as a series of **construction projects**. The default construction project is structure construction, but other examples include ship building, siege engine manufacture, field fortification, ammunition scavenging, and sapping. Structure construction, siege engine manufacture, and ship building are discussed in this section; ammunition scavenging, sapping, and other projects are presented in the context of Chapter 12, **Sieges**.\n\n### Construction Cost, Rate, and Supervision\n\nRegardless of type, every construction project has a **construction cost**. A project’s construction cost is equal to the base cost of the project in gold pieces. For example, a keep has a construction cost of 75,000gp while a heavy catapult has a construction cost of 800gp.\n\nThe construction cost is paid by the labor of **construction workers**. Each day, each worker contributes a gp value of construction towards the construction cost. This amount is known as the **construction rate**. A worker’s construction rate is normally identical to his wage rate.\n\nConstruction workers may be **unskilled laborers**, **skilled laborers**, **craftsmen**, and/or **engineers**. Unskilled laborers can be hired in the market or might be drawn from peasants, slaves, prisoners, conscripts, or even mercenaries on labor detail. Each unskilled laborer has a wage rate and construction rate of 3gp per month or 1sp per day. When levying peasants to serve as laborers, it has the same limits and effects on the domain as levying peasants into a militia (see p. XX).\n\n|  |\n| --- |\n| **The Typical Laborer:** If you don’t want or need to differentiate between unskilled laborers, skilled laborers, craftsmen, and engineers, you can simply assume that everylaborer has a construction rate of 1 2/3 sp. Every 3,000 laborers will construct 500gp per day. This is a good option for large armies on long campaigns. |\n\nSkilled laborers are trained workers in a physically demanding field such as bricklaying or stonecutting. Each skilled laborer (one with the appropriate Labor proficiency, as detailed in the **Proficiencies** chapter) has a wage rate and construction rate of 6gp per month or 2sp per day. One in four laborers is usually a skilled laborer. They can be hired in markets.\n\nCraftsmen have considerably higher wage rates and construction rates. As detailed in the **Proficiencies** chapter*,* an apprentice craftsman can construct 10gp per month, a journeyman craftsman can construct 20gp per month, and a master craftsman can construct 40gp per month. Master craftsmen can also manage up to 2 journeymen and 4 apprentices to increase their construction rate by 50%. However, a master craftsman managing junior craftsmen on a large-scale construction project with others reduces his personal construction rate by 25% due to friction and chaos. There is usually no more than one master craftsman per one hundred laborers.\n\nEngineers and siege engineers can labor on any type of construction project. A siege engineer has the construction rate of a journeyman craftsman, while an engineer has the construction rate of a master craftsman. (Note that this is less than their wage rate; such highly trained characters are better used as supervisors.) Characters with just one rank of Siege Engineering proficiency count as skilled laborers, not siege engineers.\n\nThe wage rates and construction rates of unskilled laborers, laborers, craftsmen, and engineers are summarized on the Wage and Construction Rates table, below. The sum of the construction rates of all the workers on the project is the **total construction rate**.\n\nEXAMPLE: A construction project with 50 unskilled laborers has a total construction rate of 5gp per day. A construction project with 49 craftsmen (7 masters, 14 journeymen, and 28 apprentices) has a total construction rate of 35gp per day.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Wage and Construction Rates** | | | |\n| **Worker** | **Construction**  **Rate/Month** | **Construction**  **Rate/Day** | **Wage Rate/Month** |\n| Unskilled Laborer | 3gp | 1sp | 3gp\\* |\n| Skilled Laborer | 6gp | 2sp | 6gp\\* |\n| Apprentice Craftsman | 10gp / 15gp\\*\\* | 33cp / 5sp\\*\\* | 10gp |\n| Journeyman Craftsman | 20gp / 30gp\\*\\* | 66cp / 1gp\\*\\* | 20gp |\n| Master Craftsman | 40gp / 30gp\\*\\* | 1gp, 33cp / 1gp\\*\\* | 75gp |\n| Master, 2 Journeyman, and 4 Apprentices | 150gp\\*\\* | 5gp\\*\\* | 150gp |\n| Siege Engineer | 20gp | 66cp | 50gp |\n| Engineer | 40gp | 1gp, 33cp | 250gp |\n| \\*Troops on labor detail must still be paid their normal wage rate. Slaves or prisoners need not be paid any wages. | | | |\n| \\*\\*When apprentices and journeymen are working under master on large project. | | | |\n\n|  |\n| --- |\n| **Monstrous Workers:** Sometimes a construction project may have access to ogres, centaurs, giants, or other powerful creatures. Sapient monstrous workers multiply their construction rate (normally that of unskilled laborers) by their normal load / 5, rounded down. |\n\nAny construction project of a structure or vessel must be overseen by a **construction supervisor**. Supervisors must either be siege engineers or engineers. A siege engineer may supervise one construction project of up to 25,000gp construction cost. An engineer may supervise one construction project of up to 100,000gp construction cost. Multiple engineers or siege engineers may work together to supervise large projects.\n\n### Construction Sites\n\nThe geographic area around a construction project is called the **construction site.** As a general guideline, a construction site should be about half a mile in diameter. The exact border of the construction site is left to the Judge’s discretion. Any and all construction of a similar sort at the same construction site must be consolidated into a single construction project.\n\nEXAMPLE #1: Marcus wants to build 2 keeps (75,000gp each), with 200’ of high wall (25,000gp each), on a large hill about a quarter mile in diameter. That means the 2 keeps are on the same site and must be combined into one construction project of 200,000gp.\n\nEXAMPLE #2: Marcus wants to build a stone wall 20’ high and 100 miles long (528,000’). This great wall will cost 2,640,000gp. Because it occupies such a large geographic area, the Judge rules that the great wall must be divided into many different construction projects. Since a construction site is about half a mile in diameter, the Judge determines the great wall will encompass (100 / ½) 200 construction projects, each costing 13,200gp.\n\nA maximum of 12,000 workers may work on any given construction site. The first 3,000 workers on a construction site work at their full construction rate. Any additional workers thereafter work at only 33% the normal construction rate, although the workers’ wage rates remain the same. Thus a project built with a workforce of more than 3,000 workers will end up costing more (in gp of wages paid) than the labor cost of the project. However, the project will get built faster.\n\nEXAMPLE: Marcus initially hires 3,000 various laborers and craftsmen to construct his 200,000gp stronghold. The workers have a total wage rate of 500gp per day and total construction rate of 500gp per day. Wanting to hasten the project, Marcus decides to hire another 3,000 workers with identical characteristics. These additional workers will have a construction rate of just (33% x 500gp) 166gp per day. Their wage rate remains 500gp per day. Marcus’s workers now have a total wage rate of 1,000gp per day and a total construction rate of 666gp per day. Since Marcus’s stronghold has a base cost of 200,000gp, it will take (200,000 / 666) 300 days to build at a cost of (300 days x 1,000gp/day) 300,000gp in wages.\n\n### Construction Materials\n\n|  |\n| --- |\n| **Back to Basics:** The basic stronghold construction rules in the original ***ACKS Core***assumed a typical stronghold is constructed by around 3,000 men. Of these, 30 are master craftsmen of the various types, each with their 2 journeymen and 4 apprentices, 210 men total. These construct a total of 150gp per day. Another 525 skilled laborers and 2,450 unskilled laborers construct another 350gp per day. The total is thus 500gp of construction per day. The two systems (***ACKS Core***and ***ACKS II***) are compatible, so you can switch back and forth between them as appropriate. |\n\nConstruction projects require an available source of raw materials (lumber and/or stone). For ease of play, lumber is assumed to be cut down from a forest near the construction site, and stone is assumed to be drawn from quarries near the construction site. The time and effort required to secure these raw materials is already factored into the labor cost. The Judge should increase the labor cost of a construction project by 10%, 20%, or more when raw materials must be gathered and transported to the construction site from a long distance.\n\nAlternatively, raw materials can be bought with cash at a market or scavenged from other buildings on the construction site. Raw materials of up to 50% of the total cost of the construction project can be purchased to reduce labor cost by an equal percentage. If scavenged from nearby buildings, the labor cost is reduced by one-half the value by which the buildings are reduced.\n\nEXAMPLE: Marcus has access to the nearby market of Arganos. He decides to buy lumber and timber for his 200,000gp stronghold, in order to reduce the labor cost. He buys 50,000gp of raw materials (25% of the cost of the construction project) to reduce the labor cost is reduced by 25%, to 150,000gp. It will now take (150,000 / 666) 225 days to build the stronghold and cost (225 x 1,000gp) 225,000gp in wages.\n\n### Construction Project Customization (Optional)\n\nPlayers or judges might wish to build structures or vessels of their own design. To calculate the characteristics of your own customized floorplans, use the following process.\n\n1. For surface structures, calculate the **cubic volume** of the structure’s frame (i.e. excluding interior volume). For excavated structures, calculate the volume of excavation. For ships, approximate the cubic volume of the ship’s frame using its displacement in pounds divided by 64 (or displacement in tons divided by 128,000).\n2. Choose a material to be used or excavated. Find the cost per cubic foot on the table below. Multiply cost per cubic foot by the cubic volume. The product is the **material cost** of the structure.\n3. Choose the type of construction for the material you’ve chosen and find the **complexity**. Increase the complexity by 6 if the structure is curved, rounded, or domed.\n4. Multiply the material cost by the **complexity** to find the project’s total cost.\n5. Calculate the structure’s weight in lbs by multiplying the structural frame volume by its material’s density.\n6. Calculate a structure’s SHP using its structural strength.\n7. Calculate the structure’s unit capacity by multiplying the square footage of its ground level by the number of stories, then dividing by 2400.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Material | Cost | Density | Structural Strength | Complexity |\n| *Surface Structures* |  |  |  |  |\n| Stone, wall | 0.17gp/cf | 170 lbs/cf | 1 shp/2000 lbs | x3 |\n| Stone, standard building | 0.17gp/cf | 170 lbs/cf | 1 shp/2000 lbs | x4 |\n| Stone, improved building | 0.17gp/cf | 170 lbs/cf | 1 shp/2000 lbs | x8 |\n| Wood, crude | 0.72gp/cf | 64 lbs/cf | 1 shp/2000 lbs | x0.2 |\n| Wood, wagon or building | 0.72gp/cf | 64 lbs/cf | 1 shp/2000 lbs | x2 |\n| Wood, siege tower | 0.72gp/cf | 64 lbs/cf | 1 shp/2000 lbs | x6 |\n| Wood, sailing ship | 0.72gp/cf | 64 lbs/cf | 1 shp/2000 lbs | x6 |\n| Wood, galley | 0.72gp/cf | 64 lbs/cf | 1 shp/2000 lbs | x12 |\n| *Excavated Structures* |  |  |  |  |\n| Rock, crude | 0.05gp/cf | N/A | 1 shp/30cf | x1 |\n| Rock, superior | 0.05gp/cf | N/A | 1 shp/12.5cf | x10 |\n| Earth, crude | 0.002gp/cf | N/A | 1 shp/50cf | x1 |\n| Earth, superior | 0.002gp/cf | N/A | 1 shp/20cf | x10 |\n\nStone construction uses adobe, concrete, fired brick, and, of course, stone. Improved buildings are similar to classical or high medieval buildings with mortared ashlar masonry or poured concrete. (Auran border forts use improved buildings.) Standard buildings are typical of dark age construction with dry rubble masonry.\n\nMost wood construction uses cut, shaped, smoothed, fitted, and (where needed) water-proofed timber. However, crude wood construction uses deadwood, fallen trees, branches, and sticks. Crude wooden construction requires 1sp of daily maintenance per 1,000 cubic feet or it begins to fall apart. It takes 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather (p. XX). Crude wooden construction can be used to create crude traps (p. XX), hasty shelters, or temporary defensive works.\n\nCrude rock excavations are rough-hewn and unpaved with ceilings supported by wooden frames. They are unsightly to look upon but functional. Superior rock excavations are smooth-hewn with stone supports or columns and a façade of masonry over the naked rock. Dwarven engineers typically use superior rock excavation for public places and living quarters, but crude rock for mines and tunnels.\n\nCrude earth excavations are field expedient pits and trenches with faces of loose earth, absent structural support, prone to collapse and flooding. They require 1sp of daily maintenance per 1,000 cubic feet and take 1 structural bludgeoning damage per day per 100 cubic feet in rainy or windy weather. Superior earth excavations are engineered to last with wooden panels and supports over or in packed earth.\n\nExcept where otherwise noted, civilian stone buildings have walls 1’ feet thick. Stone stronghold buildings have 5’ thick walls. Stone keeps have 10’ thick walls. Wooden buildings have 1” thick walls and wooden vessels have 4” to 6” thick hulls.\n\n### Assisting Construction with Magic\n\nA spellcaster with Engineering proficiency, or under the supervision of an engineer, can use spells to assist construction. *Earth’s movement*,*earth’s**mire*, and *wall**of**stone*are the most valuable spells for construction projects.\n\nA spellcaster can use *earth’s**movement*to dig or fill moats or erect earthen ramparts. The caster’s construction rate towards these projects is 2,500gp per turn. The spell expires after 6 turns, allowing 15,000gp of construction total. This construction rate can onlybe used on ditches, moats, and earthen ramparts!\n\nEXAMPLE: Quintus wishes to build his sanctum, a huge tower, on a hill. Unfortunately, the grasslands of Southern Argollë where he is building are as flat as his spellbook. He casts *earth’s**movement*and gets to work fixing the local geography. An earthen rampart of 15,000 cubic feet costs 2,500gp. With a construction rate of 2,500gp per hour Quintus is able to erect an earthen mound of 50’ x 50’ x 6’ tall.\n\nA spellcaster can use *earth’s**mire*to make the stone at a construction site easier to sculpt and mold until the mud hardens. For the duration of the spell (3d6 days), the workers can work stone as if it were earth, increasing their construction rate by 50%. (A stronghold constructed in this manner will look like it was built of mud or concrete rather than stone blocks.) This does not affect the worker’s wages.\n\nEXAMPLE: The workers at Quintus’ construction site have a construction rate of 500gp per day. Since a huge tower has a cost of 54,000gp, it will take 108 days for them to build the tower. Quintus, an impatient fire mage, decides this is far too long. He casts *earth’s**mire*on the construction site. He rolls 3d6 for the duration and gets an 11. For the next 11 days, the worker’s construction rate will be (500gp x 150%) 750gp per day. “Better,” he thinks. “But not fast enough!”\n\nA spellcaster capable of casting both *earth’s**movement*and*earth’s**mire*can speed up construction even further. *Earth’s**mire* is first used to transform the stone at a construction site into shapeable mud. *Earth’s**movement*is then used to pour the mud at the site into a wooden mold created by on-site workers. Subsequently, the *earth’s**mire*spell is **dispelled** or reversed, and the wooden molds are pulled down, leaving behind concrete-like stone. This combination of spells allows workers to construct stone structures as if they were wooden, doubling their construction rate.\n\nEXAMPLE: Quintus halts work on the mud and orders the workers to instead construct a wooden mold for his sanctum. As the mold is erected, Quintus uses *earth’s**mire*and *earth’s**movement*to pour shapeable mud into the mold. When the mold is filled, he *dispels*the spell and returns the mud to rock. The workers then remove the wooden mold and a concrete-like tower remains. Using this process, the construction rate on the project becomes (500gp x 2) = 1,000gp per day. At this rate, it will take (54,000gp / 1,000gp) = 54 days to erect Quintus’ sanctum.\n\nTo further speed the process, a spellcaster can use *wall**of**stone*to create stone molds into which he can pour transformed mud. This removes the need for workers to construct wooden molds. Apply 500gp towards the stronghold’s construction cost per *wall**of**stone*spellcast in this manner.\n\nEXAMPLE: Quintus, ever impatient, decides to supplement the wooden molds his workers are creating with stone molds made with magic. Each day, he casts three *walls**of**stone*in the form of stone molds. He then casts *earth’s**mire* on the construction site, and uses*earth’s**movement*to pour the transformed earth into the stone molds. He then **dispels** the *walls*and *mire*, leaving behind stone walls in the shape of the poured mold. In this manner, Quintus achieves a construction rate of (500gp per *wall**of**stone* x 3 castings) 1,500gp per day. This value, combined with the construction rate of the workers, yields a total construction rate of 2,500gp per day. It will take (54,000gp / 2,500gp) 21.6 days to complete the stronghold.\n\nA spellcaster can also use *wall**of**stone* to re-surface a stone wall with a new surface, forming a magical “coat of paint”. Depending on the mage’s spell signature and desires, the *walls**of**stone* might be seamless and smooth, graven with strange runes, and/or made of exotic stones. Each *wall of stone* can re-surface 5,000gp of stronghold value.\n\nEXAMPLE: Surveying his completed sanctum, Quintus decides that it lacks pizzazz. As a fire mage, Quintus is partial to red, so he uses a series of *wall**of**stone*spells to re-surface his sanctum’s outer walls with coral red marble. It takes (54,000gp / 5,000gp) 11 *walls**of**stone*to entirely re-surface the sanctum.\n\nFinally, a spellcaster can also use *wall**of**stone* to instantly and permanently erect a stone structure of up to 250gp value. While permanent, a *wall**of**stone*can be **dispelled** easily. Because of this critical weakness, structures made up of *walls**of**stone*are easily destroyed. Any successful *counterspell* or *dispel**magic*cast will cause the *wall* to be instantly destroyed.\n\n|  |  |\n| --- | --- |\n| **Spells Cast** | **Construction Effect** |\n| *Earth’s movement* | Gain 2,500gp per turn construction rate on ditches, moats, and ramparts only |\n| *Earth’s mire* | Increase construction rate of workers at construction site by 50% |\n| *Earth’s movement and earth’s mire* | Increase construction rate of workers at construction site by 100% |\n| *Earth’s movement*and *mire*with*wall of stone* | Gain 500gp of construction per *wall of stone*spell cast |\n| *Wall of stone* | Decorative re-surfacing of 5,000gp of stronghold |\n\n### Structure Construction\n\nWhen drawing up floorplans for a structure, the dimensions given are the exterior dimensions of the stronghold. The interior space will be reduced by the thickness of the walls.\n\n### Vehicle and War Machine Construction\n\nWhen building a vehicle or war machine as a construction project, use the standard Construction Project rules except as follows:\n\n* The normal limits regarding construction sites do not apply to vehicles and war machines. Any number of vehicles and war machines can be constructed simultaneously at the same site, provided enough supervisors are available.\n* The number of workers able to work on any particular piece of artillery or siege equipment is limited. Huge siege towers are capped at 1,200 workers. Large siege towers are capped at 300 workers. All other artillery and siege equipment are capped at 50 workers. Because of these limits, craftsmen rather than unskilled laborers generally do the bulk of the work.\n\nEXAMPLE: King Edward Longshanks orders the construction of a heavy trebuchet (2,500gp) under the supervision of a siege engineer. He assigns 5 master craftsmen with 10 journeymen and 20 apprentices, plus another 15 skilled laborers, for a total of 50 workers. The project has a construction rate of (5 x 5gp/day) + (15 x 0.2gp/day) = 28gp per day. After (2,500 / 28) 89 days, about three months, the workers finish construction of the trebuchet. King Edward dubs it “Warwolf” and immediately smashes Stirling Castle with it.\n\n### Vessel Construction\n\nWhen building a vessel as a construction project, use the standard Construction Project rules, except as follows:\n\n* The construction site for the vessel must be adjacent to a navigable waterway.\n* The normal limits regarding construction sites do not apply to vessels. Any number of vessels may be constructed simultaneously at the same site, provided enough supervisors are available. The number of supervisors is based on the total value of all vessels being constructed at the site.\n* The number of workers able to work on any particular vessel is equal to the greater of 100 or the vessel’s maximum crew. Craftsmen rather than unskilled laborers generally do the bulk of the work.\n\nEXAMPLE: Baal the Terrible orders the construction of a fleet of five 2-rower galleys (6,750gp each). 2-rower galleys have a maximum crew of 65. That’s less than 100, so instead 100 workers can work on each galley.\n"
}