{
  "html": "<h2>Spell Repertoires</h2>\n<p>Just because a spell is listed on a magic type’s spell list does not mean that any given spellcaster of that type can cast it. Each caster has his own <strong>spell repertoire</strong> which consists of the spells he can actually cast.A spell repertoire is always a small sub-set of a spell list.</p>\n<p>There are two different types of repertoires described in this book: <strong>studious</strong> and <strong>prayerful.</strong> Most of the divine casters in this book, with the exception of the dwarven craftpriest and the witch, use prayerful repertoires. All of the arcane casters in this book, as well as the dwarven craftpriest and witch, use studious repertoires. Prayerful and studious spellcasters have very different spell repertoires and learn their repertoire in very different ways. As the name suggests, prayerful casters receive and maintain their repertoire through prayer; studious spellcasters receive and maintain their repertoires through study.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n<td>Arcane</td>\n<td>Divine</td>\n</tr>\n<tr>\n<td>Prayerful</td>\n<td>None</td>\n<td>Used by bladedancers, crusaders, priestesses, and shamans, who cast spells that tap the power of immortal deities through prayer.</td>\n</tr>\n<tr>\n<td>Studious</td>\n<td>Used by elven nightblades, elven spellswords, mages, Nobiran wonderworkers, warlocks, and Zaharan ruinguards, who cast spells that tap the ambient power in cosmos through formulaic procedures.</td>\n<td>Used by dwarven craftpriests, who cast spells by tapping the power of ancestral spirits and ancient relics through formulaic procedures; and witches, who cast spells by cajoling, coercing, and petitioning old powers with formulaic procedures.</td>\n</tr>\n</tbody></table>\n<h3>Prayerful Repertoire</h3>\n<p>Prayerful casters receive their repertoires from prayer to the deity, demon, elemental lord, god, or other power they serve. In order to maintain these repertoires they must pray each day.</p>\n<h6>Repertoire Rules</h6>\n<p>Each prayerful caster has a repertoires consisting of 10 – 15 spells of each level they can cast, representing those miracles the deity has empowered him to perform. The prayerful repertoires in this book are divided by class, with each class serving a particular god that offers a particular repertoire:</p>\n<ul>\n<li>The Crusader Repertoire represents the selection of spells available to crusaders of Ammonar, the god of light and law. It would also be appropriate for worshippers of other solar deities and sky gods. Ammonar provides his crusaders with spells to heal and protect the faithful; command by holy word; find and destroy undead; and even summon an angelic herald or bring down a fiery pillar on foes.</li>\n<li>The Bladedancer Repertoire represents the selection of spells available to bladedancers of Ianna, the goddess of love and war. It would also be appropriate for worshippers of other gods and goddesses of beauty, competition, excellence, love, strife, and war. Ianna offers many of the same spells as Ammonar, but with quite a few alternatives that are specific to her grace and style, such as the ability to create alluring illusions or to take flight as a winged warrior.</li>\n<li>The Priestess Repertoire represents the selection of spells available to priestesses of Mityara, goddess of marriage and mercy. It would also be appropriate for worshippers of deities devoted to medicine, peace, wisdom and similar civilizational values. Compared to Ammonar and Ianna, Mityara offers far fewer spells devoted to battle and combat, and far more spells devoted to healing and protection. Because priestesses fully devote themselves to faith and prayer, without training in hand-to-hand combat, they have larger repertoires than bladedancers and crusaders. (Crusaders or bladedancers of Mityara, if such a thing existed, would have only 10 spells of each level in their repertoire.)</li>\n<li>The Shaman Spell List represents the selection of spells available to ancestor worshippers, animists, druids, and other shamans. It would also be appropriate to worshippers of Naurivus, god of wind and weather, or similar nature deities. These casters have many spells relating to animals, plants, wind, and weather.</li>\n</ul>\n<p>These four repertoires are just a small set of examples and many other repertoires are possible. The Judge is responsible for determining which specific spells are provided to any given prayerful caster in his campaign setting. He can use the pre-generated lists we’ve created, or create his own lists by selecting appropriate spells from the Divine Spell List (p. XX).</p>\n<h6>Prayer Requirement</h6>\n<p>To stay in the favor of his deity, a prayerful spellcaster must pray at an appointed time (usually sunrise or sunset) for at least one hour per day. This prayer counts as an ancillary activity (p. XX). A prayerful spellcaster who fails to pray at the appointed time more than once in any seven days becomes <strong>disfavored</strong> by his deity. A prayerful caster can also become disfavored if he fails to uphold his class’s code of behavior (Judge’s discretion). Each time a disfavored castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Disfavor from failure to pray ends as soon as the caster meets his daily prayer requirement. Undead in <em>torpor</em> (p. XX) never become disfavored for failing to pray, as their dark god knows why they slumber.</p>\n<h3>Studious Spell Repertoire</h3>\n<p>Studious casters receive their repertoire of spells from the study of <strong>spell formulas</strong>.In order to maintain these repertoires they must study the formulas each day. A spell formula consists of various texts, diagrams, illustrations, and charts written on one or more pieces of paper (or equivalent material). A spell’s formula always takes up one page (or equivalent) per spell level. A caster must be able to read the language used in the formula in order to study it, making the ability to speak many languages very valuable for every studious caster.</p>\n<h6>Repertoire Rules</h6>\n<p>Each studious spellcaster has his own unique repertoire of spells determined by the spell formulas he frequently studies. It might be just one spell or dozens. The maximum number and level of spells in a studious caster’s repertoire is equal to the number and level of spells he can cast per day. This maximum is increased by the caster’s Intellect bonus at each spell level he can cast. For instance, a 3rd level mage is able to cast two 1st and one 2nd level spell per day. Therefore the maximum number and level of spells in his repertoire is two 1st and one 2nd level spells. If that 3rd level mage has 16 INT (+2 modifier), then his maximum spell repertoire is increased to four 1st level and three 2nd level spells. Thus studious casters of limited experience and middling intelligence are restricted to small repertoires while powerful and intelligent casters can have large repertoires.</p>\n<p>Because a studious caster must have access to spell formulas in order to build his repertoire, it is possible (indeed, common) for a studious caster to have fewer spells in his repertoire than the maximum amount his class level and Intellect would otherwise permit. Conversely, it is also possible for a fortunate studious caster to end up in possession of far more spell formulas than he has room for in his repertoire.</p>\n<p>To organize their collection of spell formulas, studious casters gather them together in <strong>spell books</strong>.A spell book can be, but does not have to be, an actual codex. Some spell books are true works of art, cased in precious metal or rare wood, with vellum pages illumined and illustrated with colorful inks. Others resemble a pile of scrolls shoved in a box in alphabetic order. A typical spell book is a sturdy leatherbound parchment codex with 100 pages. A blank 100-page spell book costs 20gp.</p>\n<h6>Study Requirement</h6>\n<p>To keep himself attuned to the power of magic, a studious caster must track the alignment of the celestial spheres, the astrological movements of the stars, the waxing and waning of the planets, and other factors of metaphysical importance. Each day, after he rests, a studious caster must spend at least one hour reviewing these factors. This study counts as an ancillary activity (p. XX). A studious caster who misses more than one day of study in any seven days becomes <strong>forgetful</strong> when casting spells. Each time a forgetful castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Forgetfulness ends as soon as the caster meets his daily study requirement. Undead in <em>torpor</em> (p. XX) never become forgetful, as no time passes for them.</p>\n<p>In order to meet his daily study requirement, a studious caster must have the spell formula for each of the spells in his repertoire at hand. If the caster does not have physical access to one or more of the spell formulas, he becomes <strong>forgetful</strong> when casting those spells. To avoid becoming forgetful, a studious caster who adventures away from home should be sure to bring a spell book containing the necessary formulas with him!</p>\n<p>Poor or inexperienced studious casters often have just one small spell book, which they guard jealously. More established studious casters tend to own many spell books, with one or more “traveling” spell books containing the formulas for the spells in their repertoire, and the rest containing the formulas for spells not in their repertoire. These latter spell books can be consulted should the caster wish to change his repertoire (see below). Extra spell books are usually kept in a library, laboratory, or secure vault.</p>\n<p>EXAMPLE: Quintus is a 3rd level mage with INT 16. His repertoire of spells consists of four 1st level spells (<em>discern magic</em>, <em>illumination, mage missile</em>,and <em>slumber</em>) and three 2nd level spells (<em>battering ram</em>, <em>circling winds</em>,and <em>sudden staircase</em>). He owns a 100-page spell book, which contains those seven spell formulas. They use up 1 + 1 + 1 + 1 + 2 + 2 + 2 = 10 pages in his book. Each day, Quintus studies the spell formulas in his book for one hour to avoid becoming forgetful.</p>\n<p>One day, an unpleasant vandal tears the page containing the <em>illumination</em> formula out of Quintus’s spell book. Quintus can no longer meet his daily study requirement for <em>illumination,</em> so he becomes <strong>forgetful</strong> when casting that spell. Each time he casts <em>illumination,</em> he faces a 2-in-6 chance of the spell failing. In order to end this disattunement, Quintus must recover (or get a new copy of) the <em>illumination</em> formula and study it.</p>\n<p>Rather than go shopping for a new spell formula, Quintus decides to pursue the vandal to recover his stolen formula. Unfortunately, he gets captured instead. Quintus is left to rot in a prison cell for days, during which time he is unable to meet his daily study requirement at all. When his comrades rescue him, Quintus is <strong>forgetful</strong> of his entire repertoire. Each time he casts anyspell, he faces a 2-in-6 chance of the spell failing. The condition lasts until Quintus is able to meet his daily study requirement.</p>\n<h6>Starting Spell Repertoire</h6>\n<p>A 1st level studious spellcaster starts the game with a base of one 1st level spell in his repertoire, plus one additional 1st level spell per point of Intellect bonus. But which spells?</p>\n<p>If the campaign is using the template rules (p. XX), then the caster’s template will provide two spells for the caster’s repertoire. If the caster has an INT of 9 – 12 he only gets the first of the two spells. If he has an Intellect of 16 – 17 he will get one additional spell for his repertoire, and if he has an INT of 18 he will get two additional spells. The Judge can select the additional spells or allow the player to roll for them. Studious arcane casters, such as mages, should roll on the Arcane Spell List using (1d3-1) x 12 + 1d12 to generate a range of values from 01 to 36. Studious divine casters, such as dwarven craftpriests, should roll on the Divine Spell List using (1d3-1) x 10 + 1d10 to generate a range of values from 1 to 30. If the player rolls any duplicates do not re-roll; his character will begin play with less than the maximum permitted spells in his repertoire. He will need to find spell formulas in play.</p>\n<p>If the campaign is not using the template rules, then the Judge should select an appropriate spell for each studious spellcaster to begin with from their spell list. The spells <em>beguile humanoid</em>, <em>fan of flames</em>,<em>mage missile</em>,or<em>slumber</em> are good choices for studious arcane casters. The spells <em>cure light injury</em>, <em>holy circle</em>,<em>sling stone</em>, and <em>word of command</em>are good choices for studious divine casters. The Judge can then choose the remaining spells or have the player roll for them, as above.</p>\n<p>Whichever method is used, the caster starts with the spell formula for each of the spells in his repertoire recorded on the pages of his starting spell book.</p>\n<p>EXAMPLE: Sürcaneus is a 1st level mage with INT 16 (+2). His spell repertoire can be up to three 1st level arcane spells. Sürcaneus’s Judge has opted not to use templates for this campaign. For Sürcaneus’s first spell, the Judge selects *slumber.*Sürcaneus then rolls 1d3-1 and 1d12 on the arcane spell list. With a roll of 1 x 12 on and 7, he adds spell #19, <em>infuriate humanoid</em>, from the Arcane List to his repertoire. Sürcaneus then rolls 1d3-1 and 1d12 again and scores a 2 x 12 and 6, for a 30. Unfortunately spell #30 is <em>slumber,</em> which he already knows. Sürcaneus doesn’t get to roll again. Instead, Sürcaneus will begin play with just <em>slumber</em> and <em>infuriate humanoid</em> in his repertoire and just those two formulas in his spell book. He can add the extra 1st level spell to his repertoire once play begins by finding a 1st level spell formula somewhere.</p>\n<p>EXAMPLE: Alpin is a 1st level dwarven craftpriest with INT 11 (+0). His spell repertoire consists of just one 1st level divine spell. Alpin’s Judge is using templates for this campaign. Alpin rolls 3d6 on the Dwarven Craftpriest Templates table and scores an 11, Redeemer. The Redeemer template begins with <em>counterspell</em> and <em>discern magic</em>. Because Alpin only has an INT of 11, he can’t have two spells in his repertoire, and he only gets the first spell. Alpin will begin play with just <em>counterspell</em> in his repertoire and just its formula in his spell book.</p>\n<h6>Acquiring New Spell Formulas</h6>\n<p>Each time he advances in level, a studious spellcaster increases his maximum repertoire by one or more spells. To take advantage of this increased maximum, the caster will need to acquire the spell formulas for the spells he wants to add to his repertoire. There are a number of ways in which a studious caster can acquire spell formulas.</p>\n<ul>\n<li>He can copy a spell formula from a magic scroll, fellow mage’s spell book, or other source straight into his own spell book. He can copy an existing formula at a rate of one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (scribing). He must have a book with blank pages available to copy into.</li>\n<li>He can buy or steal a spell formula or even an entire spell book from another mage. In this case, he does not need to re-write a formula in his own hand unless he wants to; some casters are comfortable having their spell formula spread out across many volumes by different authors. Others are more fastidious and prefer to copy each spell formula they find in their own hand, perhaps translating it into a preferred language as they do.</li>\n<li>He can engage in spell research in order to discover the formula for an existing or new spell. Spell research is a lengthy and expensive proposition that only can be pursued by experienced casters. See Chapter 8 (p. XX) for details.</li>\n</ul>\n<p>Whatever method the caster uses to get the spell formula, the next step will be to put it in his repertoire, either by adding it to an incomplete repertoire or replacing an existing spell in a full repertoire.</p>\n<h6>Adding or Replacing Spells</h6>\n<p>If a studious caster has fewer spells in his repertoire than his permitted maximum, he can add a spell to his repertoire by studying its spell formula as a dedicated activity for one week. When he has finished his week of intense study, he can add the spell to his repertoire.</p>\n<p>If a studious caster already has the maximum number of spells in his repertoire, he can replace a spell in his repertoire with a new spell of the same level. He still must dedicate a week to studying the new spell formula, but when he has finished his week of intense study, he replaces one spell of the same level with the new spell he has learned. The caster chooses which spell to replace. Replacing a spell in the repertoire does not cause the character to lose the formula of the replaced spell.</p>\n<h6>Recovering from a Lost or Destroyed Spell Book</h6>\n<p>Sometimes, through bad fortune or enemy action, the spell book containing the formula for a studious caster’s repertoire might get lost or destroyed. If necessary, a studious caster can re-write the spell formulas from memory. He can rewrite one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (Scribing).</p>\n<p>EXAMPLE: When Quintus finally confronts the vandal who captured him, he discovers the nasty fellow burned his spell book to ash. After killing the vandal, Quintus sets out to re-create his spell book. The spell formulas for each of the four 1st level spells in his repertoire are one page each. The spell formulas for each of the three 2nd level spells in his repertoire are two pages each. Therefore it takes him (4 x 1) + (3 x 2) = 10 days to re-write his spell book. Since his spell book originally had 10 pages, this makes sense!</p>\n",
  "sections": [
    {
      "title": "Spell Repertoires",
      "level": 2,
      "html": "<p>Just because a spell is listed on a magic type’s spell list does not mean that any given spellcaster of that type can cast it. Each caster has his own <strong>spell repertoire</strong> which consists of the spells he can actually cast.A spell repertoire is always a small sub-set of a spell list.</p>\n<p>There are two different types of repertoires described in this book: <strong>studious</strong> and <strong>prayerful.</strong> Most of the divine casters in this book, with the exception of the dwarven craftpriest and the witch, use prayerful repertoires. All of the arcane casters in this book, as well as the dwarven craftpriest and witch, use studious repertoires. Prayerful and studious spellcasters have very different spell repertoires and learn their repertoire in very different ways. As the name suggests, prayerful casters receive and maintain their repertoire through prayer; studious spellcasters receive and maintain their repertoires through study.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n<td>Arcane</td>\n<td>Divine</td>\n</tr>\n<tr>\n<td>Prayerful</td>\n<td>None</td>\n<td>Used by bladedancers, crusaders, priestesses, and shamans, who cast spells that tap the power of immortal deities through prayer.</td>\n</tr>\n<tr>\n<td>Studious</td>\n<td>Used by elven nightblades, elven spellswords, mages, Nobiran wonderworkers, warlocks, and Zaharan ruinguards, who cast spells that tap the ambient power in cosmos through formulaic procedures.</td>\n<td>Used by dwarven craftpriests, who cast spells by tapping the power of ancestral spirits and ancient relics through formulaic procedures; and witches, who cast spells by cajoling, coercing, and petitioning old powers with formulaic procedures.</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Prayerful Repertoire",
      "level": 3,
      "html": "<p>Prayerful casters receive their repertoires from prayer to the deity, demon, elemental lord, god, or other power they serve. In order to maintain these repertoires they must pray each day.</p>\n"
    },
    {
      "title": "Repertoire Rules",
      "level": 6,
      "html": "<p>Each prayerful caster has a repertoires consisting of 10 – 15 spells of each level they can cast, representing those miracles the deity has empowered him to perform. The prayerful repertoires in this book are divided by class, with each class serving a particular god that offers a particular repertoire:</p>\n<ul>\n<li>The Crusader Repertoire represents the selection of spells available to crusaders of Ammonar, the god of light and law. It would also be appropriate for worshippers of other solar deities and sky gods. Ammonar provides his crusaders with spells to heal and protect the faithful; command by holy word; find and destroy undead; and even summon an angelic herald or bring down a fiery pillar on foes.</li>\n<li>The Bladedancer Repertoire represents the selection of spells available to bladedancers of Ianna, the goddess of love and war. It would also be appropriate for worshippers of other gods and goddesses of beauty, competition, excellence, love, strife, and war. Ianna offers many of the same spells as Ammonar, but with quite a few alternatives that are specific to her grace and style, such as the ability to create alluring illusions or to take flight as a winged warrior.</li>\n<li>The Priestess Repertoire represents the selection of spells available to priestesses of Mityara, goddess of marriage and mercy. It would also be appropriate for worshippers of deities devoted to medicine, peace, wisdom and similar civilizational values. Compared to Ammonar and Ianna, Mityara offers far fewer spells devoted to battle and combat, and far more spells devoted to healing and protection. Because priestesses fully devote themselves to faith and prayer, without training in hand-to-hand combat, they have larger repertoires than bladedancers and crusaders. (Crusaders or bladedancers of Mityara, if such a thing existed, would have only 10 spells of each level in their repertoire.)</li>\n<li>The Shaman Spell List represents the selection of spells available to ancestor worshippers, animists, druids, and other shamans. It would also be appropriate to worshippers of Naurivus, god of wind and weather, or similar nature deities. These casters have many spells relating to animals, plants, wind, and weather.</li>\n</ul>\n<p>These four repertoires are just a small set of examples and many other repertoires are possible. The Judge is responsible for determining which specific spells are provided to any given prayerful caster in his campaign setting. He can use the pre-generated lists we’ve created, or create his own lists by selecting appropriate spells from the Divine Spell List (p. XX).</p>\n"
    },
    {
      "title": "Prayer Requirement",
      "level": 6,
      "html": "<p>To stay in the favor of his deity, a prayerful spellcaster must pray at an appointed time (usually sunrise or sunset) for at least one hour per day. This prayer counts as an ancillary activity (p. XX). A prayerful spellcaster who fails to pray at the appointed time more than once in any seven days becomes <strong>disfavored</strong> by his deity. A prayerful caster can also become disfavored if he fails to uphold his class’s code of behavior (Judge’s discretion). Each time a disfavored castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Disfavor from failure to pray ends as soon as the caster meets his daily prayer requirement. Undead in <em>torpor</em> (p. XX) never become disfavored for failing to pray, as their dark god knows why they slumber.</p>\n"
    },
    {
      "title": "Studious Spell Repertoire",
      "level": 3,
      "html": "<p>Studious casters receive their repertoire of spells from the study of <strong>spell formulas</strong>.In order to maintain these repertoires they must study the formulas each day. A spell formula consists of various texts, diagrams, illustrations, and charts written on one or more pieces of paper (or equivalent material). A spell’s formula always takes up one page (or equivalent) per spell level. A caster must be able to read the language used in the formula in order to study it, making the ability to speak many languages very valuable for every studious caster.</p>\n"
    },
    {
      "title": "Repertoire Rules",
      "level": 6,
      "html": "<p>Each studious spellcaster has his own unique repertoire of spells determined by the spell formulas he frequently studies. It might be just one spell or dozens. The maximum number and level of spells in a studious caster’s repertoire is equal to the number and level of spells he can cast per day. This maximum is increased by the caster’s Intellect bonus at each spell level he can cast. For instance, a 3rd level mage is able to cast two 1st and one 2nd level spell per day. Therefore the maximum number and level of spells in his repertoire is two 1st and one 2nd level spells. If that 3rd level mage has 16 INT (+2 modifier), then his maximum spell repertoire is increased to four 1st level and three 2nd level spells. Thus studious casters of limited experience and middling intelligence are restricted to small repertoires while powerful and intelligent casters can have large repertoires.</p>\n<p>Because a studious caster must have access to spell formulas in order to build his repertoire, it is possible (indeed, common) for a studious caster to have fewer spells in his repertoire than the maximum amount his class level and Intellect would otherwise permit. Conversely, it is also possible for a fortunate studious caster to end up in possession of far more spell formulas than he has room for in his repertoire.</p>\n<p>To organize their collection of spell formulas, studious casters gather them together in <strong>spell books</strong>.A spell book can be, but does not have to be, an actual codex. Some spell books are true works of art, cased in precious metal or rare wood, with vellum pages illumined and illustrated with colorful inks. Others resemble a pile of scrolls shoved in a box in alphabetic order. A typical spell book is a sturdy leatherbound parchment codex with 100 pages. A blank 100-page spell book costs 20gp.</p>\n"
    },
    {
      "title": "Study Requirement",
      "level": 6,
      "html": "<p>To keep himself attuned to the power of magic, a studious caster must track the alignment of the celestial spheres, the astrological movements of the stars, the waxing and waning of the planets, and other factors of metaphysical importance. Each day, after he rests, a studious caster must spend at least one hour reviewing these factors. This study counts as an ancillary activity (p. XX). A studious caster who misses more than one day of study in any seven days becomes <strong>forgetful</strong> when casting spells. Each time a forgetful castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Forgetfulness ends as soon as the caster meets his daily study requirement. Undead in <em>torpor</em> (p. XX) never become forgetful, as no time passes for them.</p>\n<p>In order to meet his daily study requirement, a studious caster must have the spell formula for each of the spells in his repertoire at hand. If the caster does not have physical access to one or more of the spell formulas, he becomes <strong>forgetful</strong> when casting those spells. To avoid becoming forgetful, a studious caster who adventures away from home should be sure to bring a spell book containing the necessary formulas with him!</p>\n<p>Poor or inexperienced studious casters often have just one small spell book, which they guard jealously. More established studious casters tend to own many spell books, with one or more “traveling” spell books containing the formulas for the spells in their repertoire, and the rest containing the formulas for spells not in their repertoire. These latter spell books can be consulted should the caster wish to change his repertoire (see below). Extra spell books are usually kept in a library, laboratory, or secure vault.</p>\n<p>EXAMPLE: Quintus is a 3rd level mage with INT 16. His repertoire of spells consists of four 1st level spells (<em>discern magic</em>, <em>illumination, mage missile</em>,and <em>slumber</em>) and three 2nd level spells (<em>battering ram</em>, <em>circling winds</em>,and <em>sudden staircase</em>). He owns a 100-page spell book, which contains those seven spell formulas. They use up 1 + 1 + 1 + 1 + 2 + 2 + 2 = 10 pages in his book. Each day, Quintus studies the spell formulas in his book for one hour to avoid becoming forgetful.</p>\n<p>One day, an unpleasant vandal tears the page containing the <em>illumination</em> formula out of Quintus’s spell book. Quintus can no longer meet his daily study requirement for <em>illumination,</em> so he becomes <strong>forgetful</strong> when casting that spell. Each time he casts <em>illumination,</em> he faces a 2-in-6 chance of the spell failing. In order to end this disattunement, Quintus must recover (or get a new copy of) the <em>illumination</em> formula and study it.</p>\n<p>Rather than go shopping for a new spell formula, Quintus decides to pursue the vandal to recover his stolen formula. Unfortunately, he gets captured instead. Quintus is left to rot in a prison cell for days, during which time he is unable to meet his daily study requirement at all. When his comrades rescue him, Quintus is <strong>forgetful</strong> of his entire repertoire. Each time he casts anyspell, he faces a 2-in-6 chance of the spell failing. The condition lasts until Quintus is able to meet his daily study requirement.</p>\n"
    },
    {
      "title": "Starting Spell Repertoire",
      "level": 6,
      "html": "<p>A 1st level studious spellcaster starts the game with a base of one 1st level spell in his repertoire, plus one additional 1st level spell per point of Intellect bonus. But which spells?</p>\n<p>If the campaign is using the template rules (p. XX), then the caster’s template will provide two spells for the caster’s repertoire. If the caster has an INT of 9 – 12 he only gets the first of the two spells. If he has an Intellect of 16 – 17 he will get one additional spell for his repertoire, and if he has an INT of 18 he will get two additional spells. The Judge can select the additional spells or allow the player to roll for them. Studious arcane casters, such as mages, should roll on the Arcane Spell List using (1d3-1) x 12 + 1d12 to generate a range of values from 01 to 36. Studious divine casters, such as dwarven craftpriests, should roll on the Divine Spell List using (1d3-1) x 10 + 1d10 to generate a range of values from 1 to 30. If the player rolls any duplicates do not re-roll; his character will begin play with less than the maximum permitted spells in his repertoire. He will need to find spell formulas in play.</p>\n<p>If the campaign is not using the template rules, then the Judge should select an appropriate spell for each studious spellcaster to begin with from their spell list. The spells <em>beguile humanoid</em>, <em>fan of flames</em>,<em>mage missile</em>,or<em>slumber</em> are good choices for studious arcane casters. The spells <em>cure light injury</em>, <em>holy circle</em>,<em>sling stone</em>, and <em>word of command</em>are good choices for studious divine casters. The Judge can then choose the remaining spells or have the player roll for them, as above.</p>\n<p>Whichever method is used, the caster starts with the spell formula for each of the spells in his repertoire recorded on the pages of his starting spell book.</p>\n<p>EXAMPLE: Sürcaneus is a 1st level mage with INT 16 (+2). His spell repertoire can be up to three 1st level arcane spells. Sürcaneus’s Judge has opted not to use templates for this campaign. For Sürcaneus’s first spell, the Judge selects *slumber.*Sürcaneus then rolls 1d3-1 and 1d12 on the arcane spell list. With a roll of 1 x 12 on and 7, he adds spell #19, <em>infuriate humanoid</em>, from the Arcane List to his repertoire. Sürcaneus then rolls 1d3-1 and 1d12 again and scores a 2 x 12 and 6, for a 30. Unfortunately spell #30 is <em>slumber,</em> which he already knows. Sürcaneus doesn’t get to roll again. Instead, Sürcaneus will begin play with just <em>slumber</em> and <em>infuriate humanoid</em> in his repertoire and just those two formulas in his spell book. He can add the extra 1st level spell to his repertoire once play begins by finding a 1st level spell formula somewhere.</p>\n<p>EXAMPLE: Alpin is a 1st level dwarven craftpriest with INT 11 (+0). His spell repertoire consists of just one 1st level divine spell. Alpin’s Judge is using templates for this campaign. Alpin rolls 3d6 on the Dwarven Craftpriest Templates table and scores an 11, Redeemer. The Redeemer template begins with <em>counterspell</em> and <em>discern magic</em>. Because Alpin only has an INT of 11, he can’t have two spells in his repertoire, and he only gets the first spell. Alpin will begin play with just <em>counterspell</em> in his repertoire and just its formula in his spell book.</p>\n"
    },
    {
      "title": "Acquiring New Spell Formulas",
      "level": 6,
      "html": "<p>Each time he advances in level, a studious spellcaster increases his maximum repertoire by one or more spells. To take advantage of this increased maximum, the caster will need to acquire the spell formulas for the spells he wants to add to his repertoire. There are a number of ways in which a studious caster can acquire spell formulas.</p>\n<ul>\n<li>He can copy a spell formula from a magic scroll, fellow mage’s spell book, or other source straight into his own spell book. He can copy an existing formula at a rate of one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (scribing). He must have a book with blank pages available to copy into.</li>\n<li>He can buy or steal a spell formula or even an entire spell book from another mage. In this case, he does not need to re-write a formula in his own hand unless he wants to; some casters are comfortable having their spell formula spread out across many volumes by different authors. Others are more fastidious and prefer to copy each spell formula they find in their own hand, perhaps translating it into a preferred language as they do.</li>\n<li>He can engage in spell research in order to discover the formula for an existing or new spell. Spell research is a lengthy and expensive proposition that only can be pursued by experienced casters. See Chapter 8 (p. XX) for details.</li>\n</ul>\n<p>Whatever method the caster uses to get the spell formula, the next step will be to put it in his repertoire, either by adding it to an incomplete repertoire or replacing an existing spell in a full repertoire.</p>\n"
    },
    {
      "title": "Adding or Replacing Spells",
      "level": 6,
      "html": "<p>If a studious caster has fewer spells in his repertoire than his permitted maximum, he can add a spell to his repertoire by studying its spell formula as a dedicated activity for one week. When he has finished his week of intense study, he can add the spell to his repertoire.</p>\n<p>If a studious caster already has the maximum number of spells in his repertoire, he can replace a spell in his repertoire with a new spell of the same level. He still must dedicate a week to studying the new spell formula, but when he has finished his week of intense study, he replaces one spell of the same level with the new spell he has learned. The caster chooses which spell to replace. Replacing a spell in the repertoire does not cause the character to lose the formula of the replaced spell.</p>\n"
    },
    {
      "title": "Recovering from a Lost or Destroyed Spell Book",
      "level": 6,
      "html": "<p>Sometimes, through bad fortune or enemy action, the spell book containing the formula for a studious caster’s repertoire might get lost or destroyed. If necessary, a studious caster can re-write the spell formulas from memory. He can rewrite one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (Scribing).</p>\n<p>EXAMPLE: When Quintus finally confronts the vandal who captured him, he discovers the nasty fellow burned his spell book to ash. After killing the vandal, Quintus sets out to re-create his spell book. The spell formulas for each of the four 1st level spells in his repertoire are one page each. The spell formulas for each of the three 2nd level spells in his repertoire are two pages each. Therefore it takes him (4 x 1) + (3 x 2) = 10 days to re-write his spell book. Since his spell book originally had 10 pages, this makes sense!</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Spell Repertoires\n\nJust because a spell is listed on a magic type’s spell list does not mean that any given spellcaster of that type can cast it. Each caster has his own **spell repertoire** which consists of the spells he can actually cast.A spell repertoire is always a small sub-set of a spell list.\n\nThere are two different types of repertoires described in this book: **studious** and **prayerful.** Most of the divine casters in this book, with the exception of the dwarven craftpriest and the witch, use prayerful repertoires. All of the arcane casters in this book, as well as the dwarven craftpriest and witch, use studious repertoires. Prayerful and studious spellcasters have very different spell repertoires and learn their repertoire in very different ways. As the name suggests, prayerful casters receive and maintain their repertoire through prayer; studious spellcasters receive and maintain their repertoires through study.\n\n|  |  |  |\n| --- | --- | --- |\n|  | Arcane | Divine |\n| Prayerful | None | Used by bladedancers, crusaders, priestesses, and shamans, who cast spells that tap the power of immortal deities through prayer. |\n| Studious | Used by elven nightblades, elven spellswords, mages, Nobiran wonderworkers, warlocks, and Zaharan ruinguards, who cast spells that tap the ambient power in cosmos through formulaic procedures. | Used by dwarven craftpriests, who cast spells by tapping the power of ancestral spirits and ancient relics through formulaic procedures; and witches, who cast spells by cajoling, coercing, and petitioning old powers with formulaic procedures. |\n\n### Prayerful Repertoire\n\nPrayerful casters receive their repertoires from prayer to the deity, demon, elemental lord, god, or other power they serve. In order to maintain these repertoires they must pray each day.\n\n###### Repertoire Rules\n\nEach prayerful caster has a repertoires consisting of 10 – 15 spells of each level they can cast, representing those miracles the deity has empowered him to perform. The prayerful repertoires in this book are divided by class, with each class serving a particular god that offers a particular repertoire:\n\n* The Crusader Repertoire represents the selection of spells available to crusaders of Ammonar, the god of light and law. It would also be appropriate for worshippers of other solar deities and sky gods. Ammonar provides his crusaders with spells to heal and protect the faithful; command by holy word; find and destroy undead; and even summon an angelic herald or bring down a fiery pillar on foes.\n* The Bladedancer Repertoire represents the selection of spells available to bladedancers of Ianna, the goddess of love and war. It would also be appropriate for worshippers of other gods and goddesses of beauty, competition, excellence, love, strife, and war. Ianna offers many of the same spells as Ammonar, but with quite a few alternatives that are specific to her grace and style, such as the ability to create alluring illusions or to take flight as a winged warrior.\n* The Priestess Repertoire represents the selection of spells available to priestesses of Mityara, goddess of marriage and mercy. It would also be appropriate for worshippers of deities devoted to medicine, peace, wisdom and similar civilizational values. Compared to Ammonar and Ianna, Mityara offers far fewer spells devoted to battle and combat, and far more spells devoted to healing and protection. Because priestesses fully devote themselves to faith and prayer, without training in hand-to-hand combat, they have larger repertoires than bladedancers and crusaders. (Crusaders or bladedancers of Mityara, if such a thing existed, would have only 10 spells of each level in their repertoire.)\n* The Shaman Spell List represents the selection of spells available to ancestor worshippers, animists, druids, and other shamans. It would also be appropriate to worshippers of Naurivus, god of wind and weather, or similar nature deities. These casters have many spells relating to animals, plants, wind, and weather.\n\nThese four repertoires are just a small set of examples and many other repertoires are possible. The Judge is responsible for determining which specific spells are provided to any given prayerful caster in his campaign setting. He can use the pre-generated lists we’ve created, or create his own lists by selecting appropriate spells from the Divine Spell List (p. XX).\n\n###### Prayer Requirement\n\nTo stay in the favor of his deity, a prayerful spellcaster must pray at an appointed time (usually sunrise or sunset) for at least one hour per day. This prayer counts as an ancillary activity (p. XX). A prayerful spellcaster who fails to pray at the appointed time more than once in any seven days becomes **disfavored** by his deity. A prayerful caster can also become disfavored if he fails to uphold his class’s code of behavior (Judge’s discretion). Each time a disfavored castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Disfavor from failure to pray ends as soon as the caster meets his daily prayer requirement. Undead in *torpor* (p. XX) never become disfavored for failing to pray, as their dark god knows why they slumber.\n\n### Studious Spell Repertoire\n\nStudious casters receive their repertoire of spells from the study of **spell formulas**.In order to maintain these repertoires they must study the formulas each day. A spell formula consists of various texts, diagrams, illustrations, and charts written on one or more pieces of paper (or equivalent material). A spell’s formula always takes up one page (or equivalent) per spell level. A caster must be able to read the language used in the formula in order to study it, making the ability to speak many languages very valuable for every studious caster.\n\n###### Repertoire Rules\n\nEach studious spellcaster has his own unique repertoire of spells determined by the spell formulas he frequently studies. It might be just one spell or dozens. The maximum number and level of spells in a studious caster’s repertoire is equal to the number and level of spells he can cast per day. This maximum is increased by the caster’s Intellect bonus at each spell level he can cast. For instance, a 3rd level mage is able to cast two 1st and one 2nd level spell per day. Therefore the maximum number and level of spells in his repertoire is two 1st and one 2nd level spells. If that 3rd level mage has 16 INT (+2 modifier), then his maximum spell repertoire is increased to four 1st level and three 2nd level spells. Thus studious casters of limited experience and middling intelligence are restricted to small repertoires while powerful and intelligent casters can have large repertoires.\n\nBecause a studious caster must have access to spell formulas in order to build his repertoire, it is possible (indeed, common) for a studious caster to have fewer spells in his repertoire than the maximum amount his class level and Intellect would otherwise permit. Conversely, it is also possible for a fortunate studious caster to end up in possession of far more spell formulas than he has room for in his repertoire.\n\nTo organize their collection of spell formulas, studious casters gather them together in **spell books**.A spell book can be, but does not have to be, an actual codex. Some spell books are true works of art, cased in precious metal or rare wood, with vellum pages illumined and illustrated with colorful inks. Others resemble a pile of scrolls shoved in a box in alphabetic order. A typical spell book is a sturdy leatherbound parchment codex with 100 pages. A blank 100-page spell book costs 20gp.\n\n###### Study Requirement\n\nTo keep himself attuned to the power of magic, a studious caster must track the alignment of the celestial spheres, the astrological movements of the stars, the waxing and waning of the planets, and other factors of metaphysical importance. Each day, after he rests, a studious caster must spend at least one hour reviewing these factors. This study counts as an ancillary activity (p. XX). A studious caster who misses more than one day of study in any seven days becomes **forgetful** when casting spells. Each time a forgetful castercasts a spell, he must roll 1d6. On a 1 - 2, the spell fails. The failed spell still counts against the number of spells he can cast per day. Forgetfulness ends as soon as the caster meets his daily study requirement. Undead in *torpor* (p. XX) never become forgetful, as no time passes for them.\n\nIn order to meet his daily study requirement, a studious caster must have the spell formula for each of the spells in his repertoire at hand. If the caster does not have physical access to one or more of the spell formulas, he becomes **forgetful** when casting those spells. To avoid becoming forgetful, a studious caster who adventures away from home should be sure to bring a spell book containing the necessary formulas with him!\n\nPoor or inexperienced studious casters often have just one small spell book, which they guard jealously. More established studious casters tend to own many spell books, with one or more “traveling” spell books containing the formulas for the spells in their repertoire, and the rest containing the formulas for spells not in their repertoire. These latter spell books can be consulted should the caster wish to change his repertoire (see below). Extra spell books are usually kept in a library, laboratory, or secure vault.\n\nEXAMPLE: Quintus is a 3rd level mage with INT 16. His repertoire of spells consists of four 1st level spells (*discern magic*, *illumination, mage missile*,and *slumber*) and three 2nd level spells (*battering ram*, *circling winds*,and *sudden staircase*). He owns a 100-page spell book, which contains those seven spell formulas. They use up 1 + 1 + 1 + 1 + 2 + 2 + 2 = 10 pages in his book. Each day, Quintus studies the spell formulas in his book for one hour to avoid becoming forgetful.\n\nOne day, an unpleasant vandal tears the page containing the *illumination* formula out of Quintus’s spell book. Quintus can no longer meet his daily study requirement for *illumination,* so he becomes **forgetful** when casting that spell. Each time he casts *illumination,* he faces a 2-in-6 chance of the spell failing. In order to end this disattunement, Quintus must recover (or get a new copy of) the *illumination* formula and study it.\n\nRather than go shopping for a new spell formula, Quintus decides to pursue the vandal to recover his stolen formula. Unfortunately, he gets captured instead. Quintus is left to rot in a prison cell for days, during which time he is unable to meet his daily study requirement at all. When his comrades rescue him, Quintus is **forgetful** of his entire repertoire. Each time he casts anyspell, he faces a 2-in-6 chance of the spell failing. The condition lasts until Quintus is able to meet his daily study requirement.\n\n###### Starting Spell Repertoire\n\nA 1st level studious spellcaster starts the game with a base of one 1st level spell in his repertoire, plus one additional 1st level spell per point of Intellect bonus. But which spells?\n\nIf the campaign is using the template rules (p. XX), then the caster’s template will provide two spells for the caster’s repertoire. If the caster has an INT of 9 – 12 he only gets the first of the two spells. If he has an Intellect of 16 – 17 he will get one additional spell for his repertoire, and if he has an INT of 18 he will get two additional spells. The Judge can select the additional spells or allow the player to roll for them. Studious arcane casters, such as mages, should roll on the Arcane Spell List using (1d3-1) x 12 + 1d12 to generate a range of values from 01 to 36. Studious divine casters, such as dwarven craftpriests, should roll on the Divine Spell List using (1d3-1) x 10 + 1d10 to generate a range of values from 1 to 30. If the player rolls any duplicates do not re-roll; his character will begin play with less than the maximum permitted spells in his repertoire. He will need to find spell formulas in play.\n\nIf the campaign is not using the template rules, then the Judge should select an appropriate spell for each studious spellcaster to begin with from their spell list. The spells *beguile humanoid*, *fan of flames*,*mage missile*,or*slumber* are good choices for studious arcane casters. The spells *cure light injury*, *holy circle*,*sling stone*, and *word of command*are good choices for studious divine casters. The Judge can then choose the remaining spells or have the player roll for them, as above.\n\nWhichever method is used, the caster starts with the spell formula for each of the spells in his repertoire recorded on the pages of his starting spell book.\n\nEXAMPLE: Sürcaneus is a 1st level mage with INT 16 (+2). His spell repertoire can be up to three 1st level arcane spells. Sürcaneus’s Judge has opted not to use templates for this campaign. For Sürcaneus’s first spell, the Judge selects *slumber.*Sürcaneus then rolls 1d3-1 and 1d12 on the arcane spell list. With a roll of 1 x 12 on and 7, he adds spell #19, *infuriate humanoid*, from the Arcane List to his repertoire. Sürcaneus then rolls 1d3-1 and 1d12 again and scores a 2 x 12 and 6, for a 30. Unfortunately spell #30 is *slumber,* which he already knows. Sürcaneus doesn’t get to roll again. Instead, Sürcaneus will begin play with just *slumber* and *infuriate humanoid* in his repertoire and just those two formulas in his spell book. He can add the extra 1st level spell to his repertoire once play begins by finding a 1st level spell formula somewhere.\n\nEXAMPLE: Alpin is a 1st level dwarven craftpriest with INT 11 (+0). His spell repertoire consists of just one 1st level divine spell. Alpin’s Judge is using templates for this campaign. Alpin rolls 3d6 on the Dwarven Craftpriest Templates table and scores an 11, Redeemer. The Redeemer template begins with *counterspell* and *discern magic*. Because Alpin only has an INT of 11, he can’t have two spells in his repertoire, and he only gets the first spell. Alpin will begin play with just *counterspell* in his repertoire and just its formula in his spell book.\n\n###### Acquiring New Spell Formulas\n\nEach time he advances in level, a studious spellcaster increases his maximum repertoire by one or more spells. To take advantage of this increased maximum, the caster will need to acquire the spell formulas for the spells he wants to add to his repertoire. There are a number of ways in which a studious caster can acquire spell formulas.\n\n* He can copy a spell formula from a magic scroll, fellow mage’s spell book, or other source straight into his own spell book. He can copy an existing formula at a rate of one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (scribing). He must have a book with blank pages available to copy into.\n* He can buy or steal a spell formula or even an entire spell book from another mage. In this case, he does not need to re-write a formula in his own hand unless he wants to; some casters are comfortable having their spell formula spread out across many volumes by different authors. Others are more fastidious and prefer to copy each spell formula they find in their own hand, perhaps translating it into a preferred language as they do.\n* He can engage in spell research in order to discover the formula for an existing or new spell. Spell research is a lengthy and expensive proposition that only can be pursued by experienced casters. See Chapter 8 (p. XX) for details.\n\nWhatever method the caster uses to get the spell formula, the next step will be to put it in his repertoire, either by adding it to an incomplete repertoire or replacing an existing spell in a full repertoire.\n\n###### Adding or Replacing Spells\n\nIf a studious caster has fewer spells in his repertoire than his permitted maximum, he can add a spell to his repertoire by studying its spell formula as a dedicated activity for one week. When he has finished his week of intense study, he can add the spell to his repertoire.\n\nIf a studious caster already has the maximum number of spells in his repertoire, he can replace a spell in his repertoire with a new spell of the same level. He still must dedicate a week to studying the new spell formula, but when he has finished his week of intense study, he replaces one spell of the same level with the new spell he has learned. The caster chooses which spell to replace. Replacing a spell in the repertoire does not cause the character to lose the formula of the replaced spell.\n\n###### Recovering from a Lost or Destroyed Spell Book\n\nSometimes, through bad fortune or enemy action, the spell book containing the formula for a studious caster’s repertoire might get lost or destroyed. If necessary, a studious caster can re-write the spell formulas from memory. He can rewrite one page per day of dedicated activity, plus one page per rank in Art (calligraphy) or Craft (Scribing).\n\nEXAMPLE: When Quintus finally confronts the vandal who captured him, he discovers the nasty fellow burned his spell book to ash. After killing the vandal, Quintus sets out to re-create his spell book. The spell formulas for each of the four 1st level spells in his repertoire are one page each. The spell formulas for each of the three 2nd level spells in his repertoire are two pages each. Therefore it takes him (4 x 1) + (3 x 2) = 10 days to re-write his spell book. Since his spell book originally had 10 pages, this makes sense!\n"
}