{
  "html": "<h2>Dungeon Delves</h2>\n<p>The following rules apply to adventuring in dungeons. Additional rules are offered later in this chapter for adventuring in other kinds of environments. Unless otherwise noted, rules that apply to dungeon delves also apply to other types of adventures and rules that apply to adventurers apply to monsters, too. (It’s just easier to present the information from an adventurer’s point of view).</p>\n<h3>Turns and Rounds</h3>\n<p>When delving a dungeon, adventurers take actions in units of time known as <strong>turns</strong> and <strong>rounds</strong>. Gameplay ordinarily proceeds in turns when the adventurers are exploring the dungeon and then shifts into rounds when the adventurers have an encounter.</p>\n<p>A turn is a period of time ranging from a few minutes to a quarter hour. A round is a brief interval of time in which flurries of activity are punctuated by pauses and lulls that can be as brief as 10 – 15 seconds and as long as a minute or two depending on the complexity of the engagement. For instance, in a gladiatorial bout between two fighters, a round might be just 10 seconds, but in a huge battle between hundreds of troops, it might be a minute. For purposes of time-keeping, however, there are always 10 rounds per turn and 6 turns per hour of in-game time. (Any extra time is assumed to be taken up by, e.g., bandaging wounds, catching your breath, cleaning your weapons, and other “background” activities.) Each hour of dungeon delving counts as a strenuous ancillary activity (p. XX).</p>\n<h3>Speed and Distance</h3>\n<p>Adventurers undertaking a dungeon delve can move at one of three basic speeds: exploration speed, combat speed, and running speed. (Special types of movement, including climbing, crawling, rappelling, sneaking, swimming, and traversing, are discussed later.) If using a battlemap or VTT, all speed and distance can be precisely measured on the map grid, with tokens to represent adventurers, creatures, and dungeon features. Otherwise the Judge must adjudicate speed and distance in the “theater of the mind.”</p>\n<p><strong>Exploration speed</strong> is measured in feet per turn and represents a pace appropriate to cautious exploration and careful mapping in an area of treacherous ground, shadowy obscurity, and dangerous pitfalls. Exploration speed is very slow (less than 1mph) but offers several advantages. When moving at exploration speed:</p>\n<ul>\n<li>Any party members equipped with a 10’ pole can use their pole(s) to probe ahead.</li>\n<li>Any party members who are in bright light can map the dungeon.</li>\n<li>Any party members who need to concentrate to maintain a spell or effect can do so.</li>\n<li>Any party members who are proficient in Searching can hastily search the areas they move through.</li>\n<li>The party makes much less noise when it moves (see p. XX).</li>\n</ul>\n<p><strong>Combat speed</strong> is measured in feet per round and represents a brief hustle in conditions of danger and distraction. Combat speed is generally used only during encounters or other circumstances where time is tracked in rounds. A party can explore a dungeon at combat speed if desired, but it loses the ability to use 10’ poles, map, or hastily search, and makes much more noise (see p. XX).</p>\n<p><strong>Running speed</strong> is measured in feet per round and represents the fastest pace an adventurer can maintain in the treacherous conditions of dungeons and the wilderness. Adventurers moving at running speed must move forward in a straight line or gentle curve and are <strong>disordered</strong> until the start of their next initiative, suffering a -2 penalty to AC. An adventuring running in difficult terrain (such as running up an accumulation of scree and talus), must make a Paralysis saving throw. Adventurers with Acrobatics can add their class level to the save. If the save succeeds, the adventurer completes his movement. If the save fails, the adventurer falls <strong>prone</strong> at the half-way point of his movement. Adventurers can only run for brief periods of time before needing rest. After running for 10 rounds +/- CON modifier, and each subsequent round that he runs thereafter, the adventurer must make a Paralysis saving throw. If the adventurer has Endurance proficiency, he gains a +4 bonus on the throw. If the save succeeds, the adventurer can continue running next round. If the save fails, the adventurer is immediately <strong>winded.</strong> Winded adventurers cannot run or charge. The condition is ended when the character rests for one turn (10 minutes).</p>\n<h3>Marching and Mapping</h3>\n<p>When the party forays into the dungeon, they must organize themselves into <strong>party formation</strong>, sometimes called a marching order. The best formation for any given dungeon delve will depend on the width of the passages within the dungeon and the class make-up of the party. In corridors that are 5’ wide or less, adventures typically explore in single file. In corridors that are 6’ wide or wider, adventurers typically advance in two columns alongside one another. Heavily armored adventurers, such as fighters, crusaders, spellswords, and vaultguards usually occupy the front ranks, though in areas with numerous traps and pitfalls, a thief might move ahead of them as a scout. The second rank is usually made up of adventurers equipped with spears or polearms. Craftpriest, mages, priestesses, and venturers typically occupy the middle ranks. The rear guard is generally made up of either fast-moving or missile-equipped adventurers such as assassins, bards, bladedancers, explorers, nightblades, or thieves. If there are enough fighters, they can also assume the role of rear guard. It is important to document the formation so it is always clear as the group progresses through their adventure where each person is located.</p>\n<p>If a battlemap or virtual table top (VTT) is being utilized, players can use dice, tokens, or miniature figures to represent their characters and their position within the formation. Otherwise, party formation can be recorded on scratch paper.</p>\n<p>A dungeon delving party can designate an adventurer as the <strong>mapper</strong>. The mapper usually stands in the middle of the party formation. He must use both hands for mapping, must be within a brightly lit area, and suffers from the <strong>vulnerable</strong> condition (p. XX) due to distraction. The mapper draws a map of the dungeon as the adventurers explore it, ensuring the group does not become lost and keeping track of the areas that have been explored. Typically, dungeons are mapped on graph paper with 1/4” square grids, with a scale of either 5’ or 10’ per square. The player controlling the mapper, more than any other player, must pay close attention to all descriptions of areas offered by the Judge, as an error in the map could lead to difficulties or even harm for the group. Some groups employ multiple mappers to ensure the accuracy of their records.</p>\n<p>The mapper should, but does not have to, have the Mapping proficiency (p. XX). If the mapper does have the proficiency, the Judge will provide reasonably accurate measurements. If the mapper makes an error on his map, the Judge will make a secret proficiency throw on behalf of the character to see if he realizes his error. If the mapper doesn’t have the proficiency, then the Judge will provide only vague measurements and the character has no opportunity to passively detect errors.</p>\n<p>In the event that the mapper is killed, the player of the deceased character typically passes on cartography duties to a player whose character is still alive. This adventurer, in the game, acquires the map from the deceased mapper and continues their fallen companion’s work.</p>\n<h3>Light and Darkness</h3>\n<p>Dungeon adventures usually take place in lightless catacombs and underground caves, environments where it is essential to bring light sources such as candles, torches, and lanterns. Candles emit bright light in a radius of 5’ and cast dim light another 5’ (out to 10’ total). Lanterns and torches emit light bright enough in a radius of 15’ and cast dim, shadowy light another 15’ (out to 30’ total). Adventurers in dim light cannot discern colors or read books, maps, or scrolls.</p>\n<p>Torches shed light for 6 turns before burning out. Lanterns are fueled by flasks of oil; one flask of oil can keep a lantern burning for 24 turns. Adventurers or monsters that carry light sources can have difficulty surprising their opponents, as the light gives them away in advance.</p>\n<p>Some adventurers, such as thieves, possess <strong>shadowy senses.</strong> When moving at combat speed or exploration speed, an adventurer with shadowy senses can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, search, and so on. However, shadowy senses is actually relying on hearing, scent, touch, and human echolocation so it cannot be used to do activities requiring bright light. Shadowy senses does not function if the adventurer is moving at running speed, suffering from the <strong>deafened</strong> condition, or if in an area of magical darkness or magical silence.</p>\n<p>Some adventurers and many monsters can enchant themselves with or natively possess <strong>lightless vision</strong> which allows them to see as if they were carrying a light source that shed dim light within a limited range. Lightless vision does not enable creatures to discern writing or fine details, so even creatures with lightless vision need light sources for some tasks. Assassins, nightblades, thieves, and other characters proficient in Hiding can hide from lightless vision.</p>\n<p>Any creatures who cannot see (for whatever reason) are considered <strong>blinded</strong>.Blinded creatures are easy to sneak up on, and suffer a -2 penalty to surprise rolls. They cannot claim line of sight on any targets and cannot make missile attacks. They can only make melee attacks if they have reason to know the target is there. They suffer a -4 penalty to their melee attack throw and proficiency throws impacted by sight (Judge’s discretion). They reduce their speed to one third their normal rate. See <strong>Conditions</strong> (p. XX).</p>\n<h3>Searching and Listening</h3>\n<p>While exploring the depths of a dungeon, adventurers can search for hidden features such as secret doors, hidden traps, or buried treasure, or listen carefully for the strange sounds that percolate throughout the underdark.</p>\n<h6>Searching</h6>\n<p>By using the Adventuring proficiency, an adventurer can attempt to methodically search the area within 5’ of his location, or 10’ of his location if equipped with a long pole or similar implement. Attempting to methodically search requires one turn (10 minutes) and a Searching proficiency throw of 18+. The Judge makes the throw in secret on behalf of the adventurer. The Judge might apply bonuses or penalties to the roll depending on the adventurer’s tools, the degree of concealment of the hidden features, and other factors.</p>\n<p>If the throw succeeds, the adventurer notices any hidden features within the area he searched. If the throw fails, or there is nothing hidden, the adventurer finds nothing. The adventurer can make repeated attempt to methodically search a location if desired.</p>\n<p>Thieves (and certain other character classes found in other <em><strong>ACKS</strong></em>sourcebooks) are especially proficient in searching for hidden features. The target value for a thief’s Searching proficiency throws is determined by his class level and proficiencies choices; it might be as low as 1+. A thief gains a +4 bonus to his Searching proficiency throw when he methodically searches.</p>\n<p>When time is short, a thief can attempt to hastily search for hidden features. Attempting to hastily search requires one round and a Searching proficiency throw. The Judge makes the throw in secret on behalf of the thief. If the throw succeeds, the thief notices any hidden features within the area he searched. If it fails, or there is nothing hidden, the thief finds nothing. A thief cannot repeat the attempt to hastily search the same area again until he reaches a higher experience level, but he can attempt to methodically search the area.</p>\n<p>A thief can automatically attempt to hastily search while moving at exploration speed or less. Anytime the thief moves within 5’ of a hidden feature (within 10’ if equipped with a pole), the Judge secretly makes a proficiency throw on the thief’s behalf. If the throw succeeds, the thief notices the hidden feature (and if it’s a trap, he notices it before triggering it). If the throw fails, the thief does not notice the feature (and, if it’s a trap, he or another character in the party might trigger it as they move). Note that this counts as a failure to hastily search for hidden features.</p>\n<p>The most common hidden features are secret doors and traps, discussed below, but there is no limit to the surprises a Judge might hide in a dungeon. Some features might be partially hidden and offer a bonus to Searching throws, or permit a hasty throw even for non-thieves, and others might be so obscure as to require a methodical search at a severe penalty.</p>\n<h6>Listening</h6>\n<p>Any adventurer can and will automatically hear loud and unusual noises. No special throw is required to hear a thunderclap or a berserker’s battle cry as he charges you. Other, quieter, sounds can only be heard with attention and luck.</p>\n<p>An adventurer standing at a door, passageway, or intersection can actively listen for sounds coming from the other side of the door or passage. An adventurer who is not currently casting, concentrating, running, or fighting can also passively hear sounds that stand out from the ambient noise of their environment. In either case, the adventurer must be the closest creature in the party relative to the location of the sound or suspected sound.</p>\n<p>To see if the adventurer hears the sound, the Judge makes a Listening proficiency throw in secret on his behalf. By virtue of their Adventuring proficiency, every adventurer can throw vs. a target value of 18+; but adventurers with certain class powers or proficiencies will have target values of 14+ or lower. If the throw succeeds, the adventurer hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, the adventurer doesn’t hear anything. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.</p>\n<p>The Earshot by Sound and Environment table lists the range at which various sounds can be heard by adventurers. The number before the slash is the distance at which the sound is automatically audible while the number after the slash is the distance at which the sound will only be heard with a successful Listening throw. “NA” means “not audible”. Quiet environments include crypts, tombs, villages or small towns at night, and still, empty wilderness. Normal environments include inhabited dungeons, villages or small towns during the day, large towns or cities at night, and ordinary wilderness. Loud environments include major battlefields, large towns and cities by day, wilderness during windy and rainy conditions, as well as venues such as arenas, cantinas, inns, and taverns. When measuring earshot, treat each closed door or wooden wall between the listener and source as 5’ of distance and each 1’ of stone wall as 10’ of distance.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Earshot by Sound and Environment</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Sound</td>\n<td><strong>Quiet Environment</strong></td>\n<td><strong>Normal Environment</strong></td>\n<td><strong>Loud Environment</strong></td>\n</tr>\n<tr>\n<td>Exploring, Quiet Spellcasting, Sneaking*, Whispering</td>\n<td>NA / 10’</td>\n<td>NA / 5’</td>\n<td>NA / 2.5’</td>\n</tr>\n<tr>\n<td>Spellcasting, Talking, Walking</td>\n<td>10’ / 80’</td>\n<td>5’ / 20’</td>\n<td>2.5’ / 10’</td>\n</tr>\n<tr>\n<td>Fighting, Hustling, Shouting, Singing</td>\n<td>90’ / 720’</td>\n<td>45’ / 180’</td>\n<td>30’ / 120’</td>\n</tr>\n<tr>\n<td>Blast Spell</td>\n<td>180’ / 1200’</td>\n<td>90’ / 360’</td>\n<td>45’ / 180’</td>\n</tr>\n<tr>\n<td>Deafening Blast Spell</td>\n<td>4 miles / 15 miles</td>\n<td>1 mile / 4 miles</td>\n<td>1200’ / 1 mile</td>\n</tr>\n<tr>\n<td>*Failed Sneaking throw or naturally stealthy character; a proficient character succeeding on a Sneaking throw makes no noise.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Searching &amp; Listening</td>\n<td>Hasty Search</td>\n<td>Methodical Search</td>\n<td>Listen</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 round or exploration movement</td>\n<td>1 turn</td>\n<td>1 round, once per turn</td>\n</tr>\n<tr>\n<td>Area Investigated</td>\n<td>5’ reach, or 10’ reach with pole</td>\n<td>5’ reach, or 10’ reach with pole</td>\n<td>Door or intersection</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>Not permitted</td>\n<td>18+</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>Using Adventuring + Alertness</td>\n<td>Not permitted</td>\n<td>14+</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Using Searching/Listening</td>\n<td>By class level</td>\n<td>By class level, +4 bonus</td>\n<td>By class level</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Feature discovered</td>\n<td>Featured discovered</td>\n<td>Sound heard</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>Nothing discovered, cannot repeat</td>\n<td>Nothing discovered, try again</td>\n<td>Nothing heard, try again</td>\n</tr>\n</tbody></table>\n<h3>Doors and Dungeonbashing</h3>\n<p>While subterranean caverns and abandoned mines might have unrestricted tunnels and adits, many dungeon corridors are blocked by doors. The standard door in a dungeon is a sturdy construct of heavy wood reinforced with iron banding, though some doorways are sealed with rotten or fragile doors or even just curtains or skins.</p>\n<p>Dungeon doors are usually closed, and often locked or stuck. An adventurer with the right key can unlock a locked door in one round. (If in combat, unlocking the door counts as an action in lieu of attacking; see p. XX). Otherwise, the locked door can be opened by picking the lock or battering the door down. Thieves (and certain other character classes found in other <em><strong>ACKS</strong></em>sourcebooks) are capable of picking locks. A thief can attempt to pick a lock either hastily or methodically. He must have access to thieves’ tools to make the attempt.</p>\n<p>Attempting to hastily pick a lock requires one full round and a Lockpicking proficiency throw. If the throw succeeds, the lock is opened. If it fails on an unmodified roll of 1-3, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief cannot figure out how to quickly open the lock. He can still attempt to open it methodically, but cannot make another attempt to hastily pick the same lock again until he reaches a higher experience level.</p>\n<p>Attempting to methodically pick a lock requires one turn (10 minutes) and a Lockpicking proficiency throw with a +4 bonus. If the throw succeeds, the lock is opened. If it fails on a natural roll of 1, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief fails to pick the lock, but can make another methodical attempt if desired.</p>\n<p>Certain bonuses or penalties might apply to the throw, depending on the thief’s tools, the complexity of the lock, and other factors.</p>\n<p>If subtlety fails, an adventurer can batter down a locked door if equipped with any type of axe. Simple wooden doors take one turn to batter down with an axe, while sturdy iron-banded doors take 3 turns to batter down. Solid metal or stone doors cannot generally be battered down without heavy equipment capable of dealing structural damage. The adjoining table provides the armor class and structural hit points of various doors and portals.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Door</td>\n<td></td>\n<td>AC</td>\n<td>SHP</td>\n<td>Notes</td>\n</tr>\n<tr>\n<td>Iron-banded Stone Door (10’ x 10’ x 3.5’, 50,000 lbs)</td>\n<td></td>\n<td>6</td>\n<td>25</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron-banded Stone Door (8’ x 3’ x 6.25”, 3200 lbs)</td>\n<td></td>\n<td>6</td>\n<td>2</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Solid Iron Door (6’8” x 2’6” x 2”, 400 lbs)</td>\n<td></td>\n<td>6</td>\n<td>1</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron Trap Door (30” x 30” x 2”, 200 lbs)</td>\n<td></td>\n<td>6</td>\n<td>1</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron-Banded Wooden Door (6’8” x 2’6” x 2”, 150 lbs)</td>\n<td></td>\n<td>3</td>\n<td>1</td>\n<td>Broken down in 3 turns with axe or harmed as wood structure</td>\n</tr>\n<tr>\n<td>Wooden Door, (6’8” x 2’6” x 1’3”, 50 lbs)</td>\n<td></td>\n<td>1</td>\n<td>1</td>\n<td>Broken down in 1 turn with axe or harmed as wood structure</td>\n</tr>\n<tr>\n<td>Lead Glass Window (24” x 46” x.25” and 25lbs or less)</td>\n<td></td>\n<td>0</td>\n<td>-</td>\n<td>Broken open in 1 round with any weapon</td>\n</tr>\n</tbody></table>\n<p>An adventurer, or a pair of adventurers working together, can attempt to bash open a stuck door in one round. If In combat, bashing a door requires a combat action. The adventurer(s) must make a Dungeonbashing proficiency throw of 18+. For each point of Strength adjustment, modify the result of the die roll by ±4. (A character with Strength 18 thus opens doors with a Dungeonbashing proficiency throw of 6+). If a pair of adventurers cooperate to bash open a door, use the stronger character’s Strength adjustment +4. An adventurer equipped with a crowbar gains an additional +2 bonus. Creatures gain a further +8 bonus to Dungeonbashing for each size category above man-sized, and a -8 penalty for each size below it. Doors of unusual material or size might impose further modifiers on this proficiency throw. If the throw succeeds, the door is instantly forced open. If the throw fails, the adventurer(s) bounce(s) off it with a grunt and thud. If the throw fails on an unmodified 1, the adventurer(s) bounce(s) off with a painful grunt, suffering 1 bludgeoning damage. Adventurers can try again if they fail.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Opening Doors</td>\n<td>Use Key</td>\n<td>Hastily Pick</td>\n<td>Methodically Pick</td>\n<td>Batter Down</td>\n<td>Bash Open</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 action</td>\n<td>1 round</td>\n<td>1 turn</td>\n<td>1 – 3 turns</td>\n<td>1 round</td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>None</td>\n<td>Lockpicking</td>\n<td>Lockpicking, +4 bonus</td>\n<td>None</td>\n<td>Dungeonbashing</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>N/A</td>\n<td>Open lock</td>\n<td>Open lock</td>\n<td>N/A</td>\n<td>Door opens</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>N/A</td>\n<td>Cannot hastily pick</td>\n<td>Failed to pick, try again</td>\n<td>N/A</td>\n<td>Failed to bash, try again</td>\n</tr>\n<tr>\n<td>Botch (2 - 3)</td>\n<td>N/A</td>\n<td>Lock jammed</td>\n<td>N/A</td>\n<td>N/A</td>\n<td>N/A</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>N/A</td>\n<td>Lock jammed</td>\n<td>Lock jammed</td>\n<td>N/A</td>\n<td>Suffer 1 bludgeon damage, try again</td>\n</tr>\n<tr>\n<td>Equipment Required</td>\n<td>Key</td>\n<td>Thieves’ tools</td>\n<td>Thieves’ tools</td>\n<td>Axe</td>\n<td>Crowbar (optional, +2)</td>\n</tr>\n</tbody></table>\n<p>Some dungeons are so drenched in evil that the doors themselves are antagonistic. Such evil doors automatically swing shut when released unless spiked or wedged open. Evil doors always open easily for monsters, unless the door is spiked shut, held firm, or magically closed. Spiking shut a door requires one round per spike. Spiked doors can be forced open with a Dungeonbashing throw, at a -4 penalty for each additional spike after the first. A door can have a maximum of 4 spikes securing it.</p>\n<p>Some doors are somehow concealed or hidden — these are secret doors. Common secret doors are sliding panels in a wall, trap-doors under rugs, and so on. Secret doors can only be discovered by searching (see above). Apart from being hidden, secret doors function like other doors, and might need to be unlocked, battered down, or bashed open.</p>\n<h3>Traps and Trapbreaking</h3>\n<p>Traps are an ever-present danger during dungeon delves. Dungeon traps range from simple pitfalls to deadly devices. Adventurers can find traps by successfully searching for hidden features (discussed above) or by activating the trap (usually unintentionally).</p>\n<p>Each traps is activated by a specific trigger, such as opening a door or tripping a tripwire. When an adventurer takes an action that might (but not necessarily will) activate a trap, such as walking down a corridor with a tripwire, the Judge will secretly roll 1d6. On a roll of 1-2, the adventurer has accidentally activated the trap. On a roll of 3-6, the adventurer has accidentally missed the trap entirely and it remains inactivated. Depending on the location of the trigger, the party’s formation, and the vagaries of chance, the Judge might secretly roll many times before a hapless adventurer sets off a trap! Some traps can be accidentally (or intentionally!) activated by probing with a 10’ pole; in that case the pole is treated as an adventurer moving 5’ ahead of its bearer for purposes of activation.</p>\n<p>The effect of the trap will vary depending on its type. The most common trap is a pit. Creatures falling into a pit suffer 1d6 bludgeoning damage per 10’ fallen. Some traps might offer their victims a saving throw to reduce or avoid their effects, or might only damage the adventurers on a successful attack throw.</p>\n<p>With the aid of his thieves’ tools, a thief can attempt to disable or set off a trap harmlessly. A thief can disarm traps either hastily or methodically. Attempting to hastily disable a trap requires one full round and a Trapbreaking proficiency throw. If the throw succeeds, the trap is disarmed or discharged harmlessly (thief’s choice). If it fails on a natural roll of 1-3, the thief accidentally triggers the trap. If it fails on any other result, the thief cannot figure out how to quickly disable the trap. He can still attempt to disable it methodically, but cannot make another attempt to hastily remove the same trap again until he reaches a higher experience level.</p>\n<p>Attempting to methodically disable a trap requires one turn (10 minutes) and a Trapbreaking proficiency throw with a +4 bonus. If the throw succeeds, the trap is disarmed or discharged harmlessly. If it fails on a natural roll of 1, the thief accidentally triggers the trap. If it fails on any other result, the thief is unable to disable the trap. The thief can make repeated attempts to methodically remove the same trap if desired.</p>\n<p>Other bonuses or penalties might apply to the proficiency throw, depending on the thief’s tools, the complexity of the trap, and other factors. If desired, a thief can re-arm a disarmed (but not discharged) trap with a successful Trapbreaking throw.</p>\n<p>If a thief is unavailable (or unwilling!), another adventurer can use Adventuring proficiency to attempt to methodically disable a trap with a Trapbreaking proficiency throw of 18+.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Disabling Traps</td>\n<td>Hasty Trapbreaking</td>\n<td>Methodical Trapbreaking</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 round</td>\n<td>1 turn</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>Not permitted</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>Using Trapbreaking</td>\n<td>By class level</td>\n<td>By class level, +4 bonus</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Trap disarmed or discharged</td>\n<td>Trap disarmed or discharged</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>Trap not disarmed, cannot repeat</td>\n<td>Trap not disarmed, try again</td>\n</tr>\n<tr>\n<td>Botched Throw (2-3)</td>\n<td>Trap triggered</td>\n<td>N/A</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Trap triggered</td>\n<td>Trap triggered</td>\n</tr>\n</tbody></table>\n<h3>Caving and Spelunking</h3>\n<p>Sometimes the only way to advance through a dungeon is to climb up or descend down a vertical obstacle such as a cave shaft, cliff or pillar. Other times the adventurers might come upon a chasm or pit over which they have to cross, or an overhang onto which they need to grab and clamber, or a narrow passage through they must squeeze.</p>\n<p>Adventurers with access to magic can, of course, bypass such obstacles more easily using spells such as <em>arcane shift</em>, <em>flight</em>, <em>leaping</em>, <em>levitation</em>, <em>shrinking</em>,and <em>telekinesis</em>. Others must resort to climbing, rappelling, jumping, leaping, and crawling.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spelunking</td>\n<td>Climb (easy)</td>\n<td>Climb (sheer surface)</td>\n<td>Rappel</td>\n<td></td>\n</tr>\n<tr>\n<td>Movement Type</td>\n<td>Ascend/descend</td>\n<td>Ascend/descend</td>\n<td>Descend only</td>\n<td></td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td></td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>8+</td>\n<td>Not permitted</td>\n<td>Not permitted</td>\n<td></td>\n</tr>\n<tr>\n<td>Using Climbing/Mountaineering</td>\n<td>By class level</td>\n<td>By class level</td>\n<td>By class level</td>\n<td></td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Climb @ 1/3 Combat Speed</td>\n<td>Climb @ 1/3 Combat Speed</td>\n<td>Rappel @ Run Speed</td>\n<td></td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>No progress for 1 round</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td>Rappel @ Combat Speed</td>\n<td></td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td>Fall</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td></td>\n</tr>\n<tr>\n<td>Vulnerable in Combat</td>\n<td>No</td>\n<td>Yes</td>\n<td>Yes</td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spelunking</td>\n<td>Crawling Traverse</td>\n<td>Balancing Traverse (narrow)</td>\n<td>Balancing Traverse (precarious)</td>\n</tr>\n<tr>\n<td>Movement Type</td>\n<td>Horizontal only</td>\n<td>Horizontal only</td>\n<td>Horizontal only</td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>8+</td>\n<td>8+</td>\n<td>Not permitted</td>\n</tr>\n<tr>\n<td>Using Climbing/Mountaineering</td>\n<td>By class level</td>\n<td>By class level</td>\n<td>By class level</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>No progress 1 one round</td>\n<td>No progress for 1 round</td>\n<td>Fall unless proficient in both Climbing and Cat Burglary</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Fall unless double proficient  (mountaineering gear implied)</td>\n<td>Fall unless proficient in both Climbing and Cat Burglary</td>\n<td>Fall</td>\n</tr>\n<tr>\n<td>Vulnerable in Combat</td>\n<td>Yes</td>\n<td>Yes</td>\n<td>Yes</td>\n</tr>\n</tbody></table>\n<h6>Climbing</h6>\n<p>By virtue of their Adventuring proficiency, all adventurers can climb ropes, branchy trees, and other easy obstacles. Only adventurers proficient in Climbing or Mountaineering, or whose climbing is supervised by an adventurer proficient in Mountaineering, can tackle sheer surfaces. A party of adventurers therefore has three ways to ascend a sheer surface. Either a proficient climber can ascend first and secure a rope to make an easy climb for his party members; an adventurer with a grappling hook can secure a rope to make it an easy climb; or the party can ascend the surface together simultaneously under the guidance of a proficient mountaineer.</p>\n<p>Securing a rope with a grappling hook requires targeting a boulder, parapet, ledge, or other counterweight. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. If the throw fails on an unmodified 1, it seems to hook but slips loose the first time anyone fails a Climbing throw to ascend it. The Judge makes the throw in secret on behalf of the party so they don’t know if the hook will stay secure.</p>\n<p>An adventurer scaling an easy obstacle must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or the mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can ascend or descend safely for 100’.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear never falls while climbing an easy obstacle, even on a botch, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer scaling a sheer surface must also make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer or of the mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can ascend or descend safely for 100’.</li>\n<li>If the throw fails, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear does not fall while climbing a sheer surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a sheer surface!</li>\n</ul>\n<p>Whether scaling an easy obstacle or a sheer surface, an adventurer can climb at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -5 penalty to move at one-half combat speed or -10 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. For example, a very easy slope might grant a +5 bonus to the Climbing throw, enabling characters to move at full combat speed without penalty.</p>\n<p>When an adventurer falls, he immediately plummets a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. If fighting breaks out during a climb, any adventurers climbing sheer surfaces are <strong>vulnerable</strong> (p. XX).</p>\n<h6>Rappelling</h6>\n<p>An adventurer proficient in Climbing or Mountaineering, or assisted by an adventurer with Mountaineering proficiency, can rapidly descend a sheer surface by <strong>rappelling</strong>. Rappelling is done by using the body and limbs to slow the descent and is both dangerous and challenging. To set up a rappel, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight near the edge of the descent. This takes one full round for each rope.</p>\n<p>Once a rope is secured, an adventurer can rappel down it. Each adventurer rappelling down a rope must make a Climbing proficiency throw for each 100’ descended (with a minimum one check required at the midpoint). The target value is based on the adventurer’s class level.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can rappel down at his running speed.</li>\n<li>If the throw fails, the adventurer clutches the rope too firmly and can only can rappel down at his combat speed.</li>\n<li>If the roll fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer proficient in both Climbing and Mountaineering never falls while rappelling.</li>\n</ul>\n<p>The Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. If fighting break out during a climb, any adventurers rappelling are <strong>vulnerable</strong> (p. XX).</p>\n<h6>Crawling Traverse</h6>\n<p>Adventurers who confront a chasm too wide or dangerous to jump can instead cross by rigging and using a <strong>crawling traverse</strong>. To set up a crawling traverse, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight on the near side of the obstacle. This takes one full round. When the rope is secured, the adventurer must then hurl a grappling hook to secure the rope to a counterweight on the far side. Securing a rope with a grappling hook requires a successful attack throw. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. The adventurer can try again until he succeeds. The adventurer must then spend one full round to tighten the traverse.</p>\n<p>Once the traverse is rigged, the adventurers can begin to crawl across the traverse. The traverse will be able to support a load of up to 45 stone per rope used. Crawling across the traverse requires both hands and feet, leaving the adventurer <strong>vulnerable</strong> while doing so (p. XX). An adventurer must make a Climbing proficiency throw for each 100’ traversed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the adventurer’s class level if he has Climbing proficiency or if the traverse was rigged by a character with Mountaineering proficiency.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can traverse at his exploration speed or, if action is being tracked in rounds, at one-third his combat speed.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer falls off the traverse, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer proficient in both Climbing and Mountaineering never falls while traversing, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer proficient in Climbing can traverse at one-half combat speed by taking a -5 penalty to the proficiency throw and at full combat speed by taking a -10 penalty to the throw.</p>\n<h6>Balancing Traverse</h6>\n<p>Sometimes an adventurer may have to move across a narrow bridge over some vast subterranean crevice, or inch along the narrow ledge between a wall and a pit, or even tightrope walk across a rope. When an adventurer attempts to move along a precarious (1/2” to 4”) or narrow (4” to 8”) path, he is attempting a <strong>balancing traverse</strong>. Paths that are narrower than 1/2” cannot be traversed.</p>\n<p>By virtue of their Adventuring proficiency, all adventurers can attempt balancing traverses of narrow paths. Only adventurers proficient in Climbing can attempt balancing traverses of precarious paths.</p>\n<p>An adventurer traversing a narrow path must make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can move safely for 100’.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Cat Burglary never falls while traversing a narrow surface, even on an unmodified 1, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer traversing a precarious path must also make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can move safely for 100’.</li>\n<li>If the throw fails, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Cat Burglary does not fall while traversing a precarious surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a precarious ledge.</li>\n</ul>\n<p>Whether traversing a narrow or precarious path, an adventurer can move at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -2 penalty to move at one-half combat speed or -5 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect wet surfaces, wind, and other circumstances.</p>\n<p>If fighting breaks out during a balancing traverse, any adventurers on narrow or precarious path are <strong>vulnerable</strong> (p. XX). An adventurer who suffers damage while on a narrow or precarious path must make a Paralysis saving throw. Adventurers proficient in Cat Burglary gain a +2 bonus to the save. If the save succeeds, the character successfully maintains his balance. If the save fails, the adventurer loses his balance and falls off the path.</p>\n<h6>Belaying</h6>\n<p>An adventurer who has already ascended or traversed part or all of an obstacle can provide security to subsequent climbers by belaying rope to them in readiness to break a fall. Belaying requires a rope (or additional rope, if the adventurer is climbing a rope) of sufficient length to cover the distance between the belayer and the climber.</p>\n<p>If the climber falls, the belayer must make a Dungeonbashing proficiency throw of 18+, modified by STR bonus as usual (±4 per point). The belayer suffers a penalty equal to the climber’s encumbrance in stone unless proficient in both Climbing and Mountaineering.</p>\n<ul>\n<li>If the proficiency throw succeeds, the belayer smoothly decelerates the climber’s fall, preventing damage.</li>\n<li>If the proficiency throw fails, the belayer is unable to slow the fall, and the climber falls the length of the rope, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>If the proficiency throw fails on an unmodified 1, or by 14 or more, the belayer not only fails to slow the fall, but risks falling himself. The belayer must make an immediate Climbing proficiency throw, applying the falling climber’s encumbrance as a penalty. If this throw fails, the belayer falls.</li>\n</ul>\n<p>If the belayer was himself secured by another belayer further along than himself, that belayer must now repeat the steps above. It is possible, through a succession of poor rolls, for an entire party to fall.</p>\n<h6>Jumping and Leaping</h6>\n<p>The maximum height in feet that an adventurer can leap vertically is equal to his DEX bonus + 1, to a minimum of 1’. The maximum distance in feet that an adventurer can jump horizontally is equal to his DEX score + 1d6. The height and distance jumped are reduced by 1’ per stone of encumbrance the adventurer is carrying. An adventurer must have a moving start of at least 20’ or his leaping height and jumping distance, after encumbrance, are halved. If a jump occurs in combat or other circumstances where action is being tracked in rounds, the distance jumped counts against the adventurer’s movement during the round.</p>\n<p>An adventurer proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24, for purposes of calculating his leaping height and jumping distance. A DEX score of 19-20 grants a +4 bonus, 21-23 grants a +5 bonus, and 24 grants a +6 bonus.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Proficiency</td>\n<td></td>\n<td>Effect on DEX</td>\n<td>Vertical Leap</td>\n<td>Horizontal Jump</td>\n</tr>\n<tr>\n<td>Adventuring</td>\n<td></td>\n<td>None</td>\n<td>DEX Bonus + 1</td>\n<td>DEX + 1d6 – encumbrance</td>\n</tr>\n<tr>\n<td>Acrobatics</td>\n<td></td>\n<td>Increase by class level, max 24</td>\n<td>DEX Bonus + 1</td>\n<td>DEX + 1d6 – encumbrance</td>\n</tr>\n</tbody></table>\n<p>Sometimes an adventurer’s mount, dog, or other animal companion might make a jump, or the adventurer might be pursued across a chasm by another monster. The height and distance that a creature can jump is multiplied by its running speed / 120. Creatures are assumed to have DEX scores of 10 if not otherwise noted. For instance, a medium horse with a running speed of 180’ could jump (10 + 1d6 ) x 1.5 feet.</p>\n<p>Jumps onto inclined surfaces, loose scree, narrow pillars, or other precarious destinations can fail disastrously, as can jumps made when charging into melee. The adventurer must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on solid ground, he falls prone. If this puts him exactly at the edge of a chasm, cliff, etc., then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over empty space, he falls, suffering 1d6 bludgeoning damage per 10’ when he hits the ground.</p>\n<p><strong>Historical Note:</strong> The greatest long jumper of the ancient world was Chionis of Laconia, a Spartan athlete who jumped 23’2” at the 656 BC Olympics. The current world record, made by modern athletes with all of the advantages of sports science, stands at 29’4”. We have assumed that an adventurer with a Dexterity score of 18 can attempt to match Chionis’s record, while adventurers with Acrobatics can attempt jumps to lengths similar to contemporary Olympians.</p>\n<h6>Squeezing</h6>\n<p>Abandoned mines, natural caverns, and constricted catacombs often present adventurers with boulder-filled <strong>chokepoints</strong> and narrow <strong>squeezes</strong>. A chokepoint is a feature that narrows for less than 5’ of length. A squeeze can be of any length.</p>\n<p>An adventurer who wants to pass through a chokepoint or squeeze must make a Squeezing throw at the start of his initiative each round. The target value for the Squeezing throw is equal to the adventurer’s encumbrance in stone. A character with Contortionism proficiency gains a +4 bonus to the throw. If the throw fails, the adventurer makes no progress for one round. If the throw fails on an unmodified 1, the adventurer becomes <strong>stuck</strong>.</p>\n<p>A stuck adventurer cannot attack, cast spells, move, or take any other action except to attempt to escape. He is also <strong>vulnerable</strong>. When attempting to escape from being stuck, an adventurer has two options, wiggling backwards or pushing forward. If the adventurer attempts to wiggle backwards, he must make a Paralysis saving throw. If the throw succeeds, the adventurer retreats 10’ and the condition ends. If the throw fails, the adventurer remains stuck.</p>\n<p>If the adventurer attempts to push forward, he must make a Dungeonbashing proficiency throw. If the throw succeeds, the adventurer advances 10’ and the condition ends. If the throw fails, the adventurer worsens his plight. Further attempts to escape have a cumulative -4 penalty to their throws.</p>\n<p>The adventurer’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the adventurer has Contortionism proficiency, he gains a +4 bonus on either throw.</p>\n<h3>Swimming and Drowning</h3>\n<p>Adventurers on a dungeon delve frequently encounter water obstacles that halt their progress. Whether they need to plumb a cave pool, swim through a sunken corridor, or dive into the sunless sea, the rules are the same.</p>\n<p>An adventurer without a swimming speed must make a Swimming throw at the start of his initiative each round he is in water too deep for him to stand. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the water is cold, rough, or fast-moving, the Judge might impose a penalty on the swimming throw of -2, -4, or more. If the character has the Swimming proficiency, he gains a +4 bonus on the throw. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.</p>\n<p>If the throw succeeds, the adventurer stays afloat. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming <strong>winded</strong> as per the running rules.</p>\n<p>If the throw fails, the adventurer is <strong>drowning</strong>. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning adventurer is <strong>vulnerable</strong>, cannot take any actions, and no longer makes swimming throws. The adventurer sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning adventurer imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). A human or demi-human adventurer can hold his breath for 5 + CON modifier rounds. If the drowning condition has not ended before then, the drowning adventurer dies at the end of his initiative.</p>\n<h3>Rest and Recuperation</h3>\n<p>Delving into dungeons is physically demanding. All adventurers must rest for 1 turn for every 5 turns of exploration and combat. If the adventurers proceed for more than 5 turns without stopping to rest, they become <strong>winded</strong>.Winded adventurers cannot charge or run until they rest for 1 turn. Adventurers with the Endurance proficiency (p. XX) do not need to rest and can stand watch, search for hidden features, or undertake other actions while their party members rest.</p>\n",
  "sections": [
    {
      "title": "Dungeon Delves",
      "level": 2,
      "html": "<p>The following rules apply to adventuring in dungeons. Additional rules are offered later in this chapter for adventuring in other kinds of environments. Unless otherwise noted, rules that apply to dungeon delves also apply to other types of adventures and rules that apply to adventurers apply to monsters, too. (It’s just easier to present the information from an adventurer’s point of view).</p>\n"
    },
    {
      "title": "Turns and Rounds",
      "level": 3,
      "html": "<p>When delving a dungeon, adventurers take actions in units of time known as <strong>turns</strong> and <strong>rounds</strong>. Gameplay ordinarily proceeds in turns when the adventurers are exploring the dungeon and then shifts into rounds when the adventurers have an encounter.</p>\n<p>A turn is a period of time ranging from a few minutes to a quarter hour. A round is a brief interval of time in which flurries of activity are punctuated by pauses and lulls that can be as brief as 10 – 15 seconds and as long as a minute or two depending on the complexity of the engagement. For instance, in a gladiatorial bout between two fighters, a round might be just 10 seconds, but in a huge battle between hundreds of troops, it might be a minute. For purposes of time-keeping, however, there are always 10 rounds per turn and 6 turns per hour of in-game time. (Any extra time is assumed to be taken up by, e.g., bandaging wounds, catching your breath, cleaning your weapons, and other “background” activities.) Each hour of dungeon delving counts as a strenuous ancillary activity (p. XX).</p>\n"
    },
    {
      "title": "Speed and Distance",
      "level": 3,
      "html": "<p>Adventurers undertaking a dungeon delve can move at one of three basic speeds: exploration speed, combat speed, and running speed. (Special types of movement, including climbing, crawling, rappelling, sneaking, swimming, and traversing, are discussed later.) If using a battlemap or VTT, all speed and distance can be precisely measured on the map grid, with tokens to represent adventurers, creatures, and dungeon features. Otherwise the Judge must adjudicate speed and distance in the “theater of the mind.”</p>\n<p><strong>Exploration speed</strong> is measured in feet per turn and represents a pace appropriate to cautious exploration and careful mapping in an area of treacherous ground, shadowy obscurity, and dangerous pitfalls. Exploration speed is very slow (less than 1mph) but offers several advantages. When moving at exploration speed:</p>\n<ul>\n<li>Any party members equipped with a 10’ pole can use their pole(s) to probe ahead.</li>\n<li>Any party members who are in bright light can map the dungeon.</li>\n<li>Any party members who need to concentrate to maintain a spell or effect can do so.</li>\n<li>Any party members who are proficient in Searching can hastily search the areas they move through.</li>\n<li>The party makes much less noise when it moves (see p. XX).</li>\n</ul>\n<p><strong>Combat speed</strong> is measured in feet per round and represents a brief hustle in conditions of danger and distraction. Combat speed is generally used only during encounters or other circumstances where time is tracked in rounds. A party can explore a dungeon at combat speed if desired, but it loses the ability to use 10’ poles, map, or hastily search, and makes much more noise (see p. XX).</p>\n<p><strong>Running speed</strong> is measured in feet per round and represents the fastest pace an adventurer can maintain in the treacherous conditions of dungeons and the wilderness. Adventurers moving at running speed must move forward in a straight line or gentle curve and are <strong>disordered</strong> until the start of their next initiative, suffering a -2 penalty to AC. An adventuring running in difficult terrain (such as running up an accumulation of scree and talus), must make a Paralysis saving throw. Adventurers with Acrobatics can add their class level to the save. If the save succeeds, the adventurer completes his movement. If the save fails, the adventurer falls <strong>prone</strong> at the half-way point of his movement. Adventurers can only run for brief periods of time before needing rest. After running for 10 rounds +/- CON modifier, and each subsequent round that he runs thereafter, the adventurer must make a Paralysis saving throw. If the adventurer has Endurance proficiency, he gains a +4 bonus on the throw. If the save succeeds, the adventurer can continue running next round. If the save fails, the adventurer is immediately <strong>winded.</strong> Winded adventurers cannot run or charge. The condition is ended when the character rests for one turn (10 minutes).</p>\n"
    },
    {
      "title": "Marching and Mapping",
      "level": 3,
      "html": "<p>When the party forays into the dungeon, they must organize themselves into <strong>party formation</strong>, sometimes called a marching order. The best formation for any given dungeon delve will depend on the width of the passages within the dungeon and the class make-up of the party. In corridors that are 5’ wide or less, adventures typically explore in single file. In corridors that are 6’ wide or wider, adventurers typically advance in two columns alongside one another. Heavily armored adventurers, such as fighters, crusaders, spellswords, and vaultguards usually occupy the front ranks, though in areas with numerous traps and pitfalls, a thief might move ahead of them as a scout. The second rank is usually made up of adventurers equipped with spears or polearms. Craftpriest, mages, priestesses, and venturers typically occupy the middle ranks. The rear guard is generally made up of either fast-moving or missile-equipped adventurers such as assassins, bards, bladedancers, explorers, nightblades, or thieves. If there are enough fighters, they can also assume the role of rear guard. It is important to document the formation so it is always clear as the group progresses through their adventure where each person is located.</p>\n<p>If a battlemap or virtual table top (VTT) is being utilized, players can use dice, tokens, or miniature figures to represent their characters and their position within the formation. Otherwise, party formation can be recorded on scratch paper.</p>\n<p>A dungeon delving party can designate an adventurer as the <strong>mapper</strong>. The mapper usually stands in the middle of the party formation. He must use both hands for mapping, must be within a brightly lit area, and suffers from the <strong>vulnerable</strong> condition (p. XX) due to distraction. The mapper draws a map of the dungeon as the adventurers explore it, ensuring the group does not become lost and keeping track of the areas that have been explored. Typically, dungeons are mapped on graph paper with 1/4” square grids, with a scale of either 5’ or 10’ per square. The player controlling the mapper, more than any other player, must pay close attention to all descriptions of areas offered by the Judge, as an error in the map could lead to difficulties or even harm for the group. Some groups employ multiple mappers to ensure the accuracy of their records.</p>\n<p>The mapper should, but does not have to, have the Mapping proficiency (p. XX). If the mapper does have the proficiency, the Judge will provide reasonably accurate measurements. If the mapper makes an error on his map, the Judge will make a secret proficiency throw on behalf of the character to see if he realizes his error. If the mapper doesn’t have the proficiency, then the Judge will provide only vague measurements and the character has no opportunity to passively detect errors.</p>\n<p>In the event that the mapper is killed, the player of the deceased character typically passes on cartography duties to a player whose character is still alive. This adventurer, in the game, acquires the map from the deceased mapper and continues their fallen companion’s work.</p>\n"
    },
    {
      "title": "Light and Darkness",
      "level": 3,
      "html": "<p>Dungeon adventures usually take place in lightless catacombs and underground caves, environments where it is essential to bring light sources such as candles, torches, and lanterns. Candles emit bright light in a radius of 5’ and cast dim light another 5’ (out to 10’ total). Lanterns and torches emit light bright enough in a radius of 15’ and cast dim, shadowy light another 15’ (out to 30’ total). Adventurers in dim light cannot discern colors or read books, maps, or scrolls.</p>\n<p>Torches shed light for 6 turns before burning out. Lanterns are fueled by flasks of oil; one flask of oil can keep a lantern burning for 24 turns. Adventurers or monsters that carry light sources can have difficulty surprising their opponents, as the light gives them away in advance.</p>\n<p>Some adventurers, such as thieves, possess <strong>shadowy senses.</strong> When moving at combat speed or exploration speed, an adventurer with shadowy senses can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, search, and so on. However, shadowy senses is actually relying on hearing, scent, touch, and human echolocation so it cannot be used to do activities requiring bright light. Shadowy senses does not function if the adventurer is moving at running speed, suffering from the <strong>deafened</strong> condition, or if in an area of magical darkness or magical silence.</p>\n<p>Some adventurers and many monsters can enchant themselves with or natively possess <strong>lightless vision</strong> which allows them to see as if they were carrying a light source that shed dim light within a limited range. Lightless vision does not enable creatures to discern writing or fine details, so even creatures with lightless vision need light sources for some tasks. Assassins, nightblades, thieves, and other characters proficient in Hiding can hide from lightless vision.</p>\n<p>Any creatures who cannot see (for whatever reason) are considered <strong>blinded</strong>.Blinded creatures are easy to sneak up on, and suffer a -2 penalty to surprise rolls. They cannot claim line of sight on any targets and cannot make missile attacks. They can only make melee attacks if they have reason to know the target is there. They suffer a -4 penalty to their melee attack throw and proficiency throws impacted by sight (Judge’s discretion). They reduce their speed to one third their normal rate. See <strong>Conditions</strong> (p. XX).</p>\n"
    },
    {
      "title": "Searching and Listening",
      "level": 3,
      "html": "<p>While exploring the depths of a dungeon, adventurers can search for hidden features such as secret doors, hidden traps, or buried treasure, or listen carefully for the strange sounds that percolate throughout the underdark.</p>\n"
    },
    {
      "title": "Searching",
      "level": 6,
      "html": "<p>By using the Adventuring proficiency, an adventurer can attempt to methodically search the area within 5’ of his location, or 10’ of his location if equipped with a long pole or similar implement. Attempting to methodically search requires one turn (10 minutes) and a Searching proficiency throw of 18+. The Judge makes the throw in secret on behalf of the adventurer. The Judge might apply bonuses or penalties to the roll depending on the adventurer’s tools, the degree of concealment of the hidden features, and other factors.</p>\n<p>If the throw succeeds, the adventurer notices any hidden features within the area he searched. If the throw fails, or there is nothing hidden, the adventurer finds nothing. The adventurer can make repeated attempt to methodically search a location if desired.</p>\n<p>Thieves (and certain other character classes found in other <em><strong>ACKS</strong></em>sourcebooks) are especially proficient in searching for hidden features. The target value for a thief’s Searching proficiency throws is determined by his class level and proficiencies choices; it might be as low as 1+. A thief gains a +4 bonus to his Searching proficiency throw when he methodically searches.</p>\n<p>When time is short, a thief can attempt to hastily search for hidden features. Attempting to hastily search requires one round and a Searching proficiency throw. The Judge makes the throw in secret on behalf of the thief. If the throw succeeds, the thief notices any hidden features within the area he searched. If it fails, or there is nothing hidden, the thief finds nothing. A thief cannot repeat the attempt to hastily search the same area again until he reaches a higher experience level, but he can attempt to methodically search the area.</p>\n<p>A thief can automatically attempt to hastily search while moving at exploration speed or less. Anytime the thief moves within 5’ of a hidden feature (within 10’ if equipped with a pole), the Judge secretly makes a proficiency throw on the thief’s behalf. If the throw succeeds, the thief notices the hidden feature (and if it’s a trap, he notices it before triggering it). If the throw fails, the thief does not notice the feature (and, if it’s a trap, he or another character in the party might trigger it as they move). Note that this counts as a failure to hastily search for hidden features.</p>\n<p>The most common hidden features are secret doors and traps, discussed below, but there is no limit to the surprises a Judge might hide in a dungeon. Some features might be partially hidden and offer a bonus to Searching throws, or permit a hasty throw even for non-thieves, and others might be so obscure as to require a methodical search at a severe penalty.</p>\n"
    },
    {
      "title": "Listening",
      "level": 6,
      "html": "<p>Any adventurer can and will automatically hear loud and unusual noises. No special throw is required to hear a thunderclap or a berserker’s battle cry as he charges you. Other, quieter, sounds can only be heard with attention and luck.</p>\n<p>An adventurer standing at a door, passageway, or intersection can actively listen for sounds coming from the other side of the door or passage. An adventurer who is not currently casting, concentrating, running, or fighting can also passively hear sounds that stand out from the ambient noise of their environment. In either case, the adventurer must be the closest creature in the party relative to the location of the sound or suspected sound.</p>\n<p>To see if the adventurer hears the sound, the Judge makes a Listening proficiency throw in secret on his behalf. By virtue of their Adventuring proficiency, every adventurer can throw vs. a target value of 18+; but adventurers with certain class powers or proficiencies will have target values of 14+ or lower. If the throw succeeds, the adventurer hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, the adventurer doesn’t hear anything. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.</p>\n<p>The Earshot by Sound and Environment table lists the range at which various sounds can be heard by adventurers. The number before the slash is the distance at which the sound is automatically audible while the number after the slash is the distance at which the sound will only be heard with a successful Listening throw. “NA” means “not audible”. Quiet environments include crypts, tombs, villages or small towns at night, and still, empty wilderness. Normal environments include inhabited dungeons, villages or small towns during the day, large towns or cities at night, and ordinary wilderness. Loud environments include major battlefields, large towns and cities by day, wilderness during windy and rainy conditions, as well as venues such as arenas, cantinas, inns, and taverns. When measuring earshot, treat each closed door or wooden wall between the listener and source as 5’ of distance and each 1’ of stone wall as 10’ of distance.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Earshot by Sound and Environment</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Sound</td>\n<td><strong>Quiet Environment</strong></td>\n<td><strong>Normal Environment</strong></td>\n<td><strong>Loud Environment</strong></td>\n</tr>\n<tr>\n<td>Exploring, Quiet Spellcasting, Sneaking*, Whispering</td>\n<td>NA / 10’</td>\n<td>NA / 5’</td>\n<td>NA / 2.5’</td>\n</tr>\n<tr>\n<td>Spellcasting, Talking, Walking</td>\n<td>10’ / 80’</td>\n<td>5’ / 20’</td>\n<td>2.5’ / 10’</td>\n</tr>\n<tr>\n<td>Fighting, Hustling, Shouting, Singing</td>\n<td>90’ / 720’</td>\n<td>45’ / 180’</td>\n<td>30’ / 120’</td>\n</tr>\n<tr>\n<td>Blast Spell</td>\n<td>180’ / 1200’</td>\n<td>90’ / 360’</td>\n<td>45’ / 180’</td>\n</tr>\n<tr>\n<td>Deafening Blast Spell</td>\n<td>4 miles / 15 miles</td>\n<td>1 mile / 4 miles</td>\n<td>1200’ / 1 mile</td>\n</tr>\n<tr>\n<td>*Failed Sneaking throw or naturally stealthy character; a proficient character succeeding on a Sneaking throw makes no noise.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Searching &amp; Listening</td>\n<td>Hasty Search</td>\n<td>Methodical Search</td>\n<td>Listen</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 round or exploration movement</td>\n<td>1 turn</td>\n<td>1 round, once per turn</td>\n</tr>\n<tr>\n<td>Area Investigated</td>\n<td>5’ reach, or 10’ reach with pole</td>\n<td>5’ reach, or 10’ reach with pole</td>\n<td>Door or intersection</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>Not permitted</td>\n<td>18+</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>Using Adventuring + Alertness</td>\n<td>Not permitted</td>\n<td>14+</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Using Searching/Listening</td>\n<td>By class level</td>\n<td>By class level, +4 bonus</td>\n<td>By class level</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Feature discovered</td>\n<td>Featured discovered</td>\n<td>Sound heard</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>Nothing discovered, cannot repeat</td>\n<td>Nothing discovered, try again</td>\n<td>Nothing heard, try again</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Doors and Dungeonbashing",
      "level": 3,
      "html": "<p>While subterranean caverns and abandoned mines might have unrestricted tunnels and adits, many dungeon corridors are blocked by doors. The standard door in a dungeon is a sturdy construct of heavy wood reinforced with iron banding, though some doorways are sealed with rotten or fragile doors or even just curtains or skins.</p>\n<p>Dungeon doors are usually closed, and often locked or stuck. An adventurer with the right key can unlock a locked door in one round. (If in combat, unlocking the door counts as an action in lieu of attacking; see p. XX). Otherwise, the locked door can be opened by picking the lock or battering the door down. Thieves (and certain other character classes found in other <em><strong>ACKS</strong></em>sourcebooks) are capable of picking locks. A thief can attempt to pick a lock either hastily or methodically. He must have access to thieves’ tools to make the attempt.</p>\n<p>Attempting to hastily pick a lock requires one full round and a Lockpicking proficiency throw. If the throw succeeds, the lock is opened. If it fails on an unmodified roll of 1-3, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief cannot figure out how to quickly open the lock. He can still attempt to open it methodically, but cannot make another attempt to hastily pick the same lock again until he reaches a higher experience level.</p>\n<p>Attempting to methodically pick a lock requires one turn (10 minutes) and a Lockpicking proficiency throw with a +4 bonus. If the throw succeeds, the lock is opened. If it fails on a natural roll of 1, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief fails to pick the lock, but can make another methodical attempt if desired.</p>\n<p>Certain bonuses or penalties might apply to the throw, depending on the thief’s tools, the complexity of the lock, and other factors.</p>\n<p>If subtlety fails, an adventurer can batter down a locked door if equipped with any type of axe. Simple wooden doors take one turn to batter down with an axe, while sturdy iron-banded doors take 3 turns to batter down. Solid metal or stone doors cannot generally be battered down without heavy equipment capable of dealing structural damage. The adjoining table provides the armor class and structural hit points of various doors and portals.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Door</td>\n<td></td>\n<td>AC</td>\n<td>SHP</td>\n<td>Notes</td>\n</tr>\n<tr>\n<td>Iron-banded Stone Door (10’ x 10’ x 3.5’, 50,000 lbs)</td>\n<td></td>\n<td>6</td>\n<td>25</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron-banded Stone Door (8’ x 3’ x 6.25”, 3200 lbs)</td>\n<td></td>\n<td>6</td>\n<td>2</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Solid Iron Door (6’8” x 2’6” x 2”, 400 lbs)</td>\n<td></td>\n<td>6</td>\n<td>1</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron Trap Door (30” x 30” x 2”, 200 lbs)</td>\n<td></td>\n<td>6</td>\n<td>1</td>\n<td>Harmed as stone structure</td>\n</tr>\n<tr>\n<td>Iron-Banded Wooden Door (6’8” x 2’6” x 2”, 150 lbs)</td>\n<td></td>\n<td>3</td>\n<td>1</td>\n<td>Broken down in 3 turns with axe or harmed as wood structure</td>\n</tr>\n<tr>\n<td>Wooden Door, (6’8” x 2’6” x 1’3”, 50 lbs)</td>\n<td></td>\n<td>1</td>\n<td>1</td>\n<td>Broken down in 1 turn with axe or harmed as wood structure</td>\n</tr>\n<tr>\n<td>Lead Glass Window (24” x 46” x.25” and 25lbs or less)</td>\n<td></td>\n<td>0</td>\n<td>-</td>\n<td>Broken open in 1 round with any weapon</td>\n</tr>\n</tbody></table>\n<p>An adventurer, or a pair of adventurers working together, can attempt to bash open a stuck door in one round. If In combat, bashing a door requires a combat action. The adventurer(s) must make a Dungeonbashing proficiency throw of 18+. For each point of Strength adjustment, modify the result of the die roll by ±4. (A character with Strength 18 thus opens doors with a Dungeonbashing proficiency throw of 6+). If a pair of adventurers cooperate to bash open a door, use the stronger character’s Strength adjustment +4. An adventurer equipped with a crowbar gains an additional +2 bonus. Creatures gain a further +8 bonus to Dungeonbashing for each size category above man-sized, and a -8 penalty for each size below it. Doors of unusual material or size might impose further modifiers on this proficiency throw. If the throw succeeds, the door is instantly forced open. If the throw fails, the adventurer(s) bounce(s) off it with a grunt and thud. If the throw fails on an unmodified 1, the adventurer(s) bounce(s) off with a painful grunt, suffering 1 bludgeoning damage. Adventurers can try again if they fail.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Opening Doors</td>\n<td>Use Key</td>\n<td>Hastily Pick</td>\n<td>Methodically Pick</td>\n<td>Batter Down</td>\n<td>Bash Open</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 action</td>\n<td>1 round</td>\n<td>1 turn</td>\n<td>1 – 3 turns</td>\n<td>1 round</td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>None</td>\n<td>Lockpicking</td>\n<td>Lockpicking, +4 bonus</td>\n<td>None</td>\n<td>Dungeonbashing</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>N/A</td>\n<td>Open lock</td>\n<td>Open lock</td>\n<td>N/A</td>\n<td>Door opens</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>N/A</td>\n<td>Cannot hastily pick</td>\n<td>Failed to pick, try again</td>\n<td>N/A</td>\n<td>Failed to bash, try again</td>\n</tr>\n<tr>\n<td>Botch (2 - 3)</td>\n<td>N/A</td>\n<td>Lock jammed</td>\n<td>N/A</td>\n<td>N/A</td>\n<td>N/A</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>N/A</td>\n<td>Lock jammed</td>\n<td>Lock jammed</td>\n<td>N/A</td>\n<td>Suffer 1 bludgeon damage, try again</td>\n</tr>\n<tr>\n<td>Equipment Required</td>\n<td>Key</td>\n<td>Thieves’ tools</td>\n<td>Thieves’ tools</td>\n<td>Axe</td>\n<td>Crowbar (optional, +2)</td>\n</tr>\n</tbody></table>\n<p>Some dungeons are so drenched in evil that the doors themselves are antagonistic. Such evil doors automatically swing shut when released unless spiked or wedged open. Evil doors always open easily for monsters, unless the door is spiked shut, held firm, or magically closed. Spiking shut a door requires one round per spike. Spiked doors can be forced open with a Dungeonbashing throw, at a -4 penalty for each additional spike after the first. A door can have a maximum of 4 spikes securing it.</p>\n<p>Some doors are somehow concealed or hidden — these are secret doors. Common secret doors are sliding panels in a wall, trap-doors under rugs, and so on. Secret doors can only be discovered by searching (see above). Apart from being hidden, secret doors function like other doors, and might need to be unlocked, battered down, or bashed open.</p>\n"
    },
    {
      "title": "Traps and Trapbreaking",
      "level": 3,
      "html": "<p>Traps are an ever-present danger during dungeon delves. Dungeon traps range from simple pitfalls to deadly devices. Adventurers can find traps by successfully searching for hidden features (discussed above) or by activating the trap (usually unintentionally).</p>\n<p>Each traps is activated by a specific trigger, such as opening a door or tripping a tripwire. When an adventurer takes an action that might (but not necessarily will) activate a trap, such as walking down a corridor with a tripwire, the Judge will secretly roll 1d6. On a roll of 1-2, the adventurer has accidentally activated the trap. On a roll of 3-6, the adventurer has accidentally missed the trap entirely and it remains inactivated. Depending on the location of the trigger, the party’s formation, and the vagaries of chance, the Judge might secretly roll many times before a hapless adventurer sets off a trap! Some traps can be accidentally (or intentionally!) activated by probing with a 10’ pole; in that case the pole is treated as an adventurer moving 5’ ahead of its bearer for purposes of activation.</p>\n<p>The effect of the trap will vary depending on its type. The most common trap is a pit. Creatures falling into a pit suffer 1d6 bludgeoning damage per 10’ fallen. Some traps might offer their victims a saving throw to reduce or avoid their effects, or might only damage the adventurers on a successful attack throw.</p>\n<p>With the aid of his thieves’ tools, a thief can attempt to disable or set off a trap harmlessly. A thief can disarm traps either hastily or methodically. Attempting to hastily disable a trap requires one full round and a Trapbreaking proficiency throw. If the throw succeeds, the trap is disarmed or discharged harmlessly (thief’s choice). If it fails on a natural roll of 1-3, the thief accidentally triggers the trap. If it fails on any other result, the thief cannot figure out how to quickly disable the trap. He can still attempt to disable it methodically, but cannot make another attempt to hastily remove the same trap again until he reaches a higher experience level.</p>\n<p>Attempting to methodically disable a trap requires one turn (10 minutes) and a Trapbreaking proficiency throw with a +4 bonus. If the throw succeeds, the trap is disarmed or discharged harmlessly. If it fails on a natural roll of 1, the thief accidentally triggers the trap. If it fails on any other result, the thief is unable to disable the trap. The thief can make repeated attempts to methodically remove the same trap if desired.</p>\n<p>Other bonuses or penalties might apply to the proficiency throw, depending on the thief’s tools, the complexity of the trap, and other factors. If desired, a thief can re-arm a disarmed (but not discharged) trap with a successful Trapbreaking throw.</p>\n<p>If a thief is unavailable (or unwilling!), another adventurer can use Adventuring proficiency to attempt to methodically disable a trap with a Trapbreaking proficiency throw of 18+.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Disabling Traps</td>\n<td>Hasty Trapbreaking</td>\n<td>Methodical Trapbreaking</td>\n</tr>\n<tr>\n<td>Time Required</td>\n<td>1 round</td>\n<td>1 turn</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>Not permitted</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>Using Trapbreaking</td>\n<td>By class level</td>\n<td>By class level, +4 bonus</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Trap disarmed or discharged</td>\n<td>Trap disarmed or discharged</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>Trap not disarmed, cannot repeat</td>\n<td>Trap not disarmed, try again</td>\n</tr>\n<tr>\n<td>Botched Throw (2-3)</td>\n<td>Trap triggered</td>\n<td>N/A</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Trap triggered</td>\n<td>Trap triggered</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Caving and Spelunking",
      "level": 3,
      "html": "<p>Sometimes the only way to advance through a dungeon is to climb up or descend down a vertical obstacle such as a cave shaft, cliff or pillar. Other times the adventurers might come upon a chasm or pit over which they have to cross, or an overhang onto which they need to grab and clamber, or a narrow passage through they must squeeze.</p>\n<p>Adventurers with access to magic can, of course, bypass such obstacles more easily using spells such as <em>arcane shift</em>, <em>flight</em>, <em>leaping</em>, <em>levitation</em>, <em>shrinking</em>,and <em>telekinesis</em>. Others must resort to climbing, rappelling, jumping, leaping, and crawling.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spelunking</td>\n<td>Climb (easy)</td>\n<td>Climb (sheer surface)</td>\n<td>Rappel</td>\n<td></td>\n</tr>\n<tr>\n<td>Movement Type</td>\n<td>Ascend/descend</td>\n<td>Ascend/descend</td>\n<td>Descend only</td>\n<td></td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td></td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>8+</td>\n<td>Not permitted</td>\n<td>Not permitted</td>\n<td></td>\n</tr>\n<tr>\n<td>Using Climbing/Mountaineering</td>\n<td>By class level</td>\n<td>By class level</td>\n<td>By class level</td>\n<td></td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Climb @ 1/3 Combat Speed</td>\n<td>Climb @ 1/3 Combat Speed</td>\n<td>Rappel @ Run Speed</td>\n<td></td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>No progress for 1 round</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td>Rappel @ Combat Speed</td>\n<td></td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td>Fall</td>\n<td>Fall unless double proficient  with mountaineering gear</td>\n<td></td>\n</tr>\n<tr>\n<td>Vulnerable in Combat</td>\n<td>No</td>\n<td>Yes</td>\n<td>Yes</td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Spelunking</td>\n<td>Crawling Traverse</td>\n<td>Balancing Traverse (narrow)</td>\n<td>Balancing Traverse (precarious)</td>\n</tr>\n<tr>\n<td>Movement Type</td>\n<td>Horizontal only</td>\n<td>Horizontal only</td>\n<td>Horizontal only</td>\n</tr>\n<tr>\n<td>Throw Required</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n<td>One throw per 100’</td>\n</tr>\n<tr>\n<td>Using Adventuring</td>\n<td>8+</td>\n<td>8+</td>\n<td>Not permitted</td>\n</tr>\n<tr>\n<td>Using Climbing/Mountaineering</td>\n<td>By class level</td>\n<td>By class level</td>\n<td>By class level</td>\n</tr>\n<tr>\n<td>Successful Throw</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n<td>Traverse @ 1/3 Combat Speed</td>\n</tr>\n<tr>\n<td>Failed Throw</td>\n<td>No progress 1 one round</td>\n<td>No progress for 1 round</td>\n<td>Fall unless proficient in both Climbing and Cat Burglary</td>\n</tr>\n<tr>\n<td>Botched Throw (1)</td>\n<td>Fall unless double proficient  (mountaineering gear implied)</td>\n<td>Fall unless proficient in both Climbing and Cat Burglary</td>\n<td>Fall</td>\n</tr>\n<tr>\n<td>Vulnerable in Combat</td>\n<td>Yes</td>\n<td>Yes</td>\n<td>Yes</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Climbing",
      "level": 6,
      "html": "<p>By virtue of their Adventuring proficiency, all adventurers can climb ropes, branchy trees, and other easy obstacles. Only adventurers proficient in Climbing or Mountaineering, or whose climbing is supervised by an adventurer proficient in Mountaineering, can tackle sheer surfaces. A party of adventurers therefore has three ways to ascend a sheer surface. Either a proficient climber can ascend first and secure a rope to make an easy climb for his party members; an adventurer with a grappling hook can secure a rope to make it an easy climb; or the party can ascend the surface together simultaneously under the guidance of a proficient mountaineer.</p>\n<p>Securing a rope with a grappling hook requires targeting a boulder, parapet, ledge, or other counterweight. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. If the throw fails on an unmodified 1, it seems to hook but slips loose the first time anyone fails a Climbing throw to ascend it. The Judge makes the throw in secret on behalf of the party so they don’t know if the hook will stay secure.</p>\n<p>An adventurer scaling an easy obstacle must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or the mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can ascend or descend safely for 100’.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear never falls while climbing an easy obstacle, even on a botch, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer scaling a sheer surface must also make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer or of the mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can ascend or descend safely for 100’.</li>\n<li>If the throw fails, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear does not fall while climbing a sheer surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a sheer surface!</li>\n</ul>\n<p>Whether scaling an easy obstacle or a sheer surface, an adventurer can climb at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -5 penalty to move at one-half combat speed or -10 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. For example, a very easy slope might grant a +5 bonus to the Climbing throw, enabling characters to move at full combat speed without penalty.</p>\n<p>When an adventurer falls, he immediately plummets a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. If fighting breaks out during a climb, any adventurers climbing sheer surfaces are <strong>vulnerable</strong> (p. XX).</p>\n"
    },
    {
      "title": "Rappelling",
      "level": 6,
      "html": "<p>An adventurer proficient in Climbing or Mountaineering, or assisted by an adventurer with Mountaineering proficiency, can rapidly descend a sheer surface by <strong>rappelling</strong>. Rappelling is done by using the body and limbs to slow the descent and is both dangerous and challenging. To set up a rappel, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight near the edge of the descent. This takes one full round for each rope.</p>\n<p>Once a rope is secured, an adventurer can rappel down it. Each adventurer rappelling down a rope must make a Climbing proficiency throw for each 100’ descended (with a minimum one check required at the midpoint). The target value is based on the adventurer’s class level.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can rappel down at his running speed.</li>\n<li>If the throw fails, the adventurer clutches the rope too firmly and can only can rappel down at his combat speed.</li>\n<li>If the roll fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer proficient in both Climbing and Mountaineering never falls while rappelling.</li>\n</ul>\n<p>The Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. If fighting break out during a climb, any adventurers rappelling are <strong>vulnerable</strong> (p. XX).</p>\n"
    },
    {
      "title": "Crawling Traverse",
      "level": 6,
      "html": "<p>Adventurers who confront a chasm too wide or dangerous to jump can instead cross by rigging and using a <strong>crawling traverse</strong>. To set up a crawling traverse, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight on the near side of the obstacle. This takes one full round. When the rope is secured, the adventurer must then hurl a grappling hook to secure the rope to a counterweight on the far side. Securing a rope with a grappling hook requires a successful attack throw. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. The adventurer can try again until he succeeds. The adventurer must then spend one full round to tighten the traverse.</p>\n<p>Once the traverse is rigged, the adventurers can begin to crawl across the traverse. The traverse will be able to support a load of up to 45 stone per rope used. Crawling across the traverse requires both hands and feet, leaving the adventurer <strong>vulnerable</strong> while doing so (p. XX). An adventurer must make a Climbing proficiency throw for each 100’ traversed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the adventurer’s class level if he has Climbing proficiency or if the traverse was rigged by a character with Mountaineering proficiency.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can traverse at his exploration speed or, if action is being tracked in rounds, at one-third his combat speed.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer falls off the traverse, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer proficient in both Climbing and Mountaineering never falls while traversing, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer proficient in Climbing can traverse at one-half combat speed by taking a -5 penalty to the proficiency throw and at full combat speed by taking a -10 penalty to the throw.</p>\n"
    },
    {
      "title": "Balancing Traverse",
      "level": 6,
      "html": "<p>Sometimes an adventurer may have to move across a narrow bridge over some vast subterranean crevice, or inch along the narrow ledge between a wall and a pit, or even tightrope walk across a rope. When an adventurer attempts to move along a precarious (1/2” to 4”) or narrow (4” to 8”) path, he is attempting a <strong>balancing traverse</strong>. Paths that are narrower than 1/2” cannot be traversed.</p>\n<p>By virtue of their Adventuring proficiency, all adventurers can attempt balancing traverses of narrow paths. Only adventurers proficient in Climbing can attempt balancing traverses of precarious paths.</p>\n<p>An adventurer traversing a narrow path must make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or mountaineer assisting him.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can move safely for 100’.</li>\n<li>If the throw fails, the adventurer makes no progress for one round.</li>\n<li>If the throw fails on an unmodified 1, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Cat Burglary never falls while traversing a narrow surface, even on an unmodified 1, provided he moved at one-third combat speed or less.</li>\n</ul>\n<p>An adventurer traversing a precarious path must also make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer.</p>\n<ul>\n<li>If the throw succeeds, the adventurer can move safely for 100’.</li>\n<li>If the throw fails, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>An adventurer who is proficient in both Climbing and Cat Burglary does not fall while traversing a precarious surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a precarious ledge.</li>\n</ul>\n<p>Whether traversing a narrow or precarious path, an adventurer can move at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -2 penalty to move at one-half combat speed or -5 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect wet surfaces, wind, and other circumstances.</p>\n<p>If fighting breaks out during a balancing traverse, any adventurers on narrow or precarious path are <strong>vulnerable</strong> (p. XX). An adventurer who suffers damage while on a narrow or precarious path must make a Paralysis saving throw. Adventurers proficient in Cat Burglary gain a +2 bonus to the save. If the save succeeds, the character successfully maintains his balance. If the save fails, the adventurer loses his balance and falls off the path.</p>\n"
    },
    {
      "title": "Belaying",
      "level": 6,
      "html": "<p>An adventurer who has already ascended or traversed part or all of an obstacle can provide security to subsequent climbers by belaying rope to them in readiness to break a fall. Belaying requires a rope (or additional rope, if the adventurer is climbing a rope) of sufficient length to cover the distance between the belayer and the climber.</p>\n<p>If the climber falls, the belayer must make a Dungeonbashing proficiency throw of 18+, modified by STR bonus as usual (±4 per point). The belayer suffers a penalty equal to the climber’s encumbrance in stone unless proficient in both Climbing and Mountaineering.</p>\n<ul>\n<li>If the proficiency throw succeeds, the belayer smoothly decelerates the climber’s fall, preventing damage.</li>\n<li>If the proficiency throw fails, the belayer is unable to slow the fall, and the climber falls the length of the rope, taking 1d6 bludgeoning damage per 10’ fallen.</li>\n<li>If the proficiency throw fails on an unmodified 1, or by 14 or more, the belayer not only fails to slow the fall, but risks falling himself. The belayer must make an immediate Climbing proficiency throw, applying the falling climber’s encumbrance as a penalty. If this throw fails, the belayer falls.</li>\n</ul>\n<p>If the belayer was himself secured by another belayer further along than himself, that belayer must now repeat the steps above. It is possible, through a succession of poor rolls, for an entire party to fall.</p>\n"
    },
    {
      "title": "Jumping and Leaping",
      "level": 6,
      "html": "<p>The maximum height in feet that an adventurer can leap vertically is equal to his DEX bonus + 1, to a minimum of 1’. The maximum distance in feet that an adventurer can jump horizontally is equal to his DEX score + 1d6. The height and distance jumped are reduced by 1’ per stone of encumbrance the adventurer is carrying. An adventurer must have a moving start of at least 20’ or his leaping height and jumping distance, after encumbrance, are halved. If a jump occurs in combat or other circumstances where action is being tracked in rounds, the distance jumped counts against the adventurer’s movement during the round.</p>\n<p>An adventurer proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24, for purposes of calculating his leaping height and jumping distance. A DEX score of 19-20 grants a +4 bonus, 21-23 grants a +5 bonus, and 24 grants a +6 bonus.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Proficiency</td>\n<td></td>\n<td>Effect on DEX</td>\n<td>Vertical Leap</td>\n<td>Horizontal Jump</td>\n</tr>\n<tr>\n<td>Adventuring</td>\n<td></td>\n<td>None</td>\n<td>DEX Bonus + 1</td>\n<td>DEX + 1d6 – encumbrance</td>\n</tr>\n<tr>\n<td>Acrobatics</td>\n<td></td>\n<td>Increase by class level, max 24</td>\n<td>DEX Bonus + 1</td>\n<td>DEX + 1d6 – encumbrance</td>\n</tr>\n</tbody></table>\n<p>Sometimes an adventurer’s mount, dog, or other animal companion might make a jump, or the adventurer might be pursued across a chasm by another monster. The height and distance that a creature can jump is multiplied by its running speed / 120. Creatures are assumed to have DEX scores of 10 if not otherwise noted. For instance, a medium horse with a running speed of 180’ could jump (10 + 1d6 ) x 1.5 feet.</p>\n<p>Jumps onto inclined surfaces, loose scree, narrow pillars, or other precarious destinations can fail disastrously, as can jumps made when charging into melee. The adventurer must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on solid ground, he falls prone. If this puts him exactly at the edge of a chasm, cliff, etc., then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over empty space, he falls, suffering 1d6 bludgeoning damage per 10’ when he hits the ground.</p>\n<p><strong>Historical Note:</strong> The greatest long jumper of the ancient world was Chionis of Laconia, a Spartan athlete who jumped 23’2” at the 656 BC Olympics. The current world record, made by modern athletes with all of the advantages of sports science, stands at 29’4”. We have assumed that an adventurer with a Dexterity score of 18 can attempt to match Chionis’s record, while adventurers with Acrobatics can attempt jumps to lengths similar to contemporary Olympians.</p>\n"
    },
    {
      "title": "Squeezing",
      "level": 6,
      "html": "<p>Abandoned mines, natural caverns, and constricted catacombs often present adventurers with boulder-filled <strong>chokepoints</strong> and narrow <strong>squeezes</strong>. A chokepoint is a feature that narrows for less than 5’ of length. A squeeze can be of any length.</p>\n<p>An adventurer who wants to pass through a chokepoint or squeeze must make a Squeezing throw at the start of his initiative each round. The target value for the Squeezing throw is equal to the adventurer’s encumbrance in stone. A character with Contortionism proficiency gains a +4 bonus to the throw. If the throw fails, the adventurer makes no progress for one round. If the throw fails on an unmodified 1, the adventurer becomes <strong>stuck</strong>.</p>\n<p>A stuck adventurer cannot attack, cast spells, move, or take any other action except to attempt to escape. He is also <strong>vulnerable</strong>. When attempting to escape from being stuck, an adventurer has two options, wiggling backwards or pushing forward. If the adventurer attempts to wiggle backwards, he must make a Paralysis saving throw. If the throw succeeds, the adventurer retreats 10’ and the condition ends. If the throw fails, the adventurer remains stuck.</p>\n<p>If the adventurer attempts to push forward, he must make a Dungeonbashing proficiency throw. If the throw succeeds, the adventurer advances 10’ and the condition ends. If the throw fails, the adventurer worsens his plight. Further attempts to escape have a cumulative -4 penalty to their throws.</p>\n<p>The adventurer’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the adventurer has Contortionism proficiency, he gains a +4 bonus on either throw.</p>\n"
    },
    {
      "title": "Swimming and Drowning",
      "level": 3,
      "html": "<p>Adventurers on a dungeon delve frequently encounter water obstacles that halt their progress. Whether they need to plumb a cave pool, swim through a sunken corridor, or dive into the sunless sea, the rules are the same.</p>\n<p>An adventurer without a swimming speed must make a Swimming throw at the start of his initiative each round he is in water too deep for him to stand. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the water is cold, rough, or fast-moving, the Judge might impose a penalty on the swimming throw of -2, -4, or more. If the character has the Swimming proficiency, he gains a +4 bonus on the throw. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.</p>\n<p>If the throw succeeds, the adventurer stays afloat. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming <strong>winded</strong> as per the running rules.</p>\n<p>If the throw fails, the adventurer is <strong>drowning</strong>. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning adventurer is <strong>vulnerable</strong>, cannot take any actions, and no longer makes swimming throws. The adventurer sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning adventurer imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). A human or demi-human adventurer can hold his breath for 5 + CON modifier rounds. If the drowning condition has not ended before then, the drowning adventurer dies at the end of his initiative.</p>\n"
    },
    {
      "title": "Rest and Recuperation",
      "level": 3,
      "html": "<p>Delving into dungeons is physically demanding. All adventurers must rest for 1 turn for every 5 turns of exploration and combat. If the adventurers proceed for more than 5 turns without stopping to rest, they become <strong>winded</strong>.Winded adventurers cannot charge or run until they rest for 1 turn. Adventurers with the Endurance proficiency (p. XX) do not need to rest and can stand watch, search for hidden features, or undertake other actions while their party members rest.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Dungeon Delves\n\nThe following rules apply to adventuring in dungeons. Additional rules are offered later in this chapter for adventuring in other kinds of environments. Unless otherwise noted, rules that apply to dungeon delves also apply to other types of adventures and rules that apply to adventurers apply to monsters, too. (It’s just easier to present the information from an adventurer’s point of view).\n\n### Turns and Rounds\n\nWhen delving a dungeon, adventurers take actions in units of time known as **turns** and **rounds**. Gameplay ordinarily proceeds in turns when the adventurers are exploring the dungeon and then shifts into rounds when the adventurers have an encounter.\n\nA turn is a period of time ranging from a few minutes to a quarter hour. A round is a brief interval of time in which flurries of activity are punctuated by pauses and lulls that can be as brief as 10 – 15 seconds and as long as a minute or two depending on the complexity of the engagement. For instance, in a gladiatorial bout between two fighters, a round might be just 10 seconds, but in a huge battle between hundreds of troops, it might be a minute. For purposes of time-keeping, however, there are always 10 rounds per turn and 6 turns per hour of in-game time. (Any extra time is assumed to be taken up by, e.g., bandaging wounds, catching your breath, cleaning your weapons, and other “background” activities.) Each hour of dungeon delving counts as a strenuous ancillary activity (p. XX).\n\n### Speed and Distance\n\nAdventurers undertaking a dungeon delve can move at one of three basic speeds: exploration speed, combat speed, and running speed. (Special types of movement, including climbing, crawling, rappelling, sneaking, swimming, and traversing, are discussed later.) If using a battlemap or VTT, all speed and distance can be precisely measured on the map grid, with tokens to represent adventurers, creatures, and dungeon features. Otherwise the Judge must adjudicate speed and distance in the “theater of the mind.”\n\n**Exploration speed** is measured in feet per turn and represents a pace appropriate to cautious exploration and careful mapping in an area of treacherous ground, shadowy obscurity, and dangerous pitfalls. Exploration speed is very slow (less than 1mph) but offers several advantages. When moving at exploration speed:\n\n* Any party members equipped with a 10’ pole can use their pole(s) to probe ahead.\n* Any party members who are in bright light can map the dungeon.\n* Any party members who need to concentrate to maintain a spell or effect can do so.\n* Any party members who are proficient in Searching can hastily search the areas they move through.\n* The party makes much less noise when it moves (see p. XX).\n\n**Combat speed** is measured in feet per round and represents a brief hustle in conditions of danger and distraction. Combat speed is generally used only during encounters or other circumstances where time is tracked in rounds. A party can explore a dungeon at combat speed if desired, but it loses the ability to use 10’ poles, map, or hastily search, and makes much more noise (see p. XX).\n\n**Running speed** is measured in feet per round and represents the fastest pace an adventurer can maintain in the treacherous conditions of dungeons and the wilderness. Adventurers moving at running speed must move forward in a straight line or gentle curve and are **disordered** until the start of their next initiative, suffering a -2 penalty to AC. An adventuring running in difficult terrain (such as running up an accumulation of scree and talus), must make a Paralysis saving throw. Adventurers with Acrobatics can add their class level to the save. If the save succeeds, the adventurer completes his movement. If the save fails, the adventurer falls **prone** at the half-way point of his movement. Adventurers can only run for brief periods of time before needing rest. After running for 10 rounds +/- CON modifier, and each subsequent round that he runs thereafter, the adventurer must make a Paralysis saving throw. If the adventurer has Endurance proficiency, he gains a +4 bonus on the throw. If the save succeeds, the adventurer can continue running next round. If the save fails, the adventurer is immediately **winded.** Winded adventurers cannot run or charge. The condition is ended when the character rests for one turn (10 minutes).\n\n### Marching and Mapping\n\nWhen the party forays into the dungeon, they must organize themselves into **party formation**, sometimes called a marching order. The best formation for any given dungeon delve will depend on the width of the passages within the dungeon and the class make-up of the party. In corridors that are 5’ wide or less, adventures typically explore in single file. In corridors that are 6’ wide or wider, adventurers typically advance in two columns alongside one another. Heavily armored adventurers, such as fighters, crusaders, spellswords, and vaultguards usually occupy the front ranks, though in areas with numerous traps and pitfalls, a thief might move ahead of them as a scout. The second rank is usually made up of adventurers equipped with spears or polearms. Craftpriest, mages, priestesses, and venturers typically occupy the middle ranks. The rear guard is generally made up of either fast-moving or missile-equipped adventurers such as assassins, bards, bladedancers, explorers, nightblades, or thieves. If there are enough fighters, they can also assume the role of rear guard. It is important to document the formation so it is always clear as the group progresses through their adventure where each person is located.\n\nIf a battlemap or virtual table top (VTT) is being utilized, players can use dice, tokens, or miniature figures to represent their characters and their position within the formation. Otherwise, party formation can be recorded on scratch paper.\n\nA dungeon delving party can designate an adventurer as the **mapper**. The mapper usually stands in the middle of the party formation. He must use both hands for mapping, must be within a brightly lit area, and suffers from the **vulnerable** condition (p. XX) due to distraction. The mapper draws a map of the dungeon as the adventurers explore it, ensuring the group does not become lost and keeping track of the areas that have been explored. Typically, dungeons are mapped on graph paper with 1/4” square grids, with a scale of either 5’ or 10’ per square. The player controlling the mapper, more than any other player, must pay close attention to all descriptions of areas offered by the Judge, as an error in the map could lead to difficulties or even harm for the group. Some groups employ multiple mappers to ensure the accuracy of their records.\n\nThe mapper should, but does not have to, have the Mapping proficiency (p. XX). If the mapper does have the proficiency, the Judge will provide reasonably accurate measurements. If the mapper makes an error on his map, the Judge will make a secret proficiency throw on behalf of the character to see if he realizes his error. If the mapper doesn’t have the proficiency, then the Judge will provide only vague measurements and the character has no opportunity to passively detect errors.\n\nIn the event that the mapper is killed, the player of the deceased character typically passes on cartography duties to a player whose character is still alive. This adventurer, in the game, acquires the map from the deceased mapper and continues their fallen companion’s work.\n\n### Light and Darkness\n\nDungeon adventures usually take place in lightless catacombs and underground caves, environments where it is essential to bring light sources such as candles, torches, and lanterns. Candles emit bright light in a radius of 5’ and cast dim light another 5’ (out to 10’ total). Lanterns and torches emit light bright enough in a radius of 15’ and cast dim, shadowy light another 15’ (out to 30’ total). Adventurers in dim light cannot discern colors or read books, maps, or scrolls.\n\nTorches shed light for 6 turns before burning out. Lanterns are fueled by flasks of oil; one flask of oil can keep a lantern burning for 24 turns. Adventurers or monsters that carry light sources can have difficulty surprising their opponents, as the light gives them away in advance.\n\nSome adventurers, such as thieves, possess **shadowy senses.** When moving at combat speed or exploration speed, an adventurer with shadowy senses can “see” as if he were carrying a light source that sheds dim light in a 30’ radius. Shadowy senses can be used to fight, search, and so on. However, shadowy senses is actually relying on hearing, scent, touch, and human echolocation so it cannot be used to do activities requiring bright light. Shadowy senses does not function if the adventurer is moving at running speed, suffering from the **deafened** condition, or if in an area of magical darkness or magical silence.\n\nSome adventurers and many monsters can enchant themselves with or natively possess **lightless vision** which allows them to see as if they were carrying a light source that shed dim light within a limited range. Lightless vision does not enable creatures to discern writing or fine details, so even creatures with lightless vision need light sources for some tasks. Assassins, nightblades, thieves, and other characters proficient in Hiding can hide from lightless vision.\n\nAny creatures who cannot see (for whatever reason) are considered **blinded**.Blinded creatures are easy to sneak up on, and suffer a -2 penalty to surprise rolls. They cannot claim line of sight on any targets and cannot make missile attacks. They can only make melee attacks if they have reason to know the target is there. They suffer a -4 penalty to their melee attack throw and proficiency throws impacted by sight (Judge’s discretion). They reduce their speed to one third their normal rate. See **Conditions** (p. XX).\n\n### Searching and Listening\n\nWhile exploring the depths of a dungeon, adventurers can search for hidden features such as secret doors, hidden traps, or buried treasure, or listen carefully for the strange sounds that percolate throughout the underdark.\n\n###### Searching\n\nBy using the Adventuring proficiency, an adventurer can attempt to methodically search the area within 5’ of his location, or 10’ of his location if equipped with a long pole or similar implement. Attempting to methodically search requires one turn (10 minutes) and a Searching proficiency throw of 18+. The Judge makes the throw in secret on behalf of the adventurer. The Judge might apply bonuses or penalties to the roll depending on the adventurer’s tools, the degree of concealment of the hidden features, and other factors.\n\nIf the throw succeeds, the adventurer notices any hidden features within the area he searched. If the throw fails, or there is nothing hidden, the adventurer finds nothing. The adventurer can make repeated attempt to methodically search a location if desired.\n\nThieves (and certain other character classes found in other ***ACKS***sourcebooks) are especially proficient in searching for hidden features. The target value for a thief’s Searching proficiency throws is determined by his class level and proficiencies choices; it might be as low as 1+. A thief gains a +4 bonus to his Searching proficiency throw when he methodically searches.\n\nWhen time is short, a thief can attempt to hastily search for hidden features. Attempting to hastily search requires one round and a Searching proficiency throw. The Judge makes the throw in secret on behalf of the thief. If the throw succeeds, the thief notices any hidden features within the area he searched. If it fails, or there is nothing hidden, the thief finds nothing. A thief cannot repeat the attempt to hastily search the same area again until he reaches a higher experience level, but he can attempt to methodically search the area.\n\nA thief can automatically attempt to hastily search while moving at exploration speed or less. Anytime the thief moves within 5’ of a hidden feature (within 10’ if equipped with a pole), the Judge secretly makes a proficiency throw on the thief’s behalf. If the throw succeeds, the thief notices the hidden feature (and if it’s a trap, he notices it before triggering it). If the throw fails, the thief does not notice the feature (and, if it’s a trap, he or another character in the party might trigger it as they move). Note that this counts as a failure to hastily search for hidden features.\n\nThe most common hidden features are secret doors and traps, discussed below, but there is no limit to the surprises a Judge might hide in a dungeon. Some features might be partially hidden and offer a bonus to Searching throws, or permit a hasty throw even for non-thieves, and others might be so obscure as to require a methodical search at a severe penalty.\n\n###### Listening\n\nAny adventurer can and will automatically hear loud and unusual noises. No special throw is required to hear a thunderclap or a berserker’s battle cry as he charges you. Other, quieter, sounds can only be heard with attention and luck.\n\nAn adventurer standing at a door, passageway, or intersection can actively listen for sounds coming from the other side of the door or passage. An adventurer who is not currently casting, concentrating, running, or fighting can also passively hear sounds that stand out from the ambient noise of their environment. In either case, the adventurer must be the closest creature in the party relative to the location of the sound or suspected sound.\n\nTo see if the adventurer hears the sound, the Judge makes a Listening proficiency throw in secret on his behalf. By virtue of their Adventuring proficiency, every adventurer can throw vs. a target value of 18+; but adventurers with certain class powers or proficiencies will have target values of 14+ or lower. If the throw succeeds, the adventurer hears any noises in earshot. If the throw fails, or if there aren’t any noises in earshot, the adventurer doesn’t hear anything. Listening only requires one round but can only be undertaken once per turn (10 minutes) if the party is moving at all, because it takes time for people to settle down into quiet.\n\nThe Earshot by Sound and Environment table lists the range at which various sounds can be heard by adventurers. The number before the slash is the distance at which the sound is automatically audible while the number after the slash is the distance at which the sound will only be heard with a successful Listening throw. “NA” means “not audible”. Quiet environments include crypts, tombs, villages or small towns at night, and still, empty wilderness. Normal environments include inhabited dungeons, villages or small towns during the day, large towns or cities at night, and ordinary wilderness. Loud environments include major battlefields, large towns and cities by day, wilderness during windy and rainy conditions, as well as venues such as arenas, cantinas, inns, and taverns. When measuring earshot, treat each closed door or wooden wall between the listener and source as 5’ of distance and each 1’ of stone wall as 10’ of distance.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Earshot by Sound and Environment | | | |\n| Sound | **Quiet Environment** | **Normal Environment** | **Loud Environment** |\n| Exploring, Quiet Spellcasting, Sneaking\\*, Whispering | NA / 10’ | NA / 5’ | NA / 2.5’ |\n| Spellcasting, Talking, Walking | 10’ / 80’ | 5’ / 20’ | 2.5’ / 10’ |\n| Fighting, Hustling, Shouting, Singing | 90’ / 720’ | 45’ / 180’ | 30’ / 120’ |\n| Blast Spell | 180’ / 1200’ | 90’ / 360’ | 45’ / 180’ |\n| Deafening Blast Spell | 4 miles / 15 miles | 1 mile / 4 miles | 1200’ / 1 mile |\n| \\*Failed Sneaking throw or naturally stealthy character; a proficient character succeeding on a Sneaking throw makes no noise. | | | |\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Searching & Listening | Hasty Search | Methodical Search | Listen |\n| Time Required | 1 round or exploration movement | 1 turn | 1 round, once per turn |\n| Area Investigated | 5’ reach, or 10’ reach with pole | 5’ reach, or 10’ reach with pole | Door or intersection |\n| Using Adventuring | Not permitted | 18+ | 18+ |\n| Using Adventuring + Alertness | Not permitted | 14+ | 14+ |\n| Using Searching/Listening | By class level | By class level, +4 bonus | By class level |\n| Successful Throw | Feature discovered | Featured discovered | Sound heard |\n| Failed Throw | Nothing discovered, cannot repeat | Nothing discovered, try again | Nothing heard, try again |\n\n### Doors and Dungeonbashing\n\nWhile subterranean caverns and abandoned mines might have unrestricted tunnels and adits, many dungeon corridors are blocked by doors. The standard door in a dungeon is a sturdy construct of heavy wood reinforced with iron banding, though some doorways are sealed with rotten or fragile doors or even just curtains or skins.\n\nDungeon doors are usually closed, and often locked or stuck. An adventurer with the right key can unlock a locked door in one round. (If in combat, unlocking the door counts as an action in lieu of attacking; see p. XX). Otherwise, the locked door can be opened by picking the lock or battering the door down. Thieves (and certain other character classes found in other ***ACKS***sourcebooks) are capable of picking locks. A thief can attempt to pick a lock either hastily or methodically. He must have access to thieves’ tools to make the attempt.\n\nAttempting to hastily pick a lock requires one full round and a Lockpicking proficiency throw. If the throw succeeds, the lock is opened. If it fails on an unmodified roll of 1-3, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief cannot figure out how to quickly open the lock. He can still attempt to open it methodically, but cannot make another attempt to hastily pick the same lock again until he reaches a higher experience level.\n\nAttempting to methodically pick a lock requires one turn (10 minutes) and a Lockpicking proficiency throw with a +4 bonus. If the throw succeeds, the lock is opened. If it fails on a natural roll of 1, the thief breaks his pick in the lock, jamming it. The lock cannot thereafter be picked. If it fails on any other result, the thief fails to pick the lock, but can make another methodical attempt if desired.\n\nCertain bonuses or penalties might apply to the throw, depending on the thief’s tools, the complexity of the lock, and other factors.\n\nIf subtlety fails, an adventurer can batter down a locked door if equipped with any type of axe. Simple wooden doors take one turn to batter down with an axe, while sturdy iron-banded doors take 3 turns to batter down. Solid metal or stone doors cannot generally be battered down without heavy equipment capable of dealing structural damage. The adjoining table provides the armor class and structural hit points of various doors and portals.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Door |  | AC | SHP | Notes |\n| Iron-banded Stone Door (10’ x 10’ x 3.5’, 50,000 lbs) |  | 6 | 25 | Harmed as stone structure |\n| Iron-banded Stone Door (8’ x 3’ x 6.25”, 3200 lbs) |  | 6 | 2 | Harmed as stone structure |\n| Solid Iron Door (6’8” x 2’6” x 2”, 400 lbs) |  | 6 | 1 | Harmed as stone structure |\n| Iron Trap Door (30” x 30” x 2”, 200 lbs) |  | 6 | 1 | Harmed as stone structure |\n| Iron-Banded Wooden Door (6’8” x 2’6” x 2”, 150 lbs) |  | 3 | 1 | Broken down in 3 turns with axe or harmed as wood structure |\n| Wooden Door, (6’8” x 2’6” x 1’3”, 50 lbs) |  | 1 | 1 | Broken down in 1 turn with axe or harmed as wood structure |\n| Lead Glass Window (24” x 46” x.25” and 25lbs or less) |  | 0 | - | Broken open in 1 round with any weapon |\n\nAn adventurer, or a pair of adventurers working together, can attempt to bash open a stuck door in one round. If In combat, bashing a door requires a combat action. The adventurer(s) must make a Dungeonbashing proficiency throw of 18+. For each point of Strength adjustment, modify the result of the die roll by ±4. (A character with Strength 18 thus opens doors with a Dungeonbashing proficiency throw of 6+). If a pair of adventurers cooperate to bash open a door, use the stronger character’s Strength adjustment +4. An adventurer equipped with a crowbar gains an additional +2 bonus. Creatures gain a further +8 bonus to Dungeonbashing for each size category above man-sized, and a -8 penalty for each size below it. Doors of unusual material or size might impose further modifiers on this proficiency throw. If the throw succeeds, the door is instantly forced open. If the throw fails, the adventurer(s) bounce(s) off it with a grunt and thud. If the throw fails on an unmodified 1, the adventurer(s) bounce(s) off with a painful grunt, suffering 1 bludgeoning damage. Adventurers can try again if they fail.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| Opening Doors | Use Key | Hastily Pick | Methodically Pick | Batter Down | Bash Open |\n| Time Required | 1 action | 1 round | 1 turn | 1 – 3 turns | 1 round |\n| Throw Required | None | Lockpicking | Lockpicking, +4 bonus | None | Dungeonbashing |\n| Successful Throw | N/A | Open lock | Open lock | N/A | Door opens |\n| Failed Throw | N/A | Cannot hastily pick | Failed to pick, try again | N/A | Failed to bash, try again |\n| Botch (2 - 3) | N/A | Lock jammed | N/A | N/A | N/A |\n| Botched Throw (1) | N/A | Lock jammed | Lock jammed | N/A | Suffer 1 bludgeon damage, try again |\n| Equipment Required | Key | Thieves’ tools | Thieves’ tools | Axe | Crowbar (optional, +2) |\n\nSome dungeons are so drenched in evil that the doors themselves are antagonistic. Such evil doors automatically swing shut when released unless spiked or wedged open. Evil doors always open easily for monsters, unless the door is spiked shut, held firm, or magically closed. Spiking shut a door requires one round per spike. Spiked doors can be forced open with a Dungeonbashing throw, at a -4 penalty for each additional spike after the first. A door can have a maximum of 4 spikes securing it.\n\nSome doors are somehow concealed or hidden — these are secret doors. Common secret doors are sliding panels in a wall, trap-doors under rugs, and so on. Secret doors can only be discovered by searching (see above). Apart from being hidden, secret doors function like other doors, and might need to be unlocked, battered down, or bashed open.\n\n### Traps and Trapbreaking\n\nTraps are an ever-present danger during dungeon delves. Dungeon traps range from simple pitfalls to deadly devices. Adventurers can find traps by successfully searching for hidden features (discussed above) or by activating the trap (usually unintentionally).\n\nEach traps is activated by a specific trigger, such as opening a door or tripping a tripwire. When an adventurer takes an action that might (but not necessarily will) activate a trap, such as walking down a corridor with a tripwire, the Judge will secretly roll 1d6. On a roll of 1-2, the adventurer has accidentally activated the trap. On a roll of 3-6, the adventurer has accidentally missed the trap entirely and it remains inactivated. Depending on the location of the trigger, the party’s formation, and the vagaries of chance, the Judge might secretly roll many times before a hapless adventurer sets off a trap! Some traps can be accidentally (or intentionally!) activated by probing with a 10’ pole; in that case the pole is treated as an adventurer moving 5’ ahead of its bearer for purposes of activation.\n\nThe effect of the trap will vary depending on its type. The most common trap is a pit. Creatures falling into a pit suffer 1d6 bludgeoning damage per 10’ fallen. Some traps might offer their victims a saving throw to reduce or avoid their effects, or might only damage the adventurers on a successful attack throw.\n\nWith the aid of his thieves’ tools, a thief can attempt to disable or set off a trap harmlessly. A thief can disarm traps either hastily or methodically. Attempting to hastily disable a trap requires one full round and a Trapbreaking proficiency throw. If the throw succeeds, the trap is disarmed or discharged harmlessly (thief’s choice). If it fails on a natural roll of 1-3, the thief accidentally triggers the trap. If it fails on any other result, the thief cannot figure out how to quickly disable the trap. He can still attempt to disable it methodically, but cannot make another attempt to hastily remove the same trap again until he reaches a higher experience level.\n\nAttempting to methodically disable a trap requires one turn (10 minutes) and a Trapbreaking proficiency throw with a +4 bonus. If the throw succeeds, the trap is disarmed or discharged harmlessly. If it fails on a natural roll of 1, the thief accidentally triggers the trap. If it fails on any other result, the thief is unable to disable the trap. The thief can make repeated attempts to methodically remove the same trap if desired.\n\nOther bonuses or penalties might apply to the proficiency throw, depending on the thief’s tools, the complexity of the trap, and other factors. If desired, a thief can re-arm a disarmed (but not discharged) trap with a successful Trapbreaking throw.\n\nIf a thief is unavailable (or unwilling!), another adventurer can use Adventuring proficiency to attempt to methodically disable a trap with a Trapbreaking proficiency throw of 18+.\n\n|  |  |  |\n| --- | --- | --- |\n| Disabling Traps | Hasty Trapbreaking | Methodical Trapbreaking |\n| Time Required | 1 round | 1 turn |\n| Using Adventuring | Not permitted | 18+ |\n| Using Trapbreaking | By class level | By class level, +4 bonus |\n| Successful Throw | Trap disarmed or discharged | Trap disarmed or discharged |\n| Failed Throw | Trap not disarmed, cannot repeat | Trap not disarmed, try again |\n| Botched Throw (2-3) | Trap triggered | N/A |\n| Botched Throw (1) | Trap triggered | Trap triggered |\n\n### Caving and Spelunking\n\nSometimes the only way to advance through a dungeon is to climb up or descend down a vertical obstacle such as a cave shaft, cliff or pillar. Other times the adventurers might come upon a chasm or pit over which they have to cross, or an overhang onto which they need to grab and clamber, or a narrow passage through they must squeeze.\n\nAdventurers with access to magic can, of course, bypass such obstacles more easily using spells such as *arcane shift*, *flight*, *leaping*, *levitation*, *shrinking*,and *telekinesis*. Others must resort to climbing, rappelling, jumping, leaping, and crawling.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Spelunking | Climb (easy) | Climb (sheer surface) | Rappel |  |\n| Movement Type | Ascend/descend | Ascend/descend | Descend only |  |\n| Throw Required | One throw per 100’ | One throw per 100’ | One throw per 100’ |  |\n| Using Adventuring | 8+ | Not permitted | Not permitted |  |\n| Using Climbing/Mountaineering | By class level | By class level | By class level |  |\n| Successful Throw | Climb @ 1/3 Combat Speed | Climb @ 1/3 Combat Speed | Rappel @ Run Speed |  |\n| Failed Throw | No progress for 1 round | Fall unless double proficient  with mountaineering gear | Rappel @ Combat Speed |  |\n| Botched Throw (1) | Fall unless double proficient  with mountaineering gear | Fall | Fall unless double proficient  with mountaineering gear |  |\n| Vulnerable in Combat | No | Yes | Yes |  |\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Spelunking | Crawling Traverse | Balancing Traverse (narrow) | Balancing Traverse (precarious) |\n| Movement Type | Horizontal only | Horizontal only | Horizontal only |\n| Throw Required | One throw per 100’ | One throw per 100’ | One throw per 100’ |\n| Using Adventuring | 8+ | 8+ | Not permitted |\n| Using Climbing/Mountaineering | By class level | By class level | By class level |\n| Successful Throw | Traverse @ 1/3 Combat Speed | Traverse @ 1/3 Combat Speed | Traverse @ 1/3 Combat Speed |\n| Failed Throw | No progress 1 one round | No progress for 1 round | Fall unless proficient in both Climbing and Cat Burglary |\n| Botched Throw (1) | Fall unless double proficient  (mountaineering gear implied) | Fall unless proficient in both Climbing and Cat Burglary | Fall |\n| Vulnerable in Combat | Yes | Yes | Yes |\n\n###### Climbing\n\nBy virtue of their Adventuring proficiency, all adventurers can climb ropes, branchy trees, and other easy obstacles. Only adventurers proficient in Climbing or Mountaineering, or whose climbing is supervised by an adventurer proficient in Mountaineering, can tackle sheer surfaces. A party of adventurers therefore has three ways to ascend a sheer surface. Either a proficient climber can ascend first and secure a rope to make an easy climb for his party members; an adventurer with a grappling hook can secure a rope to make it an easy climb; or the party can ascend the surface together simultaneously under the guidance of a proficient mountaineer.\n\nSecuring a rope with a grappling hook requires targeting a boulder, parapet, ledge, or other counterweight. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. If the throw fails on an unmodified 1, it seems to hook but slips loose the first time anyone fails a Climbing throw to ascend it. The Judge makes the throw in secret on behalf of the party so they don’t know if the hook will stay secure.\n\nAn adventurer scaling an easy obstacle must make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or the mountaineer assisting him.\n\n* If the throw succeeds, the adventurer can ascend or descend safely for 100’.\n* If the throw fails, the adventurer makes no progress for one round.\n* If the throw fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear never falls while climbing an easy obstacle, even on a botch, provided he moved at one-third combat speed or less.\n\nAn adventurer scaling a sheer surface must also make a Climbing proficiency throw for each 100’ climbed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer or of the mountaineer assisting him.\n\n* If the throw succeeds, the adventurer can ascend or descend safely for 100’.\n* If the throw fails, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer who is proficient in both Climbing and Mountaineering who is using mountaineering gear does not fall while climbing a sheer surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a sheer surface!\n\nWhether scaling an easy obstacle or a sheer surface, an adventurer can climb at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -5 penalty to move at one-half combat speed or -10 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. For example, a very easy slope might grant a +5 bonus to the Climbing throw, enabling characters to move at full combat speed without penalty.\n\nWhen an adventurer falls, he immediately plummets a distance equal to half the attempted distance, plus the distance covered by any previous throws, taking 1d6 bludgeoning damage per 10 feet. If fighting breaks out during a climb, any adventurers climbing sheer surfaces are **vulnerable** (p. XX).\n\n###### Rappelling\n\nAn adventurer proficient in Climbing or Mountaineering, or assisted by an adventurer with Mountaineering proficiency, can rapidly descend a sheer surface by **rappelling**. Rappelling is done by using the body and limbs to slow the descent and is both dangerous and challenging. To set up a rappel, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight near the edge of the descent. This takes one full round for each rope.\n\nOnce a rope is secured, an adventurer can rappel down it. Each adventurer rappelling down a rope must make a Climbing proficiency throw for each 100’ descended (with a minimum one check required at the midpoint). The target value is based on the adventurer’s class level.\n\n* If the throw succeeds, the adventurer can rappel down at his running speed.\n* If the throw fails, the adventurer clutches the rope too firmly and can only can rappel down at his combat speed.\n* If the roll fails on an unmodified 1, the adventurer falls from the midpoint of the distance they were attempting to climb on this proficiency throw, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer proficient in both Climbing and Mountaineering never falls while rappelling.\n\nThe Judge can impose other modifiers to the mechanics above to reflect weather conditions, wind, and other circumstances. If fighting break out during a climb, any adventurers rappelling are **vulnerable** (p. XX).\n\n###### Crawling Traverse\n\nAdventurers who confront a chasm too wide or dangerous to jump can instead cross by rigging and using a **crawling traverse**. To set up a crawling traverse, an adventurer must first secure a rope to a boulder, ledge, pillar, or other counterweight on the near side of the obstacle. This takes one full round. When the rope is secured, the adventurer must then hurl a grappling hook to secure the rope to a counterweight on the far side. Securing a rope with a grappling hook requires a successful attack throw. The Judge determines the AC of the target counterweight (usually 1 – 3). The attack throw suffers a -2 penalty if the target is 11’ – 30’ away, a -5 penalty if the target is 31 – 50’ away, and a -10 penalty if the target is 51’ to 100’ away. If the throw succeeds, the grapple is securely attached. If the throw fails, the grapple fails to hook. The adventurer can try again until he succeeds. The adventurer must then spend one full round to tighten the traverse.\n\nOnce the traverse is rigged, the adventurers can begin to crawl across the traverse. The traverse will be able to support a load of up to 45 stone per rope used. Crawling across the traverse requires both hands and feet, leaving the adventurer **vulnerable** while doing so (p. XX). An adventurer must make a Climbing proficiency throw for each 100’ traversed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the adventurer’s class level if he has Climbing proficiency or if the traverse was rigged by a character with Mountaineering proficiency.\n\n* If the throw succeeds, the adventurer can traverse at his exploration speed or, if action is being tracked in rounds, at one-third his combat speed.\n* If the throw fails, the adventurer makes no progress for one round.\n* If the throw fails on an unmodified 1, the adventurer falls off the traverse, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer proficient in both Climbing and Mountaineering never falls while traversing, provided he moved at one-third combat speed or less.\n\nAn adventurer proficient in Climbing can traverse at one-half combat speed by taking a -5 penalty to the proficiency throw and at full combat speed by taking a -10 penalty to the throw.\n\n###### Balancing Traverse\n\nSometimes an adventurer may have to move across a narrow bridge over some vast subterranean crevice, or inch along the narrow ledge between a wall and a pit, or even tightrope walk across a rope. When an adventurer attempts to move along a precarious (1/2” to 4”) or narrow (4” to 8”) path, he is attempting a **balancing traverse**. Paths that are narrower than 1/2” cannot be traversed.\n\nBy virtue of their Adventuring proficiency, all adventurers can attempt balancing traverses of narrow paths. Only adventurers proficient in Climbing can attempt balancing traverses of precarious paths.\n\nAn adventurer traversing a narrow path must make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is 8+, or based on the class level of the adventurer or mountaineer assisting him.\n\n* If the throw succeeds, the adventurer can move safely for 100’.\n* If the throw fails, the adventurer makes no progress for one round.\n* If the throw fails on an unmodified 1, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer who is proficient in both Climbing and Cat Burglary never falls while traversing a narrow surface, even on an unmodified 1, provided he moved at one-third combat speed or less.\n\nAn adventurer traversing a precarious path must also make a Climbing proficiency throw for each 100’ crossed (with a minimum of one check required at the midpoint). The target value is based on the class level of the adventurer.\n\n* If the throw succeeds, the adventurer can move safely for 100’.\n* If the throw fails, the adventurer loses his balance and falls off the path, taking 1d6 bludgeoning damage per 10’ fallen.\n* An adventurer who is proficient in both Climbing and Cat Burglary does not fall while traversing a precarious surface provided he moved at one-third combat speed or less and did not roll an unmodified 1. A roll of 1 always triggers a fall from a precarious ledge.\n\nWhether traversing a narrow or precarious path, an adventurer can move at his exploration speed or, if action is being tracked in rounds, one-third his combat speed. An adventurer with Climbing proficiency can take a -2 penalty to move at one-half combat speed or -5 penalty to move at full combat speed. The Judge can impose other modifiers to the mechanics above to reflect wet surfaces, wind, and other circumstances.\n\nIf fighting breaks out during a balancing traverse, any adventurers on narrow or precarious path are **vulnerable** (p. XX). An adventurer who suffers damage while on a narrow or precarious path must make a Paralysis saving throw. Adventurers proficient in Cat Burglary gain a +2 bonus to the save. If the save succeeds, the character successfully maintains his balance. If the save fails, the adventurer loses his balance and falls off the path.\n\n###### Belaying\n\nAn adventurer who has already ascended or traversed part or all of an obstacle can provide security to subsequent climbers by belaying rope to them in readiness to break a fall. Belaying requires a rope (or additional rope, if the adventurer is climbing a rope) of sufficient length to cover the distance between the belayer and the climber.\n\nIf the climber falls, the belayer must make a Dungeonbashing proficiency throw of 18+, modified by STR bonus as usual (±4 per point). The belayer suffers a penalty equal to the climber’s encumbrance in stone unless proficient in both Climbing and Mountaineering.\n\n* If the proficiency throw succeeds, the belayer smoothly decelerates the climber’s fall, preventing damage.\n* If the proficiency throw fails, the belayer is unable to slow the fall, and the climber falls the length of the rope, taking 1d6 bludgeoning damage per 10’ fallen.\n* If the proficiency throw fails on an unmodified 1, or by 14 or more, the belayer not only fails to slow the fall, but risks falling himself. The belayer must make an immediate Climbing proficiency throw, applying the falling climber’s encumbrance as a penalty. If this throw fails, the belayer falls.\n\nIf the belayer was himself secured by another belayer further along than himself, that belayer must now repeat the steps above. It is possible, through a succession of poor rolls, for an entire party to fall.\n\n###### Jumping and Leaping\n\nThe maximum height in feet that an adventurer can leap vertically is equal to his DEX bonus + 1, to a minimum of 1’. The maximum distance in feet that an adventurer can jump horizontally is equal to his DEX score + 1d6. The height and distance jumped are reduced by 1’ per stone of encumbrance the adventurer is carrying. An adventurer must have a moving start of at least 20’ or his leaping height and jumping distance, after encumbrance, are halved. If a jump occurs in combat or other circumstances where action is being tracked in rounds, the distance jumped counts against the adventurer’s movement during the round.\n\nAn adventurer proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24, for purposes of calculating his leaping height and jumping distance. A DEX score of 19-20 grants a +4 bonus, 21-23 grants a +5 bonus, and 24 grants a +6 bonus.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Proficiency |  | Effect on DEX | Vertical Leap | Horizontal Jump |\n| Adventuring |  | None | DEX Bonus + 1 | DEX + 1d6 – encumbrance |\n| Acrobatics |  | Increase by class level, max 24 | DEX Bonus + 1 | DEX + 1d6 – encumbrance |\n\nSometimes an adventurer’s mount, dog, or other animal companion might make a jump, or the adventurer might be pursued across a chasm by another monster. The height and distance that a creature can jump is multiplied by its running speed / 120. Creatures are assumed to have DEX scores of 10 if not otherwise noted. For instance, a medium horse with a running speed of 180’ could jump (10 + 1d6 ) x 1.5 feet.\n\nJumps onto inclined surfaces, loose scree, narrow pillars, or other precarious destinations can fail disastrously, as can jumps made when charging into melee. The adventurer must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on solid ground, he falls prone. If this puts him exactly at the edge of a chasm, cliff, etc., then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over empty space, he falls, suffering 1d6 bludgeoning damage per 10’ when he hits the ground.\n\n**Historical Note:** The greatest long jumper of the ancient world was Chionis of Laconia, a Spartan athlete who jumped 23’2” at the 656 BC Olympics. The current world record, made by modern athletes with all of the advantages of sports science, stands at 29’4”. We have assumed that an adventurer with a Dexterity score of 18 can attempt to match Chionis’s record, while adventurers with Acrobatics can attempt jumps to lengths similar to contemporary Olympians.\n\n###### Squeezing\n\nAbandoned mines, natural caverns, and constricted catacombs often present adventurers with boulder-filled **chokepoints** and narrow **squeezes**. A chokepoint is a feature that narrows for less than 5’ of length. A squeeze can be of any length.\n\nAn adventurer who wants to pass through a chokepoint or squeeze must make a Squeezing throw at the start of his initiative each round. The target value for the Squeezing throw is equal to the adventurer’s encumbrance in stone. A character with Contortionism proficiency gains a +4 bonus to the throw. If the throw fails, the adventurer makes no progress for one round. If the throw fails on an unmodified 1, the adventurer becomes **stuck**.\n\nA stuck adventurer cannot attack, cast spells, move, or take any other action except to attempt to escape. He is also **vulnerable**. When attempting to escape from being stuck, an adventurer has two options, wiggling backwards or pushing forward. If the adventurer attempts to wiggle backwards, he must make a Paralysis saving throw. If the throw succeeds, the adventurer retreats 10’ and the condition ends. If the throw fails, the adventurer remains stuck.\n\nIf the adventurer attempts to push forward, he must make a Dungeonbashing proficiency throw. If the throw succeeds, the adventurer advances 10’ and the condition ends. If the throw fails, the adventurer worsens his plight. Further attempts to escape have a cumulative -4 penalty to their throws.\n\nThe adventurer’s encumbrance in stone is applied as a penalty to both the saving throw and proficiency throw to get free. However, if the adventurer has Contortionism proficiency, he gains a +4 bonus on either throw.\n\n### Swimming and Drowning\n\nAdventurers on a dungeon delve frequently encounter water obstacles that halt their progress. Whether they need to plumb a cave pool, swim through a sunken corridor, or dive into the sunless sea, the rules are the same.\n\nAn adventurer without a swimming speed must make a Swimming throw at the start of his initiative each round he is in water too deep for him to stand. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the water is cold, rough, or fast-moving, the Judge might impose a penalty on the swimming throw of -2, -4, or more. If the character has the Swimming proficiency, he gains a +4 bonus on the throw. If this bonus would improve his Swimming throw to 0+ or better, he need not make a Swimming throw at all.\n\nIf the throw succeeds, the adventurer stays afloat. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming **winded** as per the running rules.\n\nIf the throw fails, the adventurer is **drowning**. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning adventurer is **vulnerable**, cannot take any actions, and no longer makes swimming throws. The adventurer sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning adventurer imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). A human or demi-human adventurer can hold his breath for 5 + CON modifier rounds. If the drowning condition has not ended before then, the drowning adventurer dies at the end of his initiative.\n\n### Rest and Recuperation\n\nDelving into dungeons is physically demanding. All adventurers must rest for 1 turn for every 5 turns of exploration and combat. If the adventurers proceed for more than 5 turns without stopping to rest, they become **winded**.Winded adventurers cannot charge or run until they rest for 1 turn. Adventurers with the Endurance proficiency (p. XX) do not need to rest and can stand watch, search for hidden features, or undertake other actions while their party members rest.\n"
}