{
  "html": "<h2>Wilderness Expeditions</h2>\n<p>When embarking on a wilderness expedition, adventurers must consider a variety of factors such as their destination, necessary equipment, and travel conditions. This includes assessing the need for warm clothing, the necessity of mounts, pack animals, and vehicles; and the logistics of food and drink.</p>\n<p><strong>Note:</strong> Some Judges prefer to “handwave” the logistical considerations of wilderness travel in favor of focusing on high adventure. Other Judges run campaigns where the wilderness is as dangerous as its inhabitants. Be sure to check with your Judge before spending too much attention worrying about rations, weather, and so on.</p>\n<h3>Hours and Days</h3>\n<p>When journeying through the wilderness, time is usually measured in <strong>days</strong> and <strong>hours</strong> until a smaller interval becomes necessary to resolve a particular challenge or encounter. Then the unit of time reverts to turns and hours, as it was in dungeon delves. While the Auran Empire (and most other premodern civilizations) uses measures of hours that change with season, there are always exactly 6 turns in every hour for all game purposes.</p>\n<h3>Speed and Distance</h3>\n<p>Dungeons are dark and cramp warzones where death lurks around every corner. In comparison, wildernesses are wide-open expanses with natural light and safe footing. Adventurers making wilderness expeditions can travel faster and further than those delving dungeons.</p>\n<h6>Expedition Speed</h6>\n<p>Adventurers on expeditions in the wilderness have a new type of speed, <strong>expedition speed</strong>, which measures the distance they can travel for each day spent traveling as the party’s dedicated activity. Expedition speed is based on exploration speed as shown on the Expedition Speed table below.</p>\n<p>The table assumes the party is dedicating the day to travel, i.e. it is undertaking eight hours of intense marching, with the remaining 4 hours of daylight allocated to ancillary activities. If a party wants to travel faster than its expedition speed, it can engage in a <strong>forced march</strong>. Engaging in a forced march applies a movement modifier of x3/2, i.e. it increases speed by 50%. Force marching assumes 12 hours of marching. Characters who are force marching are considered to have used all their ancillary activities on the travel, and cannot undertake any ancillary activities. If a party wants to travel less than its expedition speed, it can travel for an hour as an ancillary activity. (A party that allocates all four of its ancillary activities to travel can travel at half speed.) Traveling for more than four hours counts as a dedicated activity even if party travels fewer miles than its full expedition speed.</p>\n<p>The table also assumes relatively open terrain such as gently rolling grassy hills, flat steppe, and sparse shrubland or savannah. Roads can permit even faster movement, while jungles, swamps, and mountains reduce speed considerably, as shown on the table at the bottom of this page. Road multipliers are applied after the base modifier for the terrain through which it passes. Note that wheeled vehicles handled by adventurers with Driving proficiency have a speed multiplier of x2 when on roads, rather than x3/2.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Exploration Speed  (Feet per Turn)</td>\n<td>Expedition Speed  (Miles per Day)</td>\n<td>Expedition Speed  (Hexes per Day)</td>\n<td>Expedition Speed  (Miles per Hour)</td>\n</tr>\n<tr>\n<td>30’</td>\n<td>6</td>\n<td>1</td>\n<td>0.75</td>\n</tr>\n<tr>\n<td>60’</td>\n<td>12</td>\n<td>2</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>90’</td>\n<td>18</td>\n<td>3</td>\n<td>2.25</td>\n</tr>\n<tr>\n<td>120’</td>\n<td>24</td>\n<td>4</td>\n<td>3</td>\n</tr>\n<tr>\n<td>150’</td>\n<td>30</td>\n<td>5</td>\n<td>3.75</td>\n</tr>\n<tr>\n<td>180’</td>\n<td>36</td>\n<td>6</td>\n<td>4.5</td>\n</tr>\n<tr>\n<td>210’</td>\n<td>42</td>\n<td>7</td>\n<td>5.25</td>\n</tr>\n<tr>\n<td>240’</td>\n<td>48</td>\n<td>8</td>\n<td>6</td>\n</tr>\n<tr>\n<td>270’</td>\n<td>54</td>\n<td>9</td>\n<td>6.75</td>\n</tr>\n<tr>\n<td>300’</td>\n<td>60</td>\n<td>10</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>330’</td>\n<td>66</td>\n<td>11</td>\n<td>8.25</td>\n</tr>\n<tr>\n<td>360’</td>\n<td>72</td>\n<td>12</td>\n<td>9</td>\n</tr>\n</tbody></table>\n<h6>Combat and Running Speed</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Terrain</strong></td>\n<td><strong>Speed Multiplier</strong></td>\n</tr>\n<tr>\n<td>Grassland, scrubland</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Barrens, desert, hills, forest</td>\n<td>x2/3</td>\n</tr>\n<tr>\n<td>Jungle, mountain, swamp</td>\n<td>x1/2</td>\n</tr>\n<tr>\n<td>Road</td>\n<td>x3/2 (x2 for drivers)</td>\n</tr>\n<tr>\n<td>Mud/Snow</td>\n<td>x1/2</td>\n</tr>\n</tbody></table>\n<p>Dungeons have cramped spaces and uneven terrain that slows movement, but wilderness is much more open. Therefore, combat speed and running speed are three times faster in the wilderness than in the dungeon (i.e. effectively measured in yards rather than feet). This is further modified by the Speed multiplier for the terrain, as shown on the adjoining table. For instance, an adventurer with a combat speed of 40’ has a combat speed of 120’ in the wilderness, but this is reduced to 60’ in swamp. Note that terrain also has implications for wilderness encounter distance (p. XX).</p>\n<h6>Flight Speed</h6>\n<p>Flying creatures can travel much faster over long distances than creatures traveling by land. If a creature can fly all day, its expedition speed is doubled. For instance, a creature with an exploration speed of 120’ normally has an expedition speed of 24 miles per day. If that same creature were able to fly all day, it would have an air speed of 48 miles per day. If a creature can fly but not all day (for instance, if it is the recipient of a flight spell that grants one hour of flight time), only the portion of the creature’s movement spent in the air is doubled. Air movement is affected normally by all weather conditions except windy conditions. Windy conditions also halve flight speed for all purposes.</p>\n<p>Some flying creatures are large enough to serve as mounts. The <em><strong>ACKS II Monstrous Manual</strong></em> details these creatures, along with the normal load they can carry. Flying creatures can move at full speed when carrying their normal load or less, and at half speed when carrying up to their maximum load. Depending on the creature, it might even be able to carry multiple riders or carry a gondola filled with characters and equipment.</p>\n<h3>Marching and Mapping</h3>\n<p>Exploring and mapping in wilderness expeditions are conducted in a similar manner to that used for dungeon delves. The adventurers first establish a marching formation for their expedition and then proceed through the wilderness, whether it be a dense forest, wild moor, mountain range.</p>\n<p>While the wilderness is not as confining as a 5’ wide dungeon corridor, marching formations must still remain relatively narrow in order to traverse the roads, passes, tracks, and trails that cut through the outdoors. A wilderness formation can be up to 15’ wide (sufficient for five man-sized creatures, three horses, or one wagon and one horse side by side) without penalty. Wider formations cannot use roads or trails. In any terrain except grasslands, wider formations also suffer a ½ speed multiplier, -1 penalty to surprise, and -4 penalty to evade.</p>\n<p>Movement and mapping are also carried out in a similar way to other types of adventures. The characters journey in a pre-determined order, but the setting is in a wilderness environment such as a forest or glen, rather than underground. The mapper should keep track of the group’s progress if the area is uncharted, or the group may already have a map of the area. The game master will have a map prepared in advance, to have an understanding of the terrain.</p>\n<p>The party member assigned as the mapper records their progress if the area is uncharted. Unlike dungeon maps, wilderness maps are typically drafted on graph paper with a hexagonal grid. In regional maps, each hex has a width of 6 miles from side to side, and encompasses about 30 square miles on territory. On large-scale maps, each hex has a width of 24 miles from side, and encompasses about 500 square miles of territory or 16 6-mile hexes. Some Judges ask adventurers in the wilderness to give abstract directions by hex facing, while other Judges prefer that the adventurers narrate a route in natural language based on his descriptions. Be sure to check with your Judge to find out which method he prefers, e.g. “we advance northwest from hex 401 to hex 502” or “we head north by northwest along the bank of the Blood River.”</p>\n<h3>Visibility in the Wild</h3>\n<p>Adventurers can only map the terrain they can see. However, the visibility conditions facing adventurers on a wilderness expedition can range widely. Standing on a mountain in the bright light of noontide, adventurers might be able to see for a dozen miles. In a heavy fog on a moonless night, they might barely make out a few feet in front of them. The Maximum Visibility Distance table shows the maximum visibility distance that adventurers can perceive features of their environment such as terrain, fire, or approaching creatures under varying light conditions, in the absence of some obstacle that blocks line of sight.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Feature  Perceived</td>\n<td>Daylight</td>\n<td>Full  Moonlight</td>\n<td>Half  Moonlight</td>\n<td>Starlight</td>\n</tr>\n<tr>\n<td>Terrain*</td>\n<td>3 miles</td>\n<td>1.5 miles</td>\n<td>4,000’</td>\n<td>2,000’</td>\n</tr>\n<tr>\n<td>Fire*</td>\n<td>3 miles</td>\n<td>3 miles</td>\n<td>3 miles</td>\n<td>3 miles</td>\n</tr>\n<tr>\n<td>Humanoid (1 - 9)</td>\n<td>600’</td>\n<td>300’</td>\n<td>150’</td>\n<td>75’</td>\n</tr>\n<tr>\n<td>Party/Gang (10 - 30)</td>\n<td>900’</td>\n<td>450’</td>\n<td>225’</td>\n<td>110’</td>\n</tr>\n<tr>\n<td>Platoon (31 - 60)</td>\n<td>1,200’</td>\n<td>600’</td>\n<td>300’</td>\n<td>150’</td>\n</tr>\n<tr>\n<td>Company (61 - 240)</td>\n<td>1,800’</td>\n<td>900’</td>\n<td>450’</td>\n<td>225’</td>\n</tr>\n<tr>\n<td>Battalion (241+)</td>\n<td>3,600’</td>\n<td>1,800’</td>\n<td>900’</td>\n<td>450’</td>\n</tr>\n<tr>\n<td>*Distance can be increased by elevation</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p><strong>Creature Size:</strong> The maximum visibility distance shown is for man-sized creatures. Maximum visibility distance is increased by each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.</p>\n<p><strong>Elevation:</strong> Maximum visibility distance of terrainand fire is increased by elevation. For each full 4,000’ of elevation, double maximum visibility distance. E.g. maximum visibility distance to a bonfire on a 14,000’ mountain is x2x2x2 = 24 miles or 4 6-mile hexes. Creatures do not necessarily become easier to spot with elevation.</p>\n<p><strong>Terrain:</strong> Dense terrain reduces visibility distance. Barren, desert, forest, forested hills, and scrubby swamp reduce visibility by 33%. Forested mountain, forested swamp, and jungle reduce visibility by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n</tr>\n</tbody></table>\n<p><strong>Weather:</strong> In Rainy conditions, maximum visibility distance is halved. In Foggy or Snowy conditions, or Windy conditions in barrens or desert, maximum visibility distance is reduced to a flat 20’. See Weathering the Wild (p. XX) for more details on weather conditions.</p>\n<h3>Searching the Wild</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Expedition Movement</strong></td>\n<td><strong>Target Value</strong></td>\n</tr>\n<tr>\n<td>11 miles or less</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>12 - 23 miles</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>24 - 35 miles</td>\n<td>16+</td>\n</tr>\n<tr>\n<td>36 - 47 miles</td>\n<td>15+</td>\n</tr>\n<tr>\n<td>48 - 59 miles</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>60 - 71 miles</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>72 - 83 miles</td>\n<td>12+</td>\n</tr>\n<tr>\n<td>84 - 95 miles</td>\n<td>11+</td>\n</tr>\n<tr>\n<td>96 - 107 miles</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>108 – 119 miles</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>120 - 131 miles</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>132 - 143 miles</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>144 - 155 miles</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>156 - 167 miles</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>168 - 179 miles</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>180 – 191 miles</td>\n<td>3+</td>\n</tr>\n<tr>\n<td>192 miles or more</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n<p>When a party of adventurers undertakes a wilderness expedition, they usually do so with a goal in mind. Often that goal is to find dungeons, lairs, and other points of interest in the wild. Finding a point of interest in the wilderness is akin to searching for traps in a dungeon – even if there is one, there’s no guarantee the adventurers will find it when they search. There might be a lair isolated in a remote glade, a temple situated on an inaccessible peak, a cave hidden underground with its only entrance concealed. (The <em><strong>ACKS II Judges Journal</strong></em>provides guidelines on placing points of interest.) Adventuring parties that can cover a lot of ground have a better chance of finding points of interest in the wilderness than parties slowed by encumbrance or bad going. Trackers capable of finding and following spoor are also invaluable.</p>\n<p>If the Judge has mapped out the 6-mile hex in detail, he can use the small scale map to adjudicate the search process. Otherwise, the following abstract system can be used: Each hour (six turns) that the adventurers spend searching a hex (i.e. each ancillary activity), the Judge makes a Wilderness Searching throw on their behalf. The target value for the throw is determined by the party’s expedition speed, as shown on the accompanying Wilderness Search table. If the throw succeeds, the party discovers a dungeon entrance, lair, ruin, or other point of interest, if at least one is present. (If more than one lair is present, the Judge will decide which one the adventurers find.) If the throw fails, the party learns nothing.</p>\n<p>Marcus, Quintus, and Balbus have journeyed to the Madoan Hills, south of the Borderlands. They decide to begin searching the area. After one hour, the Judge secretly rolls to see if they have discovered a point of interest in their current hex. The party are all mounted on light horses (48 miles per day base expedition movement) and moving through hills (movement multiplier of 2/3), so the party’s movement is 30 miles per day. The target value for their throw is therefore 16+. Unfortunately, the Judge rolls a 12, so their first hour of searching is fruitless.</p>\n<p>If any member of the party has the Tracking proficiency, the party should receive a +4 bonus on the proficiency throw.</p>\n<p>Had either Marcus, Quintus, or Balbus had Tracking proficiency, the party would have gained a +4 bonus on their throw. With a +4 bonus and a target value of 16+, they would have found a point of interest on a roll of 12 or more.</p>\n<h6>Searching for Specific Points of Interest</h6>\n<p>Sometimes, an expedition might set out to find a particular point of interest. Searching for a particular point of interest imposes a -4 penalty on the throw. If the throw succeeds, the party discovers the particular point of interest they are looking for, if it is present in the hex. If the throw fails, the party learns nothing.</p>\n<h6>Aerial Reconnaissance</h6>\n<p>If the party is capable of air travel, their expedition speed is doubled (see p. XX). In addition, when searching clear, grass, scrub, hills, barren, desert, or mountain terrain, they receive one searching throw per three turns (thirty minutes) on the Wilderness Search table, rather than one per hour. However, when searching forest, jungle, or swamp terrain, they suffer -8 penalty to their throw due to the canopy of foliage.</p>\n<p>Imagine if the adventurers were mounted on giant eagles with exploration flight speeds of 480’, which translates to 96 miles per day. Since aerial movement is doubled, the giant eagles can fly 192 miles per day with no terrain penalty. At the party’s new expedition speed, the target value for their searching throw is 2+. In addition, since they are searching hills terrain, the Judge will throw on their behalf every three turns instead of every six turns. After thirty minutes of game time, the Judge throws 1d20; the result is a 13, and the party has found something! Had they been searching a forest hex, they’d have only gotten one throw per hour and would have needed 10+; that’s still better than on foot but not nearly as good as aerial reconnaissance on open ground.</p>\n<h6>Wandering Monsters</h6>\n<p>Adventurers searching a hex are far more likely to encounter monsters than those who are just passing through as quickly as possible. They trigger one random encounter roll per hour while searching, which the Judge will resolve based on the random encounter tables he has prepared for the region. It is possible for adventurers to fail on a search for a point of interest, only to stumble into it by way of a random encounter.</p>\n<h6>Splitting Up</h6>\n<p>If the party splits up into smaller sub-parties, they can search a hex much more rapidly. Each sub-party can make a separate Searching throw. However, each sub-party is subject to random encounters separately and must deal with the encounter on its own. If the sub-parties are close enough to assist in the encounter, they haven’t really “split up” and are effectively just searching the same area.</p>\n<h6>Land Surveying</h6>\n<p>If the party has a member with the Land Surveying proficiency, that adventurer can attempt to assess the total number of points of interest in the hex based on the lay of the land, evidence of cultivation, and other factors. The adventurer may attempt an assessment upon first arriving in the hex, and make another attempt each time the hex is searched. For each attempt, the Judge should secretly make a Land Surveying proficiency throw on the adventurer’s behalf. The target value for the proficiency throw is 18+, but the adventurer receives a cumulative +4 bonus for each successful search the party has conducted in the hex up to that point. If the proficiency throw succeeds, the character correctly assesses the number of points of interest in the hex, and the Judge should reveal the number. If the proficiency throw fails with an unmodified 1, the character incorrectly assess the number of interesting points in the hex, and the Judge should roll or choose a false value to reveal. On any other result, the character does not yet have enough information to make or revise an assessment.</p>\n<p>Note that, in the absence of magical divination*,* a party can never be certain they have found all of a hex’s points of interest. It is possible a point of interest might remain hidden for weeks, years, or even generations before suddenly being found. The Judge should use his discretion in deciding whether an undiscovered dungeon or lair prevents a hex from being considered secured for purposes of settlement (see p. XX). An undiscovered dire wolf or manticore lair will almost certainly disrupt settlement, while an undiscovered lammasu lair might be a delightful surprise and an undiscovered khepri lair may be harmless until a foolish peasant awakens them in a few seasons...</p>\n<h3>Navigating the Wild</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Terrain</td>\n<td>Navigation</td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Desert (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Forest (any)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Grassland (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Hills (any)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Mountains (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Swamp (marshy, scrubby)</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>14+</td>\n</tr>\n</tbody></table>\n<p>Adventurers who follow navigable rivers, roads, or other well-established routes are usually safe from the danger of becoming lost. However, most adventuring expeditions eventually head into untamed and unmapped wilderness, where it is easy to become disoriented. To determine if the party loses its way, the Judge must make a Navigation proficiency throw on their behalf at the beginning of each day of travel, using the target values listed in the table below. If any member of the party has the Pathfinding class power or the Navigation proficiency, the party receives a +4 bonus on this proficiency throw, or a +8 bonus if the party collectively knows both Pathfinding and Navigation. As with all throws, if the Judge rolls an unmodified roll of 1, the Navigation throw automatically fails.</p>\n<p>If the throw succeeds, the party does not become lost. If the throw fails, the party becomes lost. A lost party does not realize it has become lost that day unless forewarned by, e.g. not getting to a destination it knew was nearby. Otherwise, the party simply strays off in an unintended direction without realizing it. For instance, a party seeking to travel southeast might travel south, or east, or even north or west instead. The Judge determines in which direction the party has strayed on the hex map, either based on the landmarks and terrain or randomly. To randomly determine the direction, the Judge assigns each hex face a value from 1 to 6, and then rolls 1d6 to determine which hex face the adventurers head towards.</p>\n<p>The next day, when the Judge makes another Navigation proficiency throw on behalf of the party, they might discover they’ve gotten lost. If the throw succeeds, the party realizes it is lost and can resume traveling in its desired direction. The party does not, however, learn the actual direction it erroneously traveled unless it doubles back the way it came and sets off again. If the throw fails, the party remains ignorant of its misdirection and blithely continues on. (The players might figure out they are lost before the characters do.)</p>\n<h3>Surviving the Wild</h3>\n<p>Each day, adventurers (and other humanoid creatures) must consume a daily ration of food and drink weighing a total of one stone. A typical ration consists of 2 lbs of food (1/ 6 st) and 1 gallon (5/6 st) of water. Adventurers who do not meet their daily ration begin to suffer severe penalties, and might die.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Animal</td>\n<td>Normal Load</td>\n<td>Daily Food</td>\n<td>Daily Water</td>\n</tr>\n<tr>\n<td>Camel</td>\n<td>30 st</td>\n<td>3 st</td>\n<td>6 st*</td>\n</tr>\n<tr>\n<td>Dog, hunting</td>\n<td>2 st</td>\n<td>0.2 st</td>\n<td>0.4 st</td>\n</tr>\n<tr>\n<td>Dog, war</td>\n<td>6 st</td>\n<td>0.6 st</td>\n<td>1.2 st</td>\n</tr>\n<tr>\n<td>Donkey</td>\n<td>15 st</td>\n<td>1.5 st*</td>\n<td>3 st</td>\n</tr>\n<tr>\n<td>Elephant</td>\n<td>180 st</td>\n<td>18 st</td>\n<td>36 st</td>\n</tr>\n<tr>\n<td>Horse, Heavy</td>\n<td>40 st</td>\n<td>4 st</td>\n<td>8 st</td>\n</tr>\n<tr>\n<td>Horse, Light</td>\n<td>20 st</td>\n<td>2 st</td>\n<td>4 st</td>\n</tr>\n<tr>\n<td>Horse, Medium</td>\n<td>30 st</td>\n<td>3 st</td>\n<td>6 st</td>\n</tr>\n<tr>\n<td>Horse, Steppe</td>\n<td>20 st</td>\n<td>2 st*</td>\n<td>4 st</td>\n</tr>\n<tr>\n<td>Mule</td>\n<td>25 st</td>\n<td>2.5 st</td>\n<td>5 st</td>\n</tr>\n<tr>\n<td>Ox</td>\n<td>45 st</td>\n<td>4.5 st*</td>\n<td>9 st</td>\n</tr>\n</tbody></table>\n<p>Camels, donkeys, horses, and other animals that accompany an expedition also need to consume food and water. Most animals need stones of food equal to their normal load / 10. Most animals needs stones of water equal to their normal load / 5. The adjoining table lists the food and water requirements of the domestic animals in this book. Animal feed for working animals (e.g. those engaged in strenuous activity) costs 2sp per stone.</p>\n<p><strong>Desert Dromedaries:</strong> Camels never become dehydrated unless they go without water for more than six months. When they find a water source, camels drink enough to make up for whatever they missed.</p>\n<p><strong>Efficient Grazers:</strong> Donkeys and steppe horses can usually graze enough food to feed themselves provided they are not force marched. Donkeys and steppe horses are often used as pack animals for this reason.</p>\n<p><strong>Large Expeditions</strong>: For very large expeditions with a variety of different pack and riding animals, some of which are being ridden or worked each day and others not, it is burdensome to track rations for every animal. Instead, simply ignore any donkeys and mules and charge 2.5 st of food and 5 st of water for each other pack or riding animals. This abstracted value is used in calculating supply costs in Chapter 10, <strong>Maneuvers</strong>.</p>\n<h6>Starvation</h6>\n<p>After one day with less than full rations, adventurers become <strong>hungry.</strong> A hungry adventurer suffersa -1 penalty on attack throws, proficiency throws, and saving throws until he eats a full day’s ration. After two consecutive days without any food, or five consecutive days with an average of half rations, adventurers also becomes <strong>underfed</strong>. An <strong>underfed</strong> adventurer cannot force march or heal wounds naturally (though magic will still work). Eating enough food for a day (over the course of the day, not all at once) ends the hungry and/or underfed condition. After five days of being underfed with no food, or ten days being underfed with an average of half rations, an adventurer becomes <strong>starving</strong>. A starving adventurer cannot force march or heal wounds naturally and loses 1 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Eating enough food for a day replaces the starving condition with the underfed condition. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.</p>\n<h6>Dehydration</h6>\n<p>Inadequate water affects characters more swiftly; after a single day without any water, or two days with less than half the required water ration, or five consecutive days with less than a full ration, adventurers become <strong>dehydrated.</strong> A dehydrated character cannot force march or heal wounds naturally and loses 1d6 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Drinking enough water for a day ends the dehydrated condition. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.</p>\n<h6>Hunting and Foraging</h6>\n<p>Adventurers can gather firewood and water by foraging, and can gather food by both foraging and hunting.</p>\n<p>Foraging for firewood is an ancillary activity that can be undertaken as often as desired. Each adventurer can attempt a Foraging proficiency throw. The target value is 3+ in forest terrain and 14+ in other terrain. If the throw succeeds, that adventurer gathers 10 st of firewood (enough to maintain a campfire for 4 hours). An adventurer with Survival proficiency gains a +4 bonus to forage for firewood.</p>\n<p>Foraging for water is an ancillary activity that can be undertaken once per day. Adventurers can automatically gather as much water as they can carry in any hex they cross containing a river or lake. Otherwise the party as a whole (up to 30 man-sized creatures) can attempt a single Foraging proficiency throw to find water. The target value is 14+ in clear, forest, hills, jungle, mountains, or swamp terrain, or 18+ in barrens or desert. If the throw succeeds, the party finds enough water to meet three day’s rations for each character foraging. If the throw fails, the party does not find a source of drinkable water. If any of the adventurers in the party has the Survival proficiency, the party gains a +4 bonus on its Foraging proficiency throw. Parties larger than 30 man-sized creatures should make multiple rolls, with success finding water enough for that group only.</p>\n<p>Foraging for food is also an ancillary activity that can be undertaken once per day. For each day of travel while foraging, each adventurer can attempt a Foraging proficiency throw of 18+. If the throw succeeds, that adventurer gathers 1/2 stone of food, enough for three man-sized creatures. If the throw fails, the adventurer doesn’t find anything edible. An adventurer with the Survival proficiency automatically forages enough to feed himself and gains a +4 bonus on his Foraging proficiency throw to gather another 1/2 stone of food. Adventurers suffer a -4 penalty to forage in barrens or desert terrain. Adventurers who do not wish to steal forage from farmers suffer a -4 penalty to their Foraging proficiency throws in civilized territory and a -2 penalty in borderlands territory, as much of the available “forage” is actually crops.</p>\n<p>Hunting for food is a dedicated activity. For each day dedicated to hunting, each adventurer can attempt a Hunting proficiency throw of 14+. If the throw succeeds, the character brings in 1 stone of game, i.e. enough to feed 6 man-sized creatures. Adventurers who hunt risk encountering wandering monsters, however, with the Judge rolling on his encounter table based on the terrain. An adventurer with the Survival proficiency gains a +4 bonus on his own Hunting proficiency throw.</p>\n<p>For each day dedicated to hunting, a hunting dog can attempt a Hunting Proficiency throw of 19+. The dog gets a +1 bonus to the throw per dog that hunts with it (each of which gets to throw)., to a maximum bonus of +5. Thus a pack of six hunting dogs will get six rolls at 14+ to bring down game.</p>\n<p>Game is scarce near human and demi-human settlements and more plentiful in remote wilderness. Adventurers suffer a -4 penalty to their Hunting proficiency throws in civilized territory, but gain a +2 bonus in outlands territory, and +4 in unsettled territory.</p>\n<p>Other animals can gather food by grazing. For most animals, grazing a full day’s ration requires one day of dedicated activity. The animal can use its four ancillary activities to travel at half-speed if desired. Donkeys and steppe horses can graze for their full day’s rations with their ancillary activities, enabling them to dedicate their day to travel. Animals in barrens or deserts can only graze if they are native to the terrain.</p>\n<h6>Survival, Simplified</h6>\n<p>The mathematics for rations and foraging works out as follows. Each adventurer can forage about one-half the food he needs. Each party can find water about every other day. If the party is mounted and moving at half its expedition speed, or if exclusively using donkeys or steppe horses at full speed, the animals can also forage enough food for their own needs. Therefore, if the party carries enough food for each adventurer to last one-half its expected travel time and carries enough water for each adventurer and animal to last for three days, the party can feel safe from starvation and dehydration 90% of the time. If the party is traveling in terrain with abundant rivers and lakes, it can ignore the need to carry water entirely and just carry food.</p>\n<p>EXAMPLE: A party on foot with a train of donkeys sets out on a 150-miles expedition. They are uncertain if there are any major lakes or rivers along the way, so they stock up. At 12 miles per day, their journey will take about 12 days. Each adventurer needs to carry 6 days of food (1/6 x 6 = 1 stone) and 3 days of water (5/6 x 6 = 5 stone), or 6 stone total. Each donkey needs to carry 9 stone of water. After setting aside the encumbrance of its own three-day water supply, each donkey can still carry (15 – 3 x 3) = 6 stone total. Thus, if each adventurer is accompanied by one donkey, they can travel for 12 days or about 150 miles in any direction.</p>\n<p>The mathematics change if the party is in a barrens or desert, however. Each adventurer can only forage about one-quarter the feed he needs. Each party can only find water every three days. To be 90% secure from dehydration they must carry enough water for six days. But most pack animals can only carry five times their own water, so that makes long-distance travel across such terrain rather hard... This is where camels become worth their weight in gold, because they can forage at half speed and don’t need water.</p>\n<p>EXAMPLE: A 15 stone adventurer with light (5 stone) encumbrance mounted on a camel weighs 20 stone. The camel has 10 stones of normal load left. Assuming the camel moves at only half speed and is given time to graze each day, it can feed itself, so the other 10 stone can be put towards the adventurer’s ration, giving him 10 days of food and water. A camel at half speed can move 15 miles per day, so the adventurer can push through 150 miles of barrens or desert. Not coincidentally, the Sahara Desert has about 90 oases across its expanse each situated about 150 miles apart from each other.</p>\n<h3>Weathering the Wild</h3>\n<p>Every adventurer setting out on an expedition hopes for warm dry days with a gentle breeze. Few are so lucky and many find their expeditions halted or even lost to bad weather. The Judge determines the prevailing weather for each day of the expedition. The effects of weather depend on the specific weather condition. Some sample weather conditions are detailed below. Spells such as <em>control weather</em>, <em>control winds</em>, and <em>summon weather</em> can be invaluable to adventurers confronting bad weather.</p>\n<h6>Frigid Temperatures</h6>\n<p>Frigid temperatures occur at 0° F and below. Adventurers in frigid temperature have their expedition speed halved and cannot forage. If the adventurer goes without protective clothing for more than six turns, or if he gets wet, he becomes <strong>hypothermic</strong>. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has both protective clothing or blankets and a campfire or other large heat source. An adventurer who endures frigid temperatures for seven consecutive days has a 10% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.</p>\n<h6>Cold Temperatures</h6>\n<p>Cold temperatures are above 0° F and below 32° F. If the adventurer goes without protective clothing for more than four hours (24 turns), or if he gets wet, he becomes <strong>hypothermic</strong>. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has either protective clothing or blankets or a campfire or other large heat source. An adventurer who endures cold temperatures for seven consecutive days has a 5% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.</p>\n<h6>Sweltering Temperatures</h6>\n<p>Sweltering temperatures are 95° F and higher. Adventurers in sweltering weather have their expedition speed halved. An adventurer wearing 5 stone or more of armor must make a Death saving throw each hour. If the throw fails, the adventurer becomes <strong>fatigued</strong> until he sheds his armor for at least one hour**. (**The adventurer can avoid this penalty by removing parts of his armor to reduce its encumbrance to less than 5 stone.) An adventurer’s required water ration is increased by 25%. If he becomes <strong>dehydrated</strong>, he loses 2d6 CON each day rather than 1d6. An adventurer who is resistant or invulnerable to fire damage suffers none of the above effects.</p>\n<h6>Moderate Temperatures</h6>\n<p>Moderate temperatures are above 32° F and below 95° F. Moderate temperatures have no effect on gameplay. In the <em><strong>ACKS II Judges Journal</strong></em>, moderate temperatures are sub-divided into a range from very chilly to hot, but this is purely narrative.</p>\n<h6>Drizzly Conditions</h6>\n<p>Drizzly conditions represent either short rain showers periodically through the day or light but continuous rainfall of about ¼” per day. Mud forms after three days of Drizzly conditions. Foraging proficiency throws to find firewood suffer a -2 penalty.</p>\n<h6>Fair Conditions</h6>\n<p>Fair conditions encompass any other type of precipitation condition that is not drizzly, foggy, flurry, rainy, snowy, or sunbaked. Chill days punctuated by short showers might make adventurers miserable, and warm days with gentle breezes might make adventurers happy, but neither has any game effect.</p>\n<h6>Flurry Conditions</h6>\n<p>Flurry conditions represent either periodic snow showers or light but continuous snow flurries at a rate of about 1/2” per day. Foraging proficiency throws to find firewood suffer a -2 penalty. Snow forms after three days of Flurry conditions.</p>\n<h6>Foggy Conditions</h6>\n<p>Foggy conditions can arise from hazy mist, dense fog, or even smoke. During foggy conditions, maximum visibility distance drops to 20’ (which has a major effect on encounter distance, see p. XX). Land Surveying, Navigation, Searching, and Tracking proficiency throws also suffer a -4 penalty. Adventurers in foggy conditions have their speeds halved for all purposes. The Judge can increase or decrease the visibility and proficiency penalties to represent dense smog, light mist, etc.</p>\n<h6>Rainy Conditions</h6>\n<p>Rainy conditions bring heavy or violent precipitation of at least 1” per day. During rainy conditions, maximum visibility distance drops to half range, all missile attacks suffer a -2 penalty, and earthen roads provide no benefit. Land Surveying, Navigation, and Searching proficiency throws suffer a -2 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. An adventurer who endures rainy conditions for seven consecutive days has a 10% chance of catching a disease.</p>\n<h6>Snowy Conditions</h6>\n<p>Snowy conditions bring heavy snowfall of at least 10” per day. During snowy weather, maximum visibility distance drops to 20’. Adventurers in snowy weather have their speed halved for all purposes. Land Surveying, Navigation, and Searching proficiency throws suffer a -4 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. Snow accumulates after a day of snowy weather. An adventurer who endures snowy conditions for seven consecutive days has a 10% chance of catching a disease unless immune to disease.</p>\n<h6>Sunbaked Conditions</h6>\n<p>Sunbaked conditions have clear skies with bright strong sunlight. Foraging proficiency throws to find water suffer a -4 penalty. Adventurers without protective clothing suffer 1 fire damage if they travel or work outdoors for 4 or more hours. Adventurers with the Savage Resilience class power never get sunburned, they just get dark and bronze.</p>\n<h6>Stormy Conditions</h6>\n<p>Storm conditions prevail when wind speeds are 50mph or more. During storm conditions, all missile attack throws and Listening proficiency throws suffer a -4 penalty. Adventurers in stormy conditions have their expedition speed quartered. The force of the windautomatically extinguishes any candles, torches, or other unprotected flames. It extinguishes protected flames unless the bearer succeeds on a Paralysis saving throw. All characters are affected each round as if by the spell <em>gale of wind.</em> In barrens or desert terrain only, maximum visibility distance is reduced to 20’ and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.</p>\n<h6>Windy Conditions</h6>\n<p>Windy conditions prevail when wind speeds are between 25 and 50mph. During windy conditions, all missile attack throws and Listening proficiency throws suffer a -2 penalty. Adventurers in windy conditions have their expedition speed halved. Air speed is halved in any terrain in windy conditions. In barrens or desert terrain only, visibility is reduced to 20’, all speeds are halved, and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.</p>\n<h6>Mud and Snow</h6>\n<p>Mud accumulates after one day of Rainy or three days of Drizzly conditions in grasslands or scrublands terrain. Once mud forms, adventurers have their speeds halved for all purposes unless traveling on paved roads. Earth and gravel roads provide no benefit in mud and wheeled vehicles cannot move in mud except on paved roads. Mud dries in one day of sweltering fair weather, or seven days of moderate fair weather and freezes in one day of cold or frigid fair weather.</p>\n<p>Snow accumulates after one day of Snowy or three days of Flurry conditions. Once snow accumulates, adventurers have their speeds halved for all purposes. Roads provide no benefit and wheeled vehicles cannot move in snow. Snow melts in seven days of moderate temperatures or one day of sweltering temperatures, creating mud (as above).</p>\n<h3>Rest and Recuperation</h3>\n<p>After each 12-hour day of a wilderness expedition, characters need 8 hours of restful sleep. Most adventuring parties organize themselves into three 4-hour watches, so that each character can take 4 hours of watch while still getting 8 hours of sleep. Characters become <strong>fatigued</strong> after one day of ordinary travel or other strenuous activity if they do not get restful sleep. Even with restful sleep, characters become fatigued after six days of ordinary travel or one day of forced marching. A fatigued character suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls each day until the condition ends. The condition is ended when the character rests as his dedicated activity for a day and gets 8 hours of restful sleep.</p>\n<p>Adventurers with Labor proficiency do not become fatigued from ordinary travel or other strenuous activity. They still become fatigued after a day of force marching. Adventurers with Endurance proficiency can go a day without having to rest, plus one additional day for each point of Constitution bonus. If the adventurer has both Endurance and Labor proficiency, he can go one additional day. Note that most animals, except for steppe ponies, do not have Endurance so they will become fatigued even if the adventurer does not.</p>\n<h6>Sleeping with Equipment</h6>\n<p>Characters should reduce their encumbrance to 0 to guarantee restful sleep. Characters who sleep in armor or otherwise do not lay down their arms, armor, and equipment must make a throw of greater than their encumbrance or the sleep is not restful. It takes 1 full round to don one stone worth of armor or equipment.</p>\n",
  "sections": [
    {
      "title": "Wilderness Expeditions",
      "level": 2,
      "html": "<p>When embarking on a wilderness expedition, adventurers must consider a variety of factors such as their destination, necessary equipment, and travel conditions. This includes assessing the need for warm clothing, the necessity of mounts, pack animals, and vehicles; and the logistics of food and drink.</p>\n<p><strong>Note:</strong> Some Judges prefer to “handwave” the logistical considerations of wilderness travel in favor of focusing on high adventure. Other Judges run campaigns where the wilderness is as dangerous as its inhabitants. Be sure to check with your Judge before spending too much attention worrying about rations, weather, and so on.</p>\n"
    },
    {
      "title": "Hours and Days",
      "level": 3,
      "html": "<p>When journeying through the wilderness, time is usually measured in <strong>days</strong> and <strong>hours</strong> until a smaller interval becomes necessary to resolve a particular challenge or encounter. Then the unit of time reverts to turns and hours, as it was in dungeon delves. While the Auran Empire (and most other premodern civilizations) uses measures of hours that change with season, there are always exactly 6 turns in every hour for all game purposes.</p>\n"
    },
    {
      "title": "Speed and Distance",
      "level": 3,
      "html": "<p>Dungeons are dark and cramp warzones where death lurks around every corner. In comparison, wildernesses are wide-open expanses with natural light and safe footing. Adventurers making wilderness expeditions can travel faster and further than those delving dungeons.</p>\n"
    },
    {
      "title": "Expedition Speed",
      "level": 6,
      "html": "<p>Adventurers on expeditions in the wilderness have a new type of speed, <strong>expedition speed</strong>, which measures the distance they can travel for each day spent traveling as the party’s dedicated activity. Expedition speed is based on exploration speed as shown on the Expedition Speed table below.</p>\n<p>The table assumes the party is dedicating the day to travel, i.e. it is undertaking eight hours of intense marching, with the remaining 4 hours of daylight allocated to ancillary activities. If a party wants to travel faster than its expedition speed, it can engage in a <strong>forced march</strong>. Engaging in a forced march applies a movement modifier of x3/2, i.e. it increases speed by 50%. Force marching assumes 12 hours of marching. Characters who are force marching are considered to have used all their ancillary activities on the travel, and cannot undertake any ancillary activities. If a party wants to travel less than its expedition speed, it can travel for an hour as an ancillary activity. (A party that allocates all four of its ancillary activities to travel can travel at half speed.) Traveling for more than four hours counts as a dedicated activity even if party travels fewer miles than its full expedition speed.</p>\n<p>The table also assumes relatively open terrain such as gently rolling grassy hills, flat steppe, and sparse shrubland or savannah. Roads can permit even faster movement, while jungles, swamps, and mountains reduce speed considerably, as shown on the table at the bottom of this page. Road multipliers are applied after the base modifier for the terrain through which it passes. Note that wheeled vehicles handled by adventurers with Driving proficiency have a speed multiplier of x2 when on roads, rather than x3/2.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Exploration Speed  (Feet per Turn)</td>\n<td>Expedition Speed  (Miles per Day)</td>\n<td>Expedition Speed  (Hexes per Day)</td>\n<td>Expedition Speed  (Miles per Hour)</td>\n</tr>\n<tr>\n<td>30’</td>\n<td>6</td>\n<td>1</td>\n<td>0.75</td>\n</tr>\n<tr>\n<td>60’</td>\n<td>12</td>\n<td>2</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>90’</td>\n<td>18</td>\n<td>3</td>\n<td>2.25</td>\n</tr>\n<tr>\n<td>120’</td>\n<td>24</td>\n<td>4</td>\n<td>3</td>\n</tr>\n<tr>\n<td>150’</td>\n<td>30</td>\n<td>5</td>\n<td>3.75</td>\n</tr>\n<tr>\n<td>180’</td>\n<td>36</td>\n<td>6</td>\n<td>4.5</td>\n</tr>\n<tr>\n<td>210’</td>\n<td>42</td>\n<td>7</td>\n<td>5.25</td>\n</tr>\n<tr>\n<td>240’</td>\n<td>48</td>\n<td>8</td>\n<td>6</td>\n</tr>\n<tr>\n<td>270’</td>\n<td>54</td>\n<td>9</td>\n<td>6.75</td>\n</tr>\n<tr>\n<td>300’</td>\n<td>60</td>\n<td>10</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>330’</td>\n<td>66</td>\n<td>11</td>\n<td>8.25</td>\n</tr>\n<tr>\n<td>360’</td>\n<td>72</td>\n<td>12</td>\n<td>9</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Combat and Running Speed",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Terrain</strong></td>\n<td><strong>Speed Multiplier</strong></td>\n</tr>\n<tr>\n<td>Grassland, scrubland</td>\n<td>x1</td>\n</tr>\n<tr>\n<td>Barrens, desert, hills, forest</td>\n<td>x2/3</td>\n</tr>\n<tr>\n<td>Jungle, mountain, swamp</td>\n<td>x1/2</td>\n</tr>\n<tr>\n<td>Road</td>\n<td>x3/2 (x2 for drivers)</td>\n</tr>\n<tr>\n<td>Mud/Snow</td>\n<td>x1/2</td>\n</tr>\n</tbody></table>\n<p>Dungeons have cramped spaces and uneven terrain that slows movement, but wilderness is much more open. Therefore, combat speed and running speed are three times faster in the wilderness than in the dungeon (i.e. effectively measured in yards rather than feet). This is further modified by the Speed multiplier for the terrain, as shown on the adjoining table. For instance, an adventurer with a combat speed of 40’ has a combat speed of 120’ in the wilderness, but this is reduced to 60’ in swamp. Note that terrain also has implications for wilderness encounter distance (p. XX).</p>\n"
    },
    {
      "title": "Flight Speed",
      "level": 6,
      "html": "<p>Flying creatures can travel much faster over long distances than creatures traveling by land. If a creature can fly all day, its expedition speed is doubled. For instance, a creature with an exploration speed of 120’ normally has an expedition speed of 24 miles per day. If that same creature were able to fly all day, it would have an air speed of 48 miles per day. If a creature can fly but not all day (for instance, if it is the recipient of a flight spell that grants one hour of flight time), only the portion of the creature’s movement spent in the air is doubled. Air movement is affected normally by all weather conditions except windy conditions. Windy conditions also halve flight speed for all purposes.</p>\n<p>Some flying creatures are large enough to serve as mounts. The <em><strong>ACKS II Monstrous Manual</strong></em> details these creatures, along with the normal load they can carry. Flying creatures can move at full speed when carrying their normal load or less, and at half speed when carrying up to their maximum load. Depending on the creature, it might even be able to carry multiple riders or carry a gondola filled with characters and equipment.</p>\n"
    },
    {
      "title": "Marching and Mapping",
      "level": 3,
      "html": "<p>Exploring and mapping in wilderness expeditions are conducted in a similar manner to that used for dungeon delves. The adventurers first establish a marching formation for their expedition and then proceed through the wilderness, whether it be a dense forest, wild moor, mountain range.</p>\n<p>While the wilderness is not as confining as a 5’ wide dungeon corridor, marching formations must still remain relatively narrow in order to traverse the roads, passes, tracks, and trails that cut through the outdoors. A wilderness formation can be up to 15’ wide (sufficient for five man-sized creatures, three horses, or one wagon and one horse side by side) without penalty. Wider formations cannot use roads or trails. In any terrain except grasslands, wider formations also suffer a ½ speed multiplier, -1 penalty to surprise, and -4 penalty to evade.</p>\n<p>Movement and mapping are also carried out in a similar way to other types of adventures. The characters journey in a pre-determined order, but the setting is in a wilderness environment such as a forest or glen, rather than underground. The mapper should keep track of the group’s progress if the area is uncharted, or the group may already have a map of the area. The game master will have a map prepared in advance, to have an understanding of the terrain.</p>\n<p>The party member assigned as the mapper records their progress if the area is uncharted. Unlike dungeon maps, wilderness maps are typically drafted on graph paper with a hexagonal grid. In regional maps, each hex has a width of 6 miles from side to side, and encompasses about 30 square miles on territory. On large-scale maps, each hex has a width of 24 miles from side, and encompasses about 500 square miles of territory or 16 6-mile hexes. Some Judges ask adventurers in the wilderness to give abstract directions by hex facing, while other Judges prefer that the adventurers narrate a route in natural language based on his descriptions. Be sure to check with your Judge to find out which method he prefers, e.g. “we advance northwest from hex 401 to hex 502” or “we head north by northwest along the bank of the Blood River.”</p>\n"
    },
    {
      "title": "Visibility in the Wild",
      "level": 3,
      "html": "<p>Adventurers can only map the terrain they can see. However, the visibility conditions facing adventurers on a wilderness expedition can range widely. Standing on a mountain in the bright light of noontide, adventurers might be able to see for a dozen miles. In a heavy fog on a moonless night, they might barely make out a few feet in front of them. The Maximum Visibility Distance table shows the maximum visibility distance that adventurers can perceive features of their environment such as terrain, fire, or approaching creatures under varying light conditions, in the absence of some obstacle that blocks line of sight.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Feature  Perceived</td>\n<td>Daylight</td>\n<td>Full  Moonlight</td>\n<td>Half  Moonlight</td>\n<td>Starlight</td>\n</tr>\n<tr>\n<td>Terrain*</td>\n<td>3 miles</td>\n<td>1.5 miles</td>\n<td>4,000’</td>\n<td>2,000’</td>\n</tr>\n<tr>\n<td>Fire*</td>\n<td>3 miles</td>\n<td>3 miles</td>\n<td>3 miles</td>\n<td>3 miles</td>\n</tr>\n<tr>\n<td>Humanoid (1 - 9)</td>\n<td>600’</td>\n<td>300’</td>\n<td>150’</td>\n<td>75’</td>\n</tr>\n<tr>\n<td>Party/Gang (10 - 30)</td>\n<td>900’</td>\n<td>450’</td>\n<td>225’</td>\n<td>110’</td>\n</tr>\n<tr>\n<td>Platoon (31 - 60)</td>\n<td>1,200’</td>\n<td>600’</td>\n<td>300’</td>\n<td>150’</td>\n</tr>\n<tr>\n<td>Company (61 - 240)</td>\n<td>1,800’</td>\n<td>900’</td>\n<td>450’</td>\n<td>225’</td>\n</tr>\n<tr>\n<td>Battalion (241+)</td>\n<td>3,600’</td>\n<td>1,800’</td>\n<td>900’</td>\n<td>450’</td>\n</tr>\n<tr>\n<td>*Distance can be increased by elevation</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p><strong>Creature Size:</strong> The maximum visibility distance shown is for man-sized creatures. Maximum visibility distance is increased by each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.</p>\n<p><strong>Elevation:</strong> Maximum visibility distance of terrainand fire is increased by elevation. For each full 4,000’ of elevation, double maximum visibility distance. E.g. maximum visibility distance to a bonfire on a 14,000’ mountain is x2x2x2 = 24 miles or 4 6-mile hexes. Creatures do not necessarily become easier to spot with elevation.</p>\n<p><strong>Terrain:</strong> Dense terrain reduces visibility distance. Barren, desert, forest, forested hills, and scrubby swamp reduce visibility by 33%. Forested mountain, forested swamp, and jungle reduce visibility by 50%.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n</tr>\n</tbody></table>\n<p><strong>Weather:</strong> In Rainy conditions, maximum visibility distance is halved. In Foggy or Snowy conditions, or Windy conditions in barrens or desert, maximum visibility distance is reduced to a flat 20’. See Weathering the Wild (p. XX) for more details on weather conditions.</p>\n"
    },
    {
      "title": "Searching the Wild",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Expedition Movement</strong></td>\n<td><strong>Target Value</strong></td>\n</tr>\n<tr>\n<td>11 miles or less</td>\n<td>18+</td>\n</tr>\n<tr>\n<td>12 - 23 miles</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>24 - 35 miles</td>\n<td>16+</td>\n</tr>\n<tr>\n<td>36 - 47 miles</td>\n<td>15+</td>\n</tr>\n<tr>\n<td>48 - 59 miles</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>60 - 71 miles</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>72 - 83 miles</td>\n<td>12+</td>\n</tr>\n<tr>\n<td>84 - 95 miles</td>\n<td>11+</td>\n</tr>\n<tr>\n<td>96 - 107 miles</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>108 – 119 miles</td>\n<td>9+</td>\n</tr>\n<tr>\n<td>120 - 131 miles</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>132 - 143 miles</td>\n<td>7+</td>\n</tr>\n<tr>\n<td>144 - 155 miles</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>156 - 167 miles</td>\n<td>5+</td>\n</tr>\n<tr>\n<td>168 - 179 miles</td>\n<td>4+</td>\n</tr>\n<tr>\n<td>180 – 191 miles</td>\n<td>3+</td>\n</tr>\n<tr>\n<td>192 miles or more</td>\n<td>2+</td>\n</tr>\n</tbody></table>\n<p>When a party of adventurers undertakes a wilderness expedition, they usually do so with a goal in mind. Often that goal is to find dungeons, lairs, and other points of interest in the wild. Finding a point of interest in the wilderness is akin to searching for traps in a dungeon – even if there is one, there’s no guarantee the adventurers will find it when they search. There might be a lair isolated in a remote glade, a temple situated on an inaccessible peak, a cave hidden underground with its only entrance concealed. (The <em><strong>ACKS II Judges Journal</strong></em>provides guidelines on placing points of interest.) Adventuring parties that can cover a lot of ground have a better chance of finding points of interest in the wilderness than parties slowed by encumbrance or bad going. Trackers capable of finding and following spoor are also invaluable.</p>\n<p>If the Judge has mapped out the 6-mile hex in detail, he can use the small scale map to adjudicate the search process. Otherwise, the following abstract system can be used: Each hour (six turns) that the adventurers spend searching a hex (i.e. each ancillary activity), the Judge makes a Wilderness Searching throw on their behalf. The target value for the throw is determined by the party’s expedition speed, as shown on the accompanying Wilderness Search table. If the throw succeeds, the party discovers a dungeon entrance, lair, ruin, or other point of interest, if at least one is present. (If more than one lair is present, the Judge will decide which one the adventurers find.) If the throw fails, the party learns nothing.</p>\n<p>Marcus, Quintus, and Balbus have journeyed to the Madoan Hills, south of the Borderlands. They decide to begin searching the area. After one hour, the Judge secretly rolls to see if they have discovered a point of interest in their current hex. The party are all mounted on light horses (48 miles per day base expedition movement) and moving through hills (movement multiplier of 2/3), so the party’s movement is 30 miles per day. The target value for their throw is therefore 16+. Unfortunately, the Judge rolls a 12, so their first hour of searching is fruitless.</p>\n<p>If any member of the party has the Tracking proficiency, the party should receive a +4 bonus on the proficiency throw.</p>\n<p>Had either Marcus, Quintus, or Balbus had Tracking proficiency, the party would have gained a +4 bonus on their throw. With a +4 bonus and a target value of 16+, they would have found a point of interest on a roll of 12 or more.</p>\n"
    },
    {
      "title": "Searching for Specific Points of Interest",
      "level": 6,
      "html": "<p>Sometimes, an expedition might set out to find a particular point of interest. Searching for a particular point of interest imposes a -4 penalty on the throw. If the throw succeeds, the party discovers the particular point of interest they are looking for, if it is present in the hex. If the throw fails, the party learns nothing.</p>\n"
    },
    {
      "title": "Aerial Reconnaissance",
      "level": 6,
      "html": "<p>If the party is capable of air travel, their expedition speed is doubled (see p. XX). In addition, when searching clear, grass, scrub, hills, barren, desert, or mountain terrain, they receive one searching throw per three turns (thirty minutes) on the Wilderness Search table, rather than one per hour. However, when searching forest, jungle, or swamp terrain, they suffer -8 penalty to their throw due to the canopy of foliage.</p>\n<p>Imagine if the adventurers were mounted on giant eagles with exploration flight speeds of 480’, which translates to 96 miles per day. Since aerial movement is doubled, the giant eagles can fly 192 miles per day with no terrain penalty. At the party’s new expedition speed, the target value for their searching throw is 2+. In addition, since they are searching hills terrain, the Judge will throw on their behalf every three turns instead of every six turns. After thirty minutes of game time, the Judge throws 1d20; the result is a 13, and the party has found something! Had they been searching a forest hex, they’d have only gotten one throw per hour and would have needed 10+; that’s still better than on foot but not nearly as good as aerial reconnaissance on open ground.</p>\n"
    },
    {
      "title": "Wandering Monsters",
      "level": 6,
      "html": "<p>Adventurers searching a hex are far more likely to encounter monsters than those who are just passing through as quickly as possible. They trigger one random encounter roll per hour while searching, which the Judge will resolve based on the random encounter tables he has prepared for the region. It is possible for adventurers to fail on a search for a point of interest, only to stumble into it by way of a random encounter.</p>\n"
    },
    {
      "title": "Splitting Up",
      "level": 6,
      "html": "<p>If the party splits up into smaller sub-parties, they can search a hex much more rapidly. Each sub-party can make a separate Searching throw. However, each sub-party is subject to random encounters separately and must deal with the encounter on its own. If the sub-parties are close enough to assist in the encounter, they haven’t really “split up” and are effectively just searching the same area.</p>\n"
    },
    {
      "title": "Land Surveying",
      "level": 6,
      "html": "<p>If the party has a member with the Land Surveying proficiency, that adventurer can attempt to assess the total number of points of interest in the hex based on the lay of the land, evidence of cultivation, and other factors. The adventurer may attempt an assessment upon first arriving in the hex, and make another attempt each time the hex is searched. For each attempt, the Judge should secretly make a Land Surveying proficiency throw on the adventurer’s behalf. The target value for the proficiency throw is 18+, but the adventurer receives a cumulative +4 bonus for each successful search the party has conducted in the hex up to that point. If the proficiency throw succeeds, the character correctly assesses the number of points of interest in the hex, and the Judge should reveal the number. If the proficiency throw fails with an unmodified 1, the character incorrectly assess the number of interesting points in the hex, and the Judge should roll or choose a false value to reveal. On any other result, the character does not yet have enough information to make or revise an assessment.</p>\n<p>Note that, in the absence of magical divination*,* a party can never be certain they have found all of a hex’s points of interest. It is possible a point of interest might remain hidden for weeks, years, or even generations before suddenly being found. The Judge should use his discretion in deciding whether an undiscovered dungeon or lair prevents a hex from being considered secured for purposes of settlement (see p. XX). An undiscovered dire wolf or manticore lair will almost certainly disrupt settlement, while an undiscovered lammasu lair might be a delightful surprise and an undiscovered khepri lair may be harmless until a foolish peasant awakens them in a few seasons...</p>\n"
    },
    {
      "title": "Navigating the Wild",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Terrain</td>\n<td>Navigation</td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Desert (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Forest (any)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Grassland (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Hills (any)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>14+</td>\n</tr>\n<tr>\n<td>Mountains (any)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>6+</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>8+</td>\n</tr>\n<tr>\n<td>Swamp (marshy, scrubby)</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>14+</td>\n</tr>\n</tbody></table>\n<p>Adventurers who follow navigable rivers, roads, or other well-established routes are usually safe from the danger of becoming lost. However, most adventuring expeditions eventually head into untamed and unmapped wilderness, where it is easy to become disoriented. To determine if the party loses its way, the Judge must make a Navigation proficiency throw on their behalf at the beginning of each day of travel, using the target values listed in the table below. If any member of the party has the Pathfinding class power or the Navigation proficiency, the party receives a +4 bonus on this proficiency throw, or a +8 bonus if the party collectively knows both Pathfinding and Navigation. As with all throws, if the Judge rolls an unmodified roll of 1, the Navigation throw automatically fails.</p>\n<p>If the throw succeeds, the party does not become lost. If the throw fails, the party becomes lost. A lost party does not realize it has become lost that day unless forewarned by, e.g. not getting to a destination it knew was nearby. Otherwise, the party simply strays off in an unintended direction without realizing it. For instance, a party seeking to travel southeast might travel south, or east, or even north or west instead. The Judge determines in which direction the party has strayed on the hex map, either based on the landmarks and terrain or randomly. To randomly determine the direction, the Judge assigns each hex face a value from 1 to 6, and then rolls 1d6 to determine which hex face the adventurers head towards.</p>\n<p>The next day, when the Judge makes another Navigation proficiency throw on behalf of the party, they might discover they’ve gotten lost. If the throw succeeds, the party realizes it is lost and can resume traveling in its desired direction. The party does not, however, learn the actual direction it erroneously traveled unless it doubles back the way it came and sets off again. If the throw fails, the party remains ignorant of its misdirection and blithely continues on. (The players might figure out they are lost before the characters do.)</p>\n"
    },
    {
      "title": "Surviving the Wild",
      "level": 3,
      "html": "<p>Each day, adventurers (and other humanoid creatures) must consume a daily ration of food and drink weighing a total of one stone. A typical ration consists of 2 lbs of food (1/ 6 st) and 1 gallon (5/6 st) of water. Adventurers who do not meet their daily ration begin to suffer severe penalties, and might die.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Animal</td>\n<td>Normal Load</td>\n<td>Daily Food</td>\n<td>Daily Water</td>\n</tr>\n<tr>\n<td>Camel</td>\n<td>30 st</td>\n<td>3 st</td>\n<td>6 st*</td>\n</tr>\n<tr>\n<td>Dog, hunting</td>\n<td>2 st</td>\n<td>0.2 st</td>\n<td>0.4 st</td>\n</tr>\n<tr>\n<td>Dog, war</td>\n<td>6 st</td>\n<td>0.6 st</td>\n<td>1.2 st</td>\n</tr>\n<tr>\n<td>Donkey</td>\n<td>15 st</td>\n<td>1.5 st*</td>\n<td>3 st</td>\n</tr>\n<tr>\n<td>Elephant</td>\n<td>180 st</td>\n<td>18 st</td>\n<td>36 st</td>\n</tr>\n<tr>\n<td>Horse, Heavy</td>\n<td>40 st</td>\n<td>4 st</td>\n<td>8 st</td>\n</tr>\n<tr>\n<td>Horse, Light</td>\n<td>20 st</td>\n<td>2 st</td>\n<td>4 st</td>\n</tr>\n<tr>\n<td>Horse, Medium</td>\n<td>30 st</td>\n<td>3 st</td>\n<td>6 st</td>\n</tr>\n<tr>\n<td>Horse, Steppe</td>\n<td>20 st</td>\n<td>2 st*</td>\n<td>4 st</td>\n</tr>\n<tr>\n<td>Mule</td>\n<td>25 st</td>\n<td>2.5 st</td>\n<td>5 st</td>\n</tr>\n<tr>\n<td>Ox</td>\n<td>45 st</td>\n<td>4.5 st*</td>\n<td>9 st</td>\n</tr>\n</tbody></table>\n<p>Camels, donkeys, horses, and other animals that accompany an expedition also need to consume food and water. Most animals need stones of food equal to their normal load / 10. Most animals needs stones of water equal to their normal load / 5. The adjoining table lists the food and water requirements of the domestic animals in this book. Animal feed for working animals (e.g. those engaged in strenuous activity) costs 2sp per stone.</p>\n<p><strong>Desert Dromedaries:</strong> Camels never become dehydrated unless they go without water for more than six months. When they find a water source, camels drink enough to make up for whatever they missed.</p>\n<p><strong>Efficient Grazers:</strong> Donkeys and steppe horses can usually graze enough food to feed themselves provided they are not force marched. Donkeys and steppe horses are often used as pack animals for this reason.</p>\n<p><strong>Large Expeditions</strong>: For very large expeditions with a variety of different pack and riding animals, some of which are being ridden or worked each day and others not, it is burdensome to track rations for every animal. Instead, simply ignore any donkeys and mules and charge 2.5 st of food and 5 st of water for each other pack or riding animals. This abstracted value is used in calculating supply costs in Chapter 10, <strong>Maneuvers</strong>.</p>\n"
    },
    {
      "title": "Starvation",
      "level": 6,
      "html": "<p>After one day with less than full rations, adventurers become <strong>hungry.</strong> A hungry adventurer suffersa -1 penalty on attack throws, proficiency throws, and saving throws until he eats a full day’s ration. After two consecutive days without any food, or five consecutive days with an average of half rations, adventurers also becomes <strong>underfed</strong>. An <strong>underfed</strong> adventurer cannot force march or heal wounds naturally (though magic will still work). Eating enough food for a day (over the course of the day, not all at once) ends the hungry and/or underfed condition. After five days of being underfed with no food, or ten days being underfed with an average of half rations, an adventurer becomes <strong>starving</strong>. A starving adventurer cannot force march or heal wounds naturally and loses 1 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Eating enough food for a day replaces the starving condition with the underfed condition. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.</p>\n"
    },
    {
      "title": "Dehydration",
      "level": 6,
      "html": "<p>Inadequate water affects characters more swiftly; after a single day without any water, or two days with less than half the required water ration, or five consecutive days with less than a full ration, adventurers become <strong>dehydrated.</strong> A dehydrated character cannot force march or heal wounds naturally and loses 1d6 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Drinking enough water for a day ends the dehydrated condition. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.</p>\n"
    },
    {
      "title": "Hunting and Foraging",
      "level": 6,
      "html": "<p>Adventurers can gather firewood and water by foraging, and can gather food by both foraging and hunting.</p>\n<p>Foraging for firewood is an ancillary activity that can be undertaken as often as desired. Each adventurer can attempt a Foraging proficiency throw. The target value is 3+ in forest terrain and 14+ in other terrain. If the throw succeeds, that adventurer gathers 10 st of firewood (enough to maintain a campfire for 4 hours). An adventurer with Survival proficiency gains a +4 bonus to forage for firewood.</p>\n<p>Foraging for water is an ancillary activity that can be undertaken once per day. Adventurers can automatically gather as much water as they can carry in any hex they cross containing a river or lake. Otherwise the party as a whole (up to 30 man-sized creatures) can attempt a single Foraging proficiency throw to find water. The target value is 14+ in clear, forest, hills, jungle, mountains, or swamp terrain, or 18+ in barrens or desert. If the throw succeeds, the party finds enough water to meet three day’s rations for each character foraging. If the throw fails, the party does not find a source of drinkable water. If any of the adventurers in the party has the Survival proficiency, the party gains a +4 bonus on its Foraging proficiency throw. Parties larger than 30 man-sized creatures should make multiple rolls, with success finding water enough for that group only.</p>\n<p>Foraging for food is also an ancillary activity that can be undertaken once per day. For each day of travel while foraging, each adventurer can attempt a Foraging proficiency throw of 18+. If the throw succeeds, that adventurer gathers 1/2 stone of food, enough for three man-sized creatures. If the throw fails, the adventurer doesn’t find anything edible. An adventurer with the Survival proficiency automatically forages enough to feed himself and gains a +4 bonus on his Foraging proficiency throw to gather another 1/2 stone of food. Adventurers suffer a -4 penalty to forage in barrens or desert terrain. Adventurers who do not wish to steal forage from farmers suffer a -4 penalty to their Foraging proficiency throws in civilized territory and a -2 penalty in borderlands territory, as much of the available “forage” is actually crops.</p>\n<p>Hunting for food is a dedicated activity. For each day dedicated to hunting, each adventurer can attempt a Hunting proficiency throw of 14+. If the throw succeeds, the character brings in 1 stone of game, i.e. enough to feed 6 man-sized creatures. Adventurers who hunt risk encountering wandering monsters, however, with the Judge rolling on his encounter table based on the terrain. An adventurer with the Survival proficiency gains a +4 bonus on his own Hunting proficiency throw.</p>\n<p>For each day dedicated to hunting, a hunting dog can attempt a Hunting Proficiency throw of 19+. The dog gets a +1 bonus to the throw per dog that hunts with it (each of which gets to throw)., to a maximum bonus of +5. Thus a pack of six hunting dogs will get six rolls at 14+ to bring down game.</p>\n<p>Game is scarce near human and demi-human settlements and more plentiful in remote wilderness. Adventurers suffer a -4 penalty to their Hunting proficiency throws in civilized territory, but gain a +2 bonus in outlands territory, and +4 in unsettled territory.</p>\n<p>Other animals can gather food by grazing. For most animals, grazing a full day’s ration requires one day of dedicated activity. The animal can use its four ancillary activities to travel at half-speed if desired. Donkeys and steppe horses can graze for their full day’s rations with their ancillary activities, enabling them to dedicate their day to travel. Animals in barrens or deserts can only graze if they are native to the terrain.</p>\n"
    },
    {
      "title": "Survival, Simplified",
      "level": 6,
      "html": "<p>The mathematics for rations and foraging works out as follows. Each adventurer can forage about one-half the food he needs. Each party can find water about every other day. If the party is mounted and moving at half its expedition speed, or if exclusively using donkeys or steppe horses at full speed, the animals can also forage enough food for their own needs. Therefore, if the party carries enough food for each adventurer to last one-half its expected travel time and carries enough water for each adventurer and animal to last for three days, the party can feel safe from starvation and dehydration 90% of the time. If the party is traveling in terrain with abundant rivers and lakes, it can ignore the need to carry water entirely and just carry food.</p>\n<p>EXAMPLE: A party on foot with a train of donkeys sets out on a 150-miles expedition. They are uncertain if there are any major lakes or rivers along the way, so they stock up. At 12 miles per day, their journey will take about 12 days. Each adventurer needs to carry 6 days of food (1/6 x 6 = 1 stone) and 3 days of water (5/6 x 6 = 5 stone), or 6 stone total. Each donkey needs to carry 9 stone of water. After setting aside the encumbrance of its own three-day water supply, each donkey can still carry (15 – 3 x 3) = 6 stone total. Thus, if each adventurer is accompanied by one donkey, they can travel for 12 days or about 150 miles in any direction.</p>\n<p>The mathematics change if the party is in a barrens or desert, however. Each adventurer can only forage about one-quarter the feed he needs. Each party can only find water every three days. To be 90% secure from dehydration they must carry enough water for six days. But most pack animals can only carry five times their own water, so that makes long-distance travel across such terrain rather hard... This is where camels become worth their weight in gold, because they can forage at half speed and don’t need water.</p>\n<p>EXAMPLE: A 15 stone adventurer with light (5 stone) encumbrance mounted on a camel weighs 20 stone. The camel has 10 stones of normal load left. Assuming the camel moves at only half speed and is given time to graze each day, it can feed itself, so the other 10 stone can be put towards the adventurer’s ration, giving him 10 days of food and water. A camel at half speed can move 15 miles per day, so the adventurer can push through 150 miles of barrens or desert. Not coincidentally, the Sahara Desert has about 90 oases across its expanse each situated about 150 miles apart from each other.</p>\n"
    },
    {
      "title": "Weathering the Wild",
      "level": 3,
      "html": "<p>Every adventurer setting out on an expedition hopes for warm dry days with a gentle breeze. Few are so lucky and many find their expeditions halted or even lost to bad weather. The Judge determines the prevailing weather for each day of the expedition. The effects of weather depend on the specific weather condition. Some sample weather conditions are detailed below. Spells such as <em>control weather</em>, <em>control winds</em>, and <em>summon weather</em> can be invaluable to adventurers confronting bad weather.</p>\n"
    },
    {
      "title": "Frigid Temperatures",
      "level": 6,
      "html": "<p>Frigid temperatures occur at 0° F and below. Adventurers in frigid temperature have their expedition speed halved and cannot forage. If the adventurer goes without protective clothing for more than six turns, or if he gets wet, he becomes <strong>hypothermic</strong>. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has both protective clothing or blankets and a campfire or other large heat source. An adventurer who endures frigid temperatures for seven consecutive days has a 10% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.</p>\n"
    },
    {
      "title": "Cold Temperatures",
      "level": 6,
      "html": "<p>Cold temperatures are above 0° F and below 32° F. If the adventurer goes without protective clothing for more than four hours (24 turns), or if he gets wet, he becomes <strong>hypothermic</strong>. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has either protective clothing or blankets or a campfire or other large heat source. An adventurer who endures cold temperatures for seven consecutive days has a 5% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.</p>\n"
    },
    {
      "title": "Sweltering Temperatures",
      "level": 6,
      "html": "<p>Sweltering temperatures are 95° F and higher. Adventurers in sweltering weather have their expedition speed halved. An adventurer wearing 5 stone or more of armor must make a Death saving throw each hour. If the throw fails, the adventurer becomes <strong>fatigued</strong> until he sheds his armor for at least one hour**. (**The adventurer can avoid this penalty by removing parts of his armor to reduce its encumbrance to less than 5 stone.) An adventurer’s required water ration is increased by 25%. If he becomes <strong>dehydrated</strong>, he loses 2d6 CON each day rather than 1d6. An adventurer who is resistant or invulnerable to fire damage suffers none of the above effects.</p>\n"
    },
    {
      "title": "Moderate Temperatures",
      "level": 6,
      "html": "<p>Moderate temperatures are above 32° F and below 95° F. Moderate temperatures have no effect on gameplay. In the <em><strong>ACKS II Judges Journal</strong></em>, moderate temperatures are sub-divided into a range from very chilly to hot, but this is purely narrative.</p>\n"
    },
    {
      "title": "Drizzly Conditions",
      "level": 6,
      "html": "<p>Drizzly conditions represent either short rain showers periodically through the day or light but continuous rainfall of about ¼” per day. Mud forms after three days of Drizzly conditions. Foraging proficiency throws to find firewood suffer a -2 penalty.</p>\n"
    },
    {
      "title": "Fair Conditions",
      "level": 6,
      "html": "<p>Fair conditions encompass any other type of precipitation condition that is not drizzly, foggy, flurry, rainy, snowy, or sunbaked. Chill days punctuated by short showers might make adventurers miserable, and warm days with gentle breezes might make adventurers happy, but neither has any game effect.</p>\n"
    },
    {
      "title": "Flurry Conditions",
      "level": 6,
      "html": "<p>Flurry conditions represent either periodic snow showers or light but continuous snow flurries at a rate of about 1/2” per day. Foraging proficiency throws to find firewood suffer a -2 penalty. Snow forms after three days of Flurry conditions.</p>\n"
    },
    {
      "title": "Foggy Conditions",
      "level": 6,
      "html": "<p>Foggy conditions can arise from hazy mist, dense fog, or even smoke. During foggy conditions, maximum visibility distance drops to 20’ (which has a major effect on encounter distance, see p. XX). Land Surveying, Navigation, Searching, and Tracking proficiency throws also suffer a -4 penalty. Adventurers in foggy conditions have their speeds halved for all purposes. The Judge can increase or decrease the visibility and proficiency penalties to represent dense smog, light mist, etc.</p>\n"
    },
    {
      "title": "Rainy Conditions",
      "level": 6,
      "html": "<p>Rainy conditions bring heavy or violent precipitation of at least 1” per day. During rainy conditions, maximum visibility distance drops to half range, all missile attacks suffer a -2 penalty, and earthen roads provide no benefit. Land Surveying, Navigation, and Searching proficiency throws suffer a -2 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. An adventurer who endures rainy conditions for seven consecutive days has a 10% chance of catching a disease.</p>\n"
    },
    {
      "title": "Snowy Conditions",
      "level": 6,
      "html": "<p>Snowy conditions bring heavy snowfall of at least 10” per day. During snowy weather, maximum visibility distance drops to 20’. Adventurers in snowy weather have their speed halved for all purposes. Land Surveying, Navigation, and Searching proficiency throws suffer a -4 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. Snow accumulates after a day of snowy weather. An adventurer who endures snowy conditions for seven consecutive days has a 10% chance of catching a disease unless immune to disease.</p>\n"
    },
    {
      "title": "Sunbaked Conditions",
      "level": 6,
      "html": "<p>Sunbaked conditions have clear skies with bright strong sunlight. Foraging proficiency throws to find water suffer a -4 penalty. Adventurers without protective clothing suffer 1 fire damage if they travel or work outdoors for 4 or more hours. Adventurers with the Savage Resilience class power never get sunburned, they just get dark and bronze.</p>\n"
    },
    {
      "title": "Stormy Conditions",
      "level": 6,
      "html": "<p>Storm conditions prevail when wind speeds are 50mph or more. During storm conditions, all missile attack throws and Listening proficiency throws suffer a -4 penalty. Adventurers in stormy conditions have their expedition speed quartered. The force of the windautomatically extinguishes any candles, torches, or other unprotected flames. It extinguishes protected flames unless the bearer succeeds on a Paralysis saving throw. All characters are affected each round as if by the spell <em>gale of wind.</em> In barrens or desert terrain only, maximum visibility distance is reduced to 20’ and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.</p>\n"
    },
    {
      "title": "Windy Conditions",
      "level": 6,
      "html": "<p>Windy conditions prevail when wind speeds are between 25 and 50mph. During windy conditions, all missile attack throws and Listening proficiency throws suffer a -2 penalty. Adventurers in windy conditions have their expedition speed halved. Air speed is halved in any terrain in windy conditions. In barrens or desert terrain only, visibility is reduced to 20’, all speeds are halved, and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.</p>\n"
    },
    {
      "title": "Mud and Snow",
      "level": 6,
      "html": "<p>Mud accumulates after one day of Rainy or three days of Drizzly conditions in grasslands or scrublands terrain. Once mud forms, adventurers have their speeds halved for all purposes unless traveling on paved roads. Earth and gravel roads provide no benefit in mud and wheeled vehicles cannot move in mud except on paved roads. Mud dries in one day of sweltering fair weather, or seven days of moderate fair weather and freezes in one day of cold or frigid fair weather.</p>\n<p>Snow accumulates after one day of Snowy or three days of Flurry conditions. Once snow accumulates, adventurers have their speeds halved for all purposes. Roads provide no benefit and wheeled vehicles cannot move in snow. Snow melts in seven days of moderate temperatures or one day of sweltering temperatures, creating mud (as above).</p>\n"
    },
    {
      "title": "Rest and Recuperation",
      "level": 3,
      "html": "<p>After each 12-hour day of a wilderness expedition, characters need 8 hours of restful sleep. Most adventuring parties organize themselves into three 4-hour watches, so that each character can take 4 hours of watch while still getting 8 hours of sleep. Characters become <strong>fatigued</strong> after one day of ordinary travel or other strenuous activity if they do not get restful sleep. Even with restful sleep, characters become fatigued after six days of ordinary travel or one day of forced marching. A fatigued character suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls each day until the condition ends. The condition is ended when the character rests as his dedicated activity for a day and gets 8 hours of restful sleep.</p>\n<p>Adventurers with Labor proficiency do not become fatigued from ordinary travel or other strenuous activity. They still become fatigued after a day of force marching. Adventurers with Endurance proficiency can go a day without having to rest, plus one additional day for each point of Constitution bonus. If the adventurer has both Endurance and Labor proficiency, he can go one additional day. Note that most animals, except for steppe ponies, do not have Endurance so they will become fatigued even if the adventurer does not.</p>\n"
    },
    {
      "title": "Sleeping with Equipment",
      "level": 6,
      "html": "<p>Characters should reduce their encumbrance to 0 to guarantee restful sleep. Characters who sleep in armor or otherwise do not lay down their arms, armor, and equipment must make a throw of greater than their encumbrance or the sleep is not restful. It takes 1 full round to don one stone worth of armor or equipment.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Wilderness Expeditions\n\nWhen embarking on a wilderness expedition, adventurers must consider a variety of factors such as their destination, necessary equipment, and travel conditions. This includes assessing the need for warm clothing, the necessity of mounts, pack animals, and vehicles; and the logistics of food and drink.\n\n**Note:** Some Judges prefer to “handwave” the logistical considerations of wilderness travel in favor of focusing on high adventure. Other Judges run campaigns where the wilderness is as dangerous as its inhabitants. Be sure to check with your Judge before spending too much attention worrying about rations, weather, and so on.\n\n### Hours and Days\n\nWhen journeying through the wilderness, time is usually measured in **days** and **hours** until a smaller interval becomes necessary to resolve a particular challenge or encounter. Then the unit of time reverts to turns and hours, as it was in dungeon delves. While the Auran Empire (and most other premodern civilizations) uses measures of hours that change with season, there are always exactly 6 turns in every hour for all game purposes.\n\n### Speed and Distance\n\nDungeons are dark and cramp warzones where death lurks around every corner. In comparison, wildernesses are wide-open expanses with natural light and safe footing. Adventurers making wilderness expeditions can travel faster and further than those delving dungeons.\n\n###### Expedition Speed\n\nAdventurers on expeditions in the wilderness have a new type of speed, **expedition speed**, which measures the distance they can travel for each day spent traveling as the party’s dedicated activity. Expedition speed is based on exploration speed as shown on the Expedition Speed table below.\n\nThe table assumes the party is dedicating the day to travel, i.e. it is undertaking eight hours of intense marching, with the remaining 4 hours of daylight allocated to ancillary activities. If a party wants to travel faster than its expedition speed, it can engage in a **forced march**. Engaging in a forced march applies a movement modifier of x3/2, i.e. it increases speed by 50%. Force marching assumes 12 hours of marching. Characters who are force marching are considered to have used all their ancillary activities on the travel, and cannot undertake any ancillary activities. If a party wants to travel less than its expedition speed, it can travel for an hour as an ancillary activity. (A party that allocates all four of its ancillary activities to travel can travel at half speed.) Traveling for more than four hours counts as a dedicated activity even if party travels fewer miles than its full expedition speed.\n\nThe table also assumes relatively open terrain such as gently rolling grassy hills, flat steppe, and sparse shrubland or savannah. Roads can permit even faster movement, while jungles, swamps, and mountains reduce speed considerably, as shown on the table at the bottom of this page. Road multipliers are applied after the base modifier for the terrain through which it passes. Note that wheeled vehicles handled by adventurers with Driving proficiency have a speed multiplier of x2 when on roads, rather than x3/2.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Exploration Speed  (Feet per Turn) | Expedition Speed  (Miles per Day) | Expedition Speed  (Hexes per Day) | Expedition Speed  (Miles per Hour) |\n| 30’ | 6 | 1 | 0.75 |\n| 60’ | 12 | 2 | 1.5 |\n| 90’ | 18 | 3 | 2.25 |\n| 120’ | 24 | 4 | 3 |\n| 150’ | 30 | 5 | 3.75 |\n| 180’ | 36 | 6 | 4.5 |\n| 210’ | 42 | 7 | 5.25 |\n| 240’ | 48 | 8 | 6 |\n| 270’ | 54 | 9 | 6.75 |\n| 300’ | 60 | 10 | 7.5 |\n| 330’ | 66 | 11 | 8.25 |\n| 360’ | 72 | 12 | 9 |\n\n###### Combat and Running Speed\n\n|  |  |\n| --- | --- |\n| **Terrain** | **Speed Multiplier** |\n| Grassland, scrubland | x1 |\n| Barrens, desert, hills, forest | x2/3 |\n| Jungle, mountain, swamp | x1/2 |\n| Road | x3/2 (x2 for drivers) |\n| Mud/Snow | x1/2 |\n\nDungeons have cramped spaces and uneven terrain that slows movement, but wilderness is much more open. Therefore, combat speed and running speed are three times faster in the wilderness than in the dungeon (i.e. effectively measured in yards rather than feet). This is further modified by the Speed multiplier for the terrain, as shown on the adjoining table. For instance, an adventurer with a combat speed of 40’ has a combat speed of 120’ in the wilderness, but this is reduced to 60’ in swamp. Note that terrain also has implications for wilderness encounter distance (p. XX).\n\n###### Flight Speed\n\nFlying creatures can travel much faster over long distances than creatures traveling by land. If a creature can fly all day, its expedition speed is doubled. For instance, a creature with an exploration speed of 120’ normally has an expedition speed of 24 miles per day. If that same creature were able to fly all day, it would have an air speed of 48 miles per day. If a creature can fly but not all day (for instance, if it is the recipient of a flight spell that grants one hour of flight time), only the portion of the creature’s movement spent in the air is doubled. Air movement is affected normally by all weather conditions except windy conditions. Windy conditions also halve flight speed for all purposes.\n\nSome flying creatures are large enough to serve as mounts. The ***ACKS II Monstrous Manual*** details these creatures, along with the normal load they can carry. Flying creatures can move at full speed when carrying their normal load or less, and at half speed when carrying up to their maximum load. Depending on the creature, it might even be able to carry multiple riders or carry a gondola filled with characters and equipment.\n\n### Marching and Mapping\n\nExploring and mapping in wilderness expeditions are conducted in a similar manner to that used for dungeon delves. The adventurers first establish a marching formation for their expedition and then proceed through the wilderness, whether it be a dense forest, wild moor, mountain range.\n\nWhile the wilderness is not as confining as a 5’ wide dungeon corridor, marching formations must still remain relatively narrow in order to traverse the roads, passes, tracks, and trails that cut through the outdoors. A wilderness formation can be up to 15’ wide (sufficient for five man-sized creatures, three horses, or one wagon and one horse side by side) without penalty. Wider formations cannot use roads or trails. In any terrain except grasslands, wider formations also suffer a ½ speed multiplier, -1 penalty to surprise, and -4 penalty to evade.\n\nMovement and mapping are also carried out in a similar way to other types of adventures. The characters journey in a pre-determined order, but the setting is in a wilderness environment such as a forest or glen, rather than underground. The mapper should keep track of the group’s progress if the area is uncharted, or the group may already have a map of the area. The game master will have a map prepared in advance, to have an understanding of the terrain.\n\nThe party member assigned as the mapper records their progress if the area is uncharted. Unlike dungeon maps, wilderness maps are typically drafted on graph paper with a hexagonal grid. In regional maps, each hex has a width of 6 miles from side to side, and encompasses about 30 square miles on territory. On large-scale maps, each hex has a width of 24 miles from side, and encompasses about 500 square miles of territory or 16 6-mile hexes. Some Judges ask adventurers in the wilderness to give abstract directions by hex facing, while other Judges prefer that the adventurers narrate a route in natural language based on his descriptions. Be sure to check with your Judge to find out which method he prefers, e.g. “we advance northwest from hex 401 to hex 502” or “we head north by northwest along the bank of the Blood River.”\n\n### Visibility in the Wild\n\nAdventurers can only map the terrain they can see. However, the visibility conditions facing adventurers on a wilderness expedition can range widely. Standing on a mountain in the bright light of noontide, adventurers might be able to see for a dozen miles. In a heavy fog on a moonless night, they might barely make out a few feet in front of them. The Maximum Visibility Distance table shows the maximum visibility distance that adventurers can perceive features of their environment such as terrain, fire, or approaching creatures under varying light conditions, in the absence of some obstacle that blocks line of sight.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Feature  Perceived | Daylight | Full  Moonlight | Half  Moonlight | Starlight |\n| Terrain\\* | 3 miles | 1.5 miles | 4,000’ | 2,000’ |\n| Fire\\* | 3 miles | 3 miles | 3 miles | 3 miles |\n| Humanoid (1 - 9) | 600’ | 300’ | 150’ | 75’ |\n| Party/Gang (10 - 30) | 900’ | 450’ | 225’ | 110’ |\n| Platoon (31 - 60) | 1,200’ | 600’ | 300’ | 150’ |\n| Company (61 - 240) | 1,800’ | 900’ | 450’ | 225’ |\n| Battalion (241+) | 3,600’ | 1,800’ | 900’ | 450’ |\n| \\*Distance can be increased by elevation | | | | |\n\n**Creature Size:** The maximum visibility distance shown is for man-sized creatures. Maximum visibility distance is increased by each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.\n\n**Elevation:** Maximum visibility distance of terrainand fire is increased by elevation. For each full 4,000’ of elevation, double maximum visibility distance. E.g. maximum visibility distance to a bonfire on a 14,000’ mountain is x2x2x2 = 24 miles or 4 6-mile hexes. Creatures do not necessarily become easier to spot with elevation.\n\n**Terrain:** Dense terrain reduces visibility distance. Barren, desert, forest, forested hills, and scrubby swamp reduce visibility by 33%. Forested mountain, forested swamp, and jungle reduce visibility by 50%.\n\n|  |\n| --- |\n|  |\n\n**Weather:** In Rainy conditions, maximum visibility distance is halved. In Foggy or Snowy conditions, or Windy conditions in barrens or desert, maximum visibility distance is reduced to a flat 20’. See Weathering the Wild (p. XX) for more details on weather conditions.\n\n### Searching the Wild\n\n|  |  |\n| --- | --- |\n| **Expedition Movement** | **Target Value** |\n| 11 miles or less | 18+ |\n| 12 - 23 miles | 17+ |\n| 24 - 35 miles | 16+ |\n| 36 - 47 miles | 15+ |\n| 48 - 59 miles | 14+ |\n| 60 - 71 miles | 13+ |\n| 72 - 83 miles | 12+ |\n| 84 - 95 miles | 11+ |\n| 96 - 107 miles | 10+ |\n| 108 – 119 miles | 9+ |\n| 120 - 131 miles | 8+ |\n| 132 - 143 miles | 7+ |\n| 144 - 155 miles | 6+ |\n| 156 - 167 miles | 5+ |\n| 168 - 179 miles | 4+ |\n| 180 – 191 miles | 3+ |\n| 192 miles or more | 2+ |\n\nWhen a party of adventurers undertakes a wilderness expedition, they usually do so with a goal in mind. Often that goal is to find dungeons, lairs, and other points of interest in the wild. Finding a point of interest in the wilderness is akin to searching for traps in a dungeon – even if there is one, there’s no guarantee the adventurers will find it when they search. There might be a lair isolated in a remote glade, a temple situated on an inaccessible peak, a cave hidden underground with its only entrance concealed. (The ***ACKS II Judges Journal***provides guidelines on placing points of interest.) Adventuring parties that can cover a lot of ground have a better chance of finding points of interest in the wilderness than parties slowed by encumbrance or bad going. Trackers capable of finding and following spoor are also invaluable.\n\nIf the Judge has mapped out the 6-mile hex in detail, he can use the small scale map to adjudicate the search process. Otherwise, the following abstract system can be used: Each hour (six turns) that the adventurers spend searching a hex (i.e. each ancillary activity), the Judge makes a Wilderness Searching throw on their behalf. The target value for the throw is determined by the party’s expedition speed, as shown on the accompanying Wilderness Search table. If the throw succeeds, the party discovers a dungeon entrance, lair, ruin, or other point of interest, if at least one is present. (If more than one lair is present, the Judge will decide which one the adventurers find.) If the throw fails, the party learns nothing.\n\nMarcus, Quintus, and Balbus have journeyed to the Madoan Hills, south of the Borderlands. They decide to begin searching the area. After one hour, the Judge secretly rolls to see if they have discovered a point of interest in their current hex. The party are all mounted on light horses (48 miles per day base expedition movement) and moving through hills (movement multiplier of 2/3), so the party’s movement is 30 miles per day. The target value for their throw is therefore 16+. Unfortunately, the Judge rolls a 12, so their first hour of searching is fruitless.\n\nIf any member of the party has the Tracking proficiency, the party should receive a +4 bonus on the proficiency throw.\n\nHad either Marcus, Quintus, or Balbus had Tracking proficiency, the party would have gained a +4 bonus on their throw. With a +4 bonus and a target value of 16+, they would have found a point of interest on a roll of 12 or more.\n\n###### Searching for Specific Points of Interest\n\nSometimes, an expedition might set out to find a particular point of interest. Searching for a particular point of interest imposes a -4 penalty on the throw. If the throw succeeds, the party discovers the particular point of interest they are looking for, if it is present in the hex. If the throw fails, the party learns nothing.\n\n###### Aerial Reconnaissance\n\nIf the party is capable of air travel, their expedition speed is doubled (see p. XX). In addition, when searching clear, grass, scrub, hills, barren, desert, or mountain terrain, they receive one searching throw per three turns (thirty minutes) on the Wilderness Search table, rather than one per hour. However, when searching forest, jungle, or swamp terrain, they suffer -8 penalty to their throw due to the canopy of foliage.\n\nImagine if the adventurers were mounted on giant eagles with exploration flight speeds of 480’, which translates to 96 miles per day. Since aerial movement is doubled, the giant eagles can fly 192 miles per day with no terrain penalty. At the party’s new expedition speed, the target value for their searching throw is 2+. In addition, since they are searching hills terrain, the Judge will throw on their behalf every three turns instead of every six turns. After thirty minutes of game time, the Judge throws 1d20; the result is a 13, and the party has found something! Had they been searching a forest hex, they’d have only gotten one throw per hour and would have needed 10+; that’s still better than on foot but not nearly as good as aerial reconnaissance on open ground.\n\n###### Wandering Monsters\n\nAdventurers searching a hex are far more likely to encounter monsters than those who are just passing through as quickly as possible. They trigger one random encounter roll per hour while searching, which the Judge will resolve based on the random encounter tables he has prepared for the region. It is possible for adventurers to fail on a search for a point of interest, only to stumble into it by way of a random encounter.\n\n###### Splitting Up\n\nIf the party splits up into smaller sub-parties, they can search a hex much more rapidly. Each sub-party can make a separate Searching throw. However, each sub-party is subject to random encounters separately and must deal with the encounter on its own. If the sub-parties are close enough to assist in the encounter, they haven’t really “split up” and are effectively just searching the same area.\n\n###### Land Surveying\n\nIf the party has a member with the Land Surveying proficiency, that adventurer can attempt to assess the total number of points of interest in the hex based on the lay of the land, evidence of cultivation, and other factors. The adventurer may attempt an assessment upon first arriving in the hex, and make another attempt each time the hex is searched. For each attempt, the Judge should secretly make a Land Surveying proficiency throw on the adventurer’s behalf. The target value for the proficiency throw is 18+, but the adventurer receives a cumulative +4 bonus for each successful search the party has conducted in the hex up to that point. If the proficiency throw succeeds, the character correctly assesses the number of points of interest in the hex, and the Judge should reveal the number. If the proficiency throw fails with an unmodified 1, the character incorrectly assess the number of interesting points in the hex, and the Judge should roll or choose a false value to reveal. On any other result, the character does not yet have enough information to make or revise an assessment.\n\nNote that, in the absence of magical divination*,* a party can never be certain they have found all of a hex’s points of interest. It is possible a point of interest might remain hidden for weeks, years, or even generations before suddenly being found. The Judge should use his discretion in deciding whether an undiscovered dungeon or lair prevents a hex from being considered secured for purposes of settlement (see p. XX). An undiscovered dire wolf or manticore lair will almost certainly disrupt settlement, while an undiscovered lammasu lair might be a delightful surprise and an undiscovered khepri lair may be harmless until a foolish peasant awakens them in a few seasons...\n\n### Navigating the Wild\n\n|  |  |\n| --- | --- |\n| Terrain | Navigation |\n| Barrens (any) | 6+ |\n| Desert (any) | 6+ |\n| Forest (any) | 8+ |\n| Grassland (any) | 6+ |\n| Hills (any) | 8+ |\n| Jungle (any) | 14+ |\n| Mountains (any) | 6+ |\n| Scrubland (low, sparse) | 6+ |\n| Scrubland (high, dense) | 8+ |\n| Swamp (marshy, scrubby) | 10+ |\n| Swamp (forested) | 14+ |\n\nAdventurers who follow navigable rivers, roads, or other well-established routes are usually safe from the danger of becoming lost. However, most adventuring expeditions eventually head into untamed and unmapped wilderness, where it is easy to become disoriented. To determine if the party loses its way, the Judge must make a Navigation proficiency throw on their behalf at the beginning of each day of travel, using the target values listed in the table below. If any member of the party has the Pathfinding class power or the Navigation proficiency, the party receives a +4 bonus on this proficiency throw, or a +8 bonus if the party collectively knows both Pathfinding and Navigation. As with all throws, if the Judge rolls an unmodified roll of 1, the Navigation throw automatically fails.\n\nIf the throw succeeds, the party does not become lost. If the throw fails, the party becomes lost. A lost party does not realize it has become lost that day unless forewarned by, e.g. not getting to a destination it knew was nearby. Otherwise, the party simply strays off in an unintended direction without realizing it. For instance, a party seeking to travel southeast might travel south, or east, or even north or west instead. The Judge determines in which direction the party has strayed on the hex map, either based on the landmarks and terrain or randomly. To randomly determine the direction, the Judge assigns each hex face a value from 1 to 6, and then rolls 1d6 to determine which hex face the adventurers head towards.\n\nThe next day, when the Judge makes another Navigation proficiency throw on behalf of the party, they might discover they’ve gotten lost. If the throw succeeds, the party realizes it is lost and can resume traveling in its desired direction. The party does not, however, learn the actual direction it erroneously traveled unless it doubles back the way it came and sets off again. If the throw fails, the party remains ignorant of its misdirection and blithely continues on. (The players might figure out they are lost before the characters do.)\n\n### Surviving the Wild\n\nEach day, adventurers (and other humanoid creatures) must consume a daily ration of food and drink weighing a total of one stone. A typical ration consists of 2 lbs of food (1/ 6 st) and 1 gallon (5/6 st) of water. Adventurers who do not meet their daily ration begin to suffer severe penalties, and might die.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Animal | Normal Load | Daily Food | Daily Water |\n| Camel | 30 st | 3 st | 6 st\\* |\n| Dog, hunting | 2 st | 0.2 st | 0.4 st |\n| Dog, war | 6 st | 0.6 st | 1.2 st |\n| Donkey | 15 st | 1.5 st\\* | 3 st |\n| Elephant | 180 st | 18 st | 36 st |\n| Horse, Heavy | 40 st | 4 st | 8 st |\n| Horse, Light | 20 st | 2 st | 4 st |\n| Horse, Medium | 30 st | 3 st | 6 st |\n| Horse, Steppe | 20 st | 2 st\\* | 4 st |\n| Mule | 25 st | 2.5 st | 5 st |\n| Ox | 45 st | 4.5 st\\* | 9 st |\n\nCamels, donkeys, horses, and other animals that accompany an expedition also need to consume food and water. Most animals need stones of food equal to their normal load / 10. Most animals needs stones of water equal to their normal load / 5. The adjoining table lists the food and water requirements of the domestic animals in this book. Animal feed for working animals (e.g. those engaged in strenuous activity) costs 2sp per stone.\n\n**Desert Dromedaries:** Camels never become dehydrated unless they go without water for more than six months. When they find a water source, camels drink enough to make up for whatever they missed.\n\n**Efficient Grazers:** Donkeys and steppe horses can usually graze enough food to feed themselves provided they are not force marched. Donkeys and steppe horses are often used as pack animals for this reason.\n\n**Large Expeditions**: For very large expeditions with a variety of different pack and riding animals, some of which are being ridden or worked each day and others not, it is burdensome to track rations for every animal. Instead, simply ignore any donkeys and mules and charge 2.5 st of food and 5 st of water for each other pack or riding animals. This abstracted value is used in calculating supply costs in Chapter 10, **Maneuvers**.\n\n###### Starvation\n\nAfter one day with less than full rations, adventurers become **hungry.** A hungry adventurer suffersa -1 penalty on attack throws, proficiency throws, and saving throws until he eats a full day’s ration. After two consecutive days without any food, or five consecutive days with an average of half rations, adventurers also becomes **underfed**. An **underfed** adventurer cannot force march or heal wounds naturally (though magic will still work). Eating enough food for a day (over the course of the day, not all at once) ends the hungry and/or underfed condition. After five days of being underfed with no food, or ten days being underfed with an average of half rations, an adventurer becomes **starving**. A starving adventurer cannot force march or heal wounds naturally and loses 1 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Eating enough food for a day replaces the starving condition with the underfed condition. Lost CON returns at a rate of 1 point each day that the character gets a full ration of food.\n\n###### Dehydration\n\nInadequate water affects characters more swiftly; after a single day without any water, or two days with less than half the required water ration, or five consecutive days with less than a full ration, adventurers become **dehydrated.** A dehydrated character cannot force march or heal wounds naturally and loses 1d6 CON each day thereafter until the condition ends or his CON reaches 0, at which point he dies. Drinking enough water for a day ends the dehydrated condition. Lost CON returns at a rate of 3 points each day that the character gets a full ration of water.\n\n###### Hunting and Foraging\n\nAdventurers can gather firewood and water by foraging, and can gather food by both foraging and hunting.\n\nForaging for firewood is an ancillary activity that can be undertaken as often as desired. Each adventurer can attempt a Foraging proficiency throw. The target value is 3+ in forest terrain and 14+ in other terrain. If the throw succeeds, that adventurer gathers 10 st of firewood (enough to maintain a campfire for 4 hours). An adventurer with Survival proficiency gains a +4 bonus to forage for firewood.\n\nForaging for water is an ancillary activity that can be undertaken once per day. Adventurers can automatically gather as much water as they can carry in any hex they cross containing a river or lake. Otherwise the party as a whole (up to 30 man-sized creatures) can attempt a single Foraging proficiency throw to find water. The target value is 14+ in clear, forest, hills, jungle, mountains, or swamp terrain, or 18+ in barrens or desert. If the throw succeeds, the party finds enough water to meet three day’s rations for each character foraging. If the throw fails, the party does not find a source of drinkable water. If any of the adventurers in the party has the Survival proficiency, the party gains a +4 bonus on its Foraging proficiency throw. Parties larger than 30 man-sized creatures should make multiple rolls, with success finding water enough for that group only.\n\nForaging for food is also an ancillary activity that can be undertaken once per day. For each day of travel while foraging, each adventurer can attempt a Foraging proficiency throw of 18+. If the throw succeeds, that adventurer gathers 1/2 stone of food, enough for three man-sized creatures. If the throw fails, the adventurer doesn’t find anything edible. An adventurer with the Survival proficiency automatically forages enough to feed himself and gains a +4 bonus on his Foraging proficiency throw to gather another 1/2 stone of food. Adventurers suffer a -4 penalty to forage in barrens or desert terrain. Adventurers who do not wish to steal forage from farmers suffer a -4 penalty to their Foraging proficiency throws in civilized territory and a -2 penalty in borderlands territory, as much of the available “forage” is actually crops.\n\nHunting for food is a dedicated activity. For each day dedicated to hunting, each adventurer can attempt a Hunting proficiency throw of 14+. If the throw succeeds, the character brings in 1 stone of game, i.e. enough to feed 6 man-sized creatures. Adventurers who hunt risk encountering wandering monsters, however, with the Judge rolling on his encounter table based on the terrain. An adventurer with the Survival proficiency gains a +4 bonus on his own Hunting proficiency throw.\n\nFor each day dedicated to hunting, a hunting dog can attempt a Hunting Proficiency throw of 19+. The dog gets a +1 bonus to the throw per dog that hunts with it (each of which gets to throw)., to a maximum bonus of +5. Thus a pack of six hunting dogs will get six rolls at 14+ to bring down game.\n\nGame is scarce near human and demi-human settlements and more plentiful in remote wilderness. Adventurers suffer a -4 penalty to their Hunting proficiency throws in civilized territory, but gain a +2 bonus in outlands territory, and +4 in unsettled territory.\n\nOther animals can gather food by grazing. For most animals, grazing a full day’s ration requires one day of dedicated activity. The animal can use its four ancillary activities to travel at half-speed if desired. Donkeys and steppe horses can graze for their full day’s rations with their ancillary activities, enabling them to dedicate their day to travel. Animals in barrens or deserts can only graze if they are native to the terrain.\n\n###### Survival, Simplified\n\nThe mathematics for rations and foraging works out as follows. Each adventurer can forage about one-half the food he needs. Each party can find water about every other day. If the party is mounted and moving at half its expedition speed, or if exclusively using donkeys or steppe horses at full speed, the animals can also forage enough food for their own needs. Therefore, if the party carries enough food for each adventurer to last one-half its expected travel time and carries enough water for each adventurer and animal to last for three days, the party can feel safe from starvation and dehydration 90% of the time. If the party is traveling in terrain with abundant rivers and lakes, it can ignore the need to carry water entirely and just carry food.\n\nEXAMPLE: A party on foot with a train of donkeys sets out on a 150-miles expedition. They are uncertain if there are any major lakes or rivers along the way, so they stock up. At 12 miles per day, their journey will take about 12 days. Each adventurer needs to carry 6 days of food (1/6 x 6 = 1 stone) and 3 days of water (5/6 x 6 = 5 stone), or 6 stone total. Each donkey needs to carry 9 stone of water. After setting aside the encumbrance of its own three-day water supply, each donkey can still carry (15 – 3 x 3) = 6 stone total. Thus, if each adventurer is accompanied by one donkey, they can travel for 12 days or about 150 miles in any direction.\n\nThe mathematics change if the party is in a barrens or desert, however. Each adventurer can only forage about one-quarter the feed he needs. Each party can only find water every three days. To be 90% secure from dehydration they must carry enough water for six days. But most pack animals can only carry five times their own water, so that makes long-distance travel across such terrain rather hard... This is where camels become worth their weight in gold, because they can forage at half speed and don’t need water.\n\nEXAMPLE: A 15 stone adventurer with light (5 stone) encumbrance mounted on a camel weighs 20 stone. The camel has 10 stones of normal load left. Assuming the camel moves at only half speed and is given time to graze each day, it can feed itself, so the other 10 stone can be put towards the adventurer’s ration, giving him 10 days of food and water. A camel at half speed can move 15 miles per day, so the adventurer can push through 150 miles of barrens or desert. Not coincidentally, the Sahara Desert has about 90 oases across its expanse each situated about 150 miles apart from each other.\n\n### Weathering the Wild\n\nEvery adventurer setting out on an expedition hopes for warm dry days with a gentle breeze. Few are so lucky and many find their expeditions halted or even lost to bad weather. The Judge determines the prevailing weather for each day of the expedition. The effects of weather depend on the specific weather condition. Some sample weather conditions are detailed below. Spells such as *control weather*, *control winds*, and *summon weather* can be invaluable to adventurers confronting bad weather.\n\n###### Frigid Temperatures\n\nFrigid temperatures occur at 0° F and below. Adventurers in frigid temperature have their expedition speed halved and cannot forage. If the adventurer goes without protective clothing for more than six turns, or if he gets wet, he becomes **hypothermic**. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has both protective clothing or blankets and a campfire or other large heat source. An adventurer who endures frigid temperatures for seven consecutive days has a 10% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.\n\n###### Cold Temperatures\n\nCold temperatures are above 0° F and below 32° F. If the adventurer goes without protective clothing for more than four hours (24 turns), or if he gets wet, he becomes **hypothermic**. A hypothermic adventurer cannot force march or heal wounds naturally and loses 1d3 CON each hour until the condition ends or his CON reaches 0, at which point he dies. The conditions end if the adventurer is able to warm himself by a campfire or other large heat source for at least one hour. An adventurer who becomes hypothermic or who suffers cold damage on any day must make a Death saving throw at the end of the day. If the save fails, he is frostbitten and must roll 1d6 on the 16-20 row of the Savage Mortal Wounds table (p. XX), possibly losing fingers, toes, an ear, or even his nose. An adventurer cannot rest under frigid temperatures unless he has either protective clothing or blankets or a campfire or other large heat source. An adventurer who endures cold temperatures for seven consecutive days has a 5% chance of catching a disease unless immune. An adventurer who is resistant or invulnerable to cold damage suffers none of the above effects except the risk of disease.\n\n###### Sweltering Temperatures\n\nSweltering temperatures are 95° F and higher. Adventurers in sweltering weather have their expedition speed halved. An adventurer wearing 5 stone or more of armor must make a Death saving throw each hour. If the throw fails, the adventurer becomes **fatigued** until he sheds his armor for at least one hour**. (**The adventurer can avoid this penalty by removing parts of his armor to reduce its encumbrance to less than 5 stone.) An adventurer’s required water ration is increased by 25%. If he becomes **dehydrated**, he loses 2d6 CON each day rather than 1d6. An adventurer who is resistant or invulnerable to fire damage suffers none of the above effects.\n\n###### Moderate Temperatures\n\nModerate temperatures are above 32° F and below 95° F. Moderate temperatures have no effect on gameplay. In the ***ACKS II Judges Journal***, moderate temperatures are sub-divided into a range from very chilly to hot, but this is purely narrative.\n\n###### Drizzly Conditions\n\nDrizzly conditions represent either short rain showers periodically through the day or light but continuous rainfall of about ¼” per day. Mud forms after three days of Drizzly conditions. Foraging proficiency throws to find firewood suffer a -2 penalty.\n\n###### Fair Conditions\n\nFair conditions encompass any other type of precipitation condition that is not drizzly, foggy, flurry, rainy, snowy, or sunbaked. Chill days punctuated by short showers might make adventurers miserable, and warm days with gentle breezes might make adventurers happy, but neither has any game effect.\n\n###### Flurry Conditions\n\nFlurry conditions represent either periodic snow showers or light but continuous snow flurries at a rate of about 1/2” per day. Foraging proficiency throws to find firewood suffer a -2 penalty. Snow forms after three days of Flurry conditions.\n\n###### Foggy Conditions\n\nFoggy conditions can arise from hazy mist, dense fog, or even smoke. During foggy conditions, maximum visibility distance drops to 20’ (which has a major effect on encounter distance, see p. XX). Land Surveying, Navigation, Searching, and Tracking proficiency throws also suffer a -4 penalty. Adventurers in foggy conditions have their speeds halved for all purposes. The Judge can increase or decrease the visibility and proficiency penalties to represent dense smog, light mist, etc.\n\n###### Rainy Conditions\n\nRainy conditions bring heavy or violent precipitation of at least 1” per day. During rainy conditions, maximum visibility distance drops to half range, all missile attacks suffer a -2 penalty, and earthen roads provide no benefit. Land Surveying, Navigation, and Searching proficiency throws suffer a -2 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. An adventurer who endures rainy conditions for seven consecutive days has a 10% chance of catching a disease.\n\n###### Snowy Conditions\n\nSnowy conditions bring heavy snowfall of at least 10” per day. During snowy weather, maximum visibility distance drops to 20’. Adventurers in snowy weather have their speed halved for all purposes. Land Surveying, Navigation, and Searching proficiency throws suffer a -4 penalty. Foraging proficiency throws to find firewood suffer a -4 penalty. Tracking proficiency throws suffer a -4 penalty per hour. Snow accumulates after a day of snowy weather. An adventurer who endures snowy conditions for seven consecutive days has a 10% chance of catching a disease unless immune to disease.\n\n###### Sunbaked Conditions\n\nSunbaked conditions have clear skies with bright strong sunlight. Foraging proficiency throws to find water suffer a -4 penalty. Adventurers without protective clothing suffer 1 fire damage if they travel or work outdoors for 4 or more hours. Adventurers with the Savage Resilience class power never get sunburned, they just get dark and bronze.\n\n###### Stormy Conditions\n\nStorm conditions prevail when wind speeds are 50mph or more. During storm conditions, all missile attack throws and Listening proficiency throws suffer a -4 penalty. Adventurers in stormy conditions have their expedition speed quartered. The force of the windautomatically extinguishes any candles, torches, or other unprotected flames. It extinguishes protected flames unless the bearer succeeds on a Paralysis saving throw. All characters are affected each round as if by the spell *gale of wind.* In barrens or desert terrain only, maximum visibility distance is reduced to 20’ and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.\n\n###### Windy Conditions\n\nWindy conditions prevail when wind speeds are between 25 and 50mph. During windy conditions, all missile attack throws and Listening proficiency throws suffer a -2 penalty. Adventurers in windy conditions have their expedition speed halved. Air speed is halved in any terrain in windy conditions. In barrens or desert terrain only, visibility is reduced to 20’, all speeds are halved, and Land Surveying, Navigation, Searching, and Tracking proficiency throws all suffer -4 penalties due to sand storms and dust clouds.\n\n###### Mud and Snow\n\nMud accumulates after one day of Rainy or three days of Drizzly conditions in grasslands or scrublands terrain. Once mud forms, adventurers have their speeds halved for all purposes unless traveling on paved roads. Earth and gravel roads provide no benefit in mud and wheeled vehicles cannot move in mud except on paved roads. Mud dries in one day of sweltering fair weather, or seven days of moderate fair weather and freezes in one day of cold or frigid fair weather.\n\nSnow accumulates after one day of Snowy or three days of Flurry conditions. Once snow accumulates, adventurers have their speeds halved for all purposes. Roads provide no benefit and wheeled vehicles cannot move in snow. Snow melts in seven days of moderate temperatures or one day of sweltering temperatures, creating mud (as above).\n\n### Rest and Recuperation\n\nAfter each 12-hour day of a wilderness expedition, characters need 8 hours of restful sleep. Most adventuring parties organize themselves into three 4-hour watches, so that each character can take 4 hours of watch while still getting 8 hours of sleep. Characters become **fatigued** after one day of ordinary travel or other strenuous activity if they do not get restful sleep. Even with restful sleep, characters become fatigued after six days of ordinary travel or one day of forced marching. A fatigued character suffers a cumulative -1 penalty on attack throws, proficiency throws, saving throws, and damage rolls each day until the condition ends. The condition is ended when the character rests as his dedicated activity for a day and gets 8 hours of restful sleep.\n\nAdventurers with Labor proficiency do not become fatigued from ordinary travel or other strenuous activity. They still become fatigued after a day of force marching. Adventurers with Endurance proficiency can go a day without having to rest, plus one additional day for each point of Constitution bonus. If the adventurer has both Endurance and Labor proficiency, he can go one additional day. Note that most animals, except for steppe ponies, do not have Endurance so they will become fatigued even if the adventurer does not.\n\n###### Sleeping with Equipment\n\nCharacters should reduce their encumbrance to 0 to guarantee restful sleep. Characters who sleep in armor or otherwise do not lay down their arms, armor, and equipment must make a throw of greater than their encumbrance or the sleep is not restful. It takes 1 full round to don one stone worth of armor or equipment.\n"
}