{
  "html": "<h2>Encounters</h2>\n<p>The world of <em><strong>ACKS</strong></em>is filled with creatures of every sort. The vast majority, however, are ordinary animals such as badgers, crows, deer, doves, ferrets, goats, rabbits, sheep, squirrels, and so on. While the adventurers will inevitably come across many such critters, these meetings are not encounters — they’re window dressing placed by the Judge to bring the setting to life. An <strong>encounter</strong> is a significant moment where the adventurers come into contact with monsters that can help or harm them.</p>\n<p>During an encounter, the unit of time shifts from hours or turns into rounds, as the action “zooms in” on the actions of the adventurers and monsters in the moment. The two sides are assumed to be <strong>opponents</strong> unless and until determined otherwise by their interaction.</p>\n<h3>Encounter Distance</h3>\n<p>When an encounter occurs, the adventurers and the monsters begin at <strong>encounter distance</strong>. In the shadowy corridors of a dungeon they might only be a few feet apart, but in the vast plains of Skysostan they might be hundreds of feet distant. Encounter distance has implications for surprise (discussed below) because sometimes one side might encounter the other at a distance from which the other side cannot see it.</p>\n<p>When determining encounter distance, different rules apply for deliberate and random encounters. A deliberate encounter is one where the Judge knows exactly where the adventurers and monsters are located on his map and can determine from that where and when an encounter occurs. A random encounter is one where a random roll has said that an encounter does occur, and the Judge is retro-causally determining what the circumstances of position and terrain must be for that to happen.</p>\n<h6>Dungeon Encounters</h6>\n<p>When an arranged encounter occurs (such as adventurers kicking down the door to a room the Judge has stocked with orcs), the Judge contextually determines the encounter distance based on the layout of the dungeon, the available light sources, the description of the room, and the direction by which the adventurers or monster(s) approached.</p>\n<p>When a random encounter occurs in a dungeon, the Judge will roll 2d6 x 10 to determine the maximum encounter distance in feet at the start of the encounter. He will choose or randomly roll for the direction from which the monsters approach. He then will reduce the distance (using his dungeon map as a guide) until either the monster(s) can see the adventurers or adventurers’ light source, or the adventurers can see the monster(s) or their light source (if any).</p>\n<h6>Wilderness Encounters</h6>\n<p>Encounters in the wilderness can take place in a variety of terrain types with greatly varying line of sight. Even “flat” terrain often has shrubbery, small dips, low rises, and other geography that conceal creatures.</p>\n<p>When a deliberate encounter occurs in the wilderness, it will be handled by the Judge in the same fashion as in dungeons based on the map of the area, the available light sources, the description of the area, and the direction of approach.</p>\n<p>When a random encounter occurs in the wilderness, the Judge will roll on the Wilderness Encounter Distance table to randomly determine the maximum encounter distance in feet at the start of the encounter. The encounter will then occur at either the maximum encounter distance or the maximum visibility distance (p. XX), whichever is less. The maximum encounter distance accounts for geography and foliage, while the maximum visibility distance accounts for lighting and weather conditions. The Judge will then choose or randomly determine the direction of approach based on the terrain.</p>\n<p>Note that because formations in the wilderness are generally only 5 men or 3 horses wide, they might extend over hundreds of feet in depth. Encounter distance will be the distance to the closest part of the formation; distant parts of the formation might not be able to see or hear what’s going on.</p>\n<p><strong>Altitude and Elevation:</strong> When flying creatures are encountered in any terrain, the creatures can start at an altitude of up to one-half the encounter distance. When encountering non-flyers in mountains terrain, the opposing sides begin separated by an elevation of one-half the encounter distance. The Judge determines which side is higher based on the context, geography, and stated plans of the adventurers.</p>\n<p><strong>Maximum Visibility Distance:</strong> As noted under Visibility in the Wild (p. XX), the maximum distance at which individual man-sized creatures can be in line of sight is 600’ in daylight, 300’ in full moonlight, 150’ in half-moonlight, and 75’ in starlight. Party-sized formations (10 – 30 men) increase visibility distance by +50%. Platoon-sized formations (31 – 60 men) increase it +100%. Company-sized formations (61 – 240 men) increase it by +200%. Battalion or larger formations (241+ men) increase it by +400%. Count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men. Maximum visibility distance should be calculated separately for each side in the encounter, making it possible for a small group to spot a large formation from far off. Maximum visibility distance usually only matters in wide-open terrain like desert or plains, where line of sight is otherwise unlimited.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Wilderness Encounter Distance</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Terrain</strong>  <strong>Type</strong></td>\n<td><strong>Max (Average)</strong>  <strong>Encounter Distance</strong></td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>6d20 x 30’ (1890’)</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Forest (deciduous)</td>\n<td>5d8 x 3 (68’)</td>\n</tr>\n<tr>\n<td>Forest (taiga)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Grassland (farmland/prairie)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>6d20 x 30’ (1890’)</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Hills (rocky/terraced)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>5d4 x 3’ (38’)</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Mountains (rocky/snowy/terraced)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>5d4 x 3’ (38’)</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of adventurers is exploring the Skysostan steppe when it has a random encounter with a colossal dragon. The Judge rolls 6d20 x 30 with a result of 1,710’. That exceeds the maximum visibility distance of 600’ for man-sized creatures. However, there are 20 adventurers and henchmen, all mounted on light horses. Therefore, the formation counts as 40 men, making it platoon-sized. This increases the maximum distance at which they are visible to the dragon by +100% to 1,200’. Since the dragon is a colossal creature, it counts as a 120-man company, increasing the distance at which it is visible to the adventurers by +200% to 1,800’. That’s greater than the maximum encounter distance. Therefore, the encounter begins at 1,710’ with the adventurers having detected the dragon.</p>\n<p><strong>Encounters Across Terrain Types:</strong> Sometimes when an encounter occurs, the adventurers might be in one type of terrain while the monsters are in another type. When this occurs, the Judge will roll for wilderness encounter distance twice, once for each side based on their terrain type. The encounter begins at the greater of the two ranges rolled. The side which rolled the greater range counts as having detected the enemy, while the enemy counts as not having detected them.</p>\n<p>EXAMPLE: A party of adventurers is moving through the forest in search of chaotic foes when they come upon a 300’ wide area of open parkland with a chthonic temple erected in the center. A number of cultists are engaging in a ritual sacrifice in the temple. The Judge determines the distance at which the cultists would encounter the adventurers using the adventurers’ terrain type (closed forest), and rolls 5d8 x 3. The result is 63’. The Judge determines the distance at which the adventurers would encounter the cultists using the cultists’ terrain type (open forest), and rolls 3d6 x 15. The result is 135’. Therefore the party is 135’ away from the cultists. The cultists have neither detection nor foreknowledge for an encounter.</p>\n<p><strong>Senses Other than Sight:</strong> Some characters or creatures might be able to detect opponents by means other than sight, such as acute hearing or olfaction, echolocation, etc. If so, do not reduce encounter distance due to visibility or light to less than the range of the sense.</p>\n<p>EXAMPLE: A party of adventurers is traveling across highland moors (low sparse scrublands) during a foggy day (visibility reduced to 20’) when they have a random encounter with a white worm. The Judge rolls for the encounter distance and the result is 420’. Normally, he would reduce encounter distance to 20’ to reflect the foggy conditions. However, the white worm has mechanoreception that enables it to “see” through the fog. Therefore, the encounter distance is the rolled result of 420’.</p>\n<h3>Surprise</h3>\n<p>Every adventurer aspires to be ready for anything at any moment. The vagaries of chance, the risk of distraction, and the fatigue of constant readiness all conspire to make adventurers drop their guard, sometimes at the worst possible moment. Fortunately, monsters are subject to the same caprice. The rules for <strong>surprise</strong> model the likelihood that when an encounter begins, some or all of the creatures involved are caught flat-footed and unready — sometimes leading to no encounter at all!</p>\n<p>To adjudicate surprise, the Judge must first determine whether each side had <strong>foreknowledge</strong> of the presence of the other side, and whether each side currently has <strong>line of sight</strong> on some or all of the opposing side. The Judge then consults the Surprise Matrix, below.</p>\n<ul>\n<li>A side has foreknowledge if, just prior to the encounter, it detected the opponents by any means (sight, sound, smell, etc.).</li>\n<li>A side has line of sight if it can see one or more opponent(s) when the encounter begins.</li>\n</ul>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Adventurers</td>\n<td>Monsters</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><em>FORE, LOS</em></td>\n<td><em>FORE</em></td>\n<td><em>LOS</em></td>\n<td><em>NONE</em></td>\n<td></td>\n</tr>\n<tr>\n<td><em>FORE, LOS</em></td>\n<td>Monsters not surprised  Adventurers not surprised  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers not surprised  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventures not surprised  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers not surprised  Adventurers can always evade</td>\n</tr>\n<tr>\n<td><em>FORE</em></td>\n<td>Monsters not surprised  Adventurers roll surprise (+1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventures roll surprise (+1)  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventurers roll surprise (+1)  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers roll surprise (+1)  Adventurers can evade</td>\n</tr>\n<tr>\n<td><em>LOS</em></td>\n<td>Monsters not surprised  Adventures roll surprise  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers roll surprise  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventurers roll surprise  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers roll surprise  Adventurers can evade</td>\n</tr>\n<tr>\n<td><em>NONE</em></td>\n<td>Monsters not surprised  Adventurers roll surprise (-1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers roll surprise (-1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise  Adventurers rolls surprise (-1)  Adventurers cannot evade</td>\n<td>No encounter</td>\n</tr>\n</tbody></table>\n<p>A result of <strong>no encounter</strong> means just that. A result of <strong>not surprised</strong> means that side (the adventurers or the monsters) is not surprised by the encounter. They both knew it was coming. A result of <strong>roll surprise</strong> means that side might be caught flat-footed. Each creature on that side must make a surprise roll (described below), with a modifier if indicated. In large encounters, the Judge might have the adventurers and/or monsters roll by side or in sub-groups to speed play.</p>\n<p>A result of <strong>adventurers cannot evade</strong> means that the adventurers cannot avoid having the encounter. A result of <strong>adventurers can evade</strong> means that the adventurers might be able to avoid having the encounter by evading (see below). A result of <strong>adventurers can always evade</strong> means that the adventurers can automatically avoid having the encounter without need to roll. (If circumstances require, the Judge can check for the monsters to see if they can evade by pretending they are the adventurers and the adventurers are the real monsters.)</p>\n<p>EXAMPLE: A party of adventurers hunting orcs listens at a door and hears orcs on the other side. They then kick open the door, beginning the encounter. When the encounter begins, the adventurers have foreknowledge and line of sight. The orcs have line of sight on the adventurers, but no foreknowledge. The adventurers are not surprised, while the monsters have to roll surprise.</p>\n<p>To make a surprise roll, the player or Judge rolls 1d6, adds any relevant adjustments, and consults the Surprise table below:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Surprise</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Surprised</td>\n</tr>\n<tr>\n<td>3 – 6+</td>\n<td>Attentive</td>\n</tr>\n</tbody></table>\n<p>An <strong>attentive</strong> creature can act normally in the first round of the encounter. A <strong>surprised</strong> creature is <strong>vulnerable</strong> and cannot take any actions in the first round of the encounter.</p>\n<p>Some creatures impose a penalty on the surprise rolls of their opponents. For instance, barbarians are naturally stealthy. Opponents suffer a -2 penalty to surprise rolls when encountering a barbarian approaching from outside line of sight or lying in wait in cover or darkness. When different creatures on one side impose different surprise penalties on their opponents, only the smallest penalty is applied. It only takes one clumsy oaf to ruin an ambush!</p>\n<p>EXAMPLE: A fighter and a barbarian lie in wait for an approaching orc patrol. The barbarian is naturally stealthy, so he imposes a -2 penalty on surprise rolls. However, the fighter is not. Therefore, the orcs do not suffer the surprise penalty. If the barbarian was alone or in the company of other stealthy adventurers, the penalty would apply.</p>\n<p>Other creatures gain a bonus when making surprise rolls, or even several bonuses. For instance, explorers have an Alertness class power and an Animal Reflexes class power that each grant a +1 bonus to avoid surprise, for a total of +2. Each creature applies its own bonus to its own roll. (If the Judge is handling surprise by groups, use the average bonus across the group.)</p>\n<p>EXAMPLE: A patrol of orcs lie in wait for an explorer and a fighter. The explorer has a +2 bonus to avoid surprise. If the Judge runs the encounter with individual surprise, the explorer gets a +2 bonus on his surprise roll while the fighter gets no bonus. If the Judge runs the encounter with group surprise, both the explorer and fighter get a +1 bonus on their surprise rolls.</p>\n<p><strong>The “I’ve Got a Bad Feeling About This” Memorial Rule:</strong> Occasionally a situation can arise in which the presence of one side in an encounter is entirely unknown to the other side, but the other side has one or more combatants who are attentive (not <strong>surprised</strong>). In such circumstances, the attentive combatants are assumed to “have a bad feeling about this.” They might not be able to see or hear the danger, but they can intuit it. On their initiative segment, attentive combatants who haven’t yet observed any enemies can delay their initiative or use their initiative to move, defend, ready, and so on. The one thing they cannot do is claim line of sight or attack their unobserved enemies until they reveal themselves.</p>\n<h6>Surprise and Hiding</h6>\n<p>Some creatures are proficient in Hiding, a class power that enables them to hide when in cover, dim light, or darkness. In combat, hiding requires a combat action. When a creature begins hiding, the Judge must make a Hiding proficiency throw on its behalf. Regardless of whether the throw succeeds, opponents encountering the creature suffer a -2 penalty to surprise rolls against it. If the throw succeeds, the creature is <strong>hidden</strong>. If the throw fails, the creature is not hidden.</p>\n<p>No creature can claim line of sight on a creature that is hidden from it. If a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change. If an opponent knows the hidden creature’s general location, the opponent can attack it in melee at a -4 penalty, but it cannot even blindly attack the hidden creature if it doesn’t knows the creature’s general location. The hidden condition expires at the end of the hidden creature’s initiative if it moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the thief from his opponents.</p>\n<p>Hidden creatures are especially dangerous because they can ambush or backstab even highly alert targets, as the examples below illustrate.</p>\n<p>EXAMPLE: A thief is lying in wait for an approaching patrol of four orcs. The thief makes a Hiding proficiency throw. The throw succeeds, and the thief is now hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls at -1, while the thief is automatically ready. Because the thief is hiding, they suffer a further -2 penalty on those rolls, so they will fail on a roll of 1-5.</p>\n<p>Let’s call the four orcs Abash, Bargo, Chogak, and Dugot. Abash, Bargo, and Chogak roll badly and become <strong>surprised</strong>. They cannot act in the round. Dugot rolls well and is not surprised. Because he’s not surprised, he is aware that somethingis happening but isn’t sure exactly what. Despite being ready, he cannot target or attack the thief until after the thief acts.</p>\n<p>Since both are ready, Dugot and thief both roll for initiative. Let’s say Dugot has the higher initiative, so he gets to act first. Dugot says “Is something there?” as he glimpses a flickering shadow, then draws his sword and uses his action to ready an attack on any opponent who comes in range.</p>\n<p>The thief lunges out of the darkness from behind Dugot to backstab him. Dugot is readied to attack, but he is not allowed to attack the thief until after the thief acts. If the thief’s backstab kills Dugot, Dugot will not get to attack, and the thief might be able to cleave into the remaining orcs, all of whom can also be backstabbed. If the thief doesn’t kill Dugot, however, Dugot’s readied attack will trigger.</p>\n<p>EXAMPLE: It’s the same scene, but thief fails his Hiding proficiency throw so he does not enjoy the benefits of being hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls while the thief is automatically ready. As before, Abash, Bargo, and Chogak end up surprised while Dugot is ready. And, as before, both Dugot and the thief roll for initiative, and Dugot acts first. Since the thief isn’t hidden, Dugot is eligible to attack him, and does so. If the thief survives Dugot’s attack, he could attack Dugot normally or backstab Abash, Bargo, or Chogak.</p>\n<h6>Surprise and Sneaking</h6>\n<p>Some creatures are proficient in Sneaking, a class power that enables them to move silently. In combat, sneaking is a movement action. Creatures can sneak at their encounter speed or one-half combat speed without penalty. If they move greater than one-half combat speed, they take a -5 penalty to the proficiency throw. If they run, they take a -10 penalty.</p>\n<p>When a creature begins sneaking, the Judge make a Sneaking proficiency throw on behalf of the creature. Regardless of whether the throw succeeds, opponents suffer a -2 penalty to surprise rolls when encountering the creature if it is sneaking towards them from outside line of sight. If the throw succeeds, the creature is <strong>sneaking</strong>. If the throw fails, the creature is not.</p>\n<p>A <strong>sneaking</strong> creature makes no noise when it moves — none whatsoever. Even alert creatures that make a successful Listening throw will not hear a sound. A sneaky creature can ambush or backstab an attentive opponent as if it were <strong>surprised</strong>, provided that it was not in the opponent’s line of sight at any point within the prior round.</p>\n<p>A creature cannot combine hiding and sneaking in a single movement action, but it can sneak into cover or darkness with its movement action and then start hiding with its combat action.</p>\n<h6>Surprise and Sleeping</h6>\n<p>A creature which is taking restful sleep at the start of an encounter does not roll for surprise. Instead, it begins the encounter <strong>slumbering</strong>. The slumbering condition ends immediately if the slumbering creature is attacked, damaged, or moved.</p>\n<p>Unless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.</p>\n<h3>Evasion</h3>\n<p>Sometimes, the circumstances of an encounter might permit the adventurers to evade it entirely. Dungeon encounters occur at such close proximity that evasion is impossible. (The party can run away during the course of a combat, but that’s not evasion.)</p>\n<p>In the wilderness, however, the adventurers can attempt to evade if the Surprise Matrix entry for the encounter listed a result of <strong>adventurers can evade</strong> and the adventurers did not end up <strong>surprised</strong>. If the monsters are all surprised, the attempt succeeds automatically. Otherwise, the adventurers must make an Evasion proficiency throw to avoid the encounter.</p>\n<p>The target value for the proficiency throw is determined by the size of the evading party and the terrain they are in, as shown on the Evasion Throw by Terrain table. (Evasion at sea is handled separately, see <strong>Voyages</strong>.) When determining party size, count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.</p>\n<p>If the proficiency throw succeeds, the party has evaded the encounter. If the proficiency fails, the party fails to evade and gameplay proceeds to Reactions. A failed evasion does not necessarily mean a fight!</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Evasion Throw by Terrain</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Terrain Type</strong></td>\n<td><strong>Party Size</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>6-</strong></td>\n<td><strong>7 to 14</strong></td>\n<td><strong>15 to 30</strong></td>\n<td><strong>31 to 60</strong></td>\n<td><strong>61+</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>Barrens (sandy)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n<td>22+</td>\n<td>24+</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Forest (closed)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Forest (open)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Grassland (farm/prairie)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n<td>22+</td>\n<td>24+</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Hills (rocky)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Mountains (rocky)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Scrubland (sparse)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Scrubland (dense)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n</tbody></table>\n<p><strong>Aerial Encounters:</strong> If the monsters can fly and the adventurers cannot, the adventurers suffer a -4 penalty to its Evasion throw unless in forest, forested hills, forested mountains, dense scrubland, jungle, or swamp. If the adventurers can fly and the monsters cannot they can automatically evade the encounter.</p>\n<p><strong>Explorers:</strong> If an explorer guides a party in familiar territory, the party gains a +5 bonus to its Evasion throw. An explorer’s party can even evade wilderness encounters when <strong>surprised</strong> provided the explorer himself is not surprised. (If using group surprise, the Judge should roll separately for the explorer.) Otherwise, the only way to evade is to leave the surprised party member(s) behind.</p>\n<p><strong>Forlorn Hope:</strong> If a number of adventurers at least equal to the number of the monsters stay to fight, the rest of the group can evade using the reduced party size with an additional +4 bonus.</p>\n<p><strong>Movement:</strong> If the fastest monster has a faster movement rate than the slowest adventurer, the adventurers suffer a -4 penalty to their Evasion throw. If the slowest adventure has a faster movement rate than the fastest monster, the adventurers gain a +4 bonus.</p>\n<p><strong>Sauve Qui Peut:</strong> If necessary, the party can split up into separate groups, perhaps to abandon stragglers who are slowing them down or simply to improve the odds that any one group escapes. Calculate the party size for each group. Roll separately for each group to determine whether it can evade, applying any modifiers based only on that group’s composition. All of the groups that fail collectively share the encounter, which is assumed to occur before they managed to split up. Each group that succeeds goes its own way.</p>\n<p><strong>Designer’s Note:</strong> The reason that all groups that do not evade are placed into one encounter is to avoid forcing the Judge into running multiple concurrent battles with only a portion of the players at each time. The Judge can choose to do this if he wants, splitting the monsters up to pursue each group separately, but it’s not recommended.</p>\n<p>EXAMPLE: A party of adventurers in the Skysostan steppe spots a colossal dragon on the hunt flying above them 1,710’ away. The dragon cannot see them from further than 1,200’ away, so it hasn’t yet detected them. The adventurers have LOS, while the dragon has neither LOS nor foreknowledge. Consulting the chart, the Judge sees that the adventurers can attempt to evade! First, however, the dragon must roll for surprise at -1. If the dragon is <strong>surprised</strong>, the party can automatically evade. Unfortunately, the surprise roll is a 6 and the dragon is attentive. Since it hasn’t yet actually spotted the adventurers, it just “has a bad feeling” – perhaps it caught hints of movement or caught a scent on the wind.</p>\n<p>Since the dragon is attentive, the adventurers must make an Evasion proficiency throw if they want to avoid the encounter. There are 20 adventurers mounted on light horses, so they count as two men each; their party size is 40. In steppe terrain, the target value is a nigh-impossible 22+. On light riding horses, the party has a speed of 240’. The colossal dragon has a gem-encrusted hide slowing it to a speed of only 210’, so the adventurers gain a +4 bonus. They also are being led by their trusty Skysostan explorer Subutai, who grants them an additional +5 bonus. However, the dragon can fly, so they face a -4 penalty. Their final target value is 17+ -- a tough but not impossible roll.</p>\n<p>What if the party splits up into eight groups of five? That would reduce the base target value from 22+ to 16+. The dragon’s flight and party’s speed would continue to cancel out (+4 – 4). Whichever group the explorer joined would get a +5 bonus. By splitting up, then, one group of five adventurers can evade on 11+ and the other seven groups can evade on 16+. The party splits up to maximize the chance that some of them survive.</p>\n<h6>Aftermath of Evasion</h6>\n<p>By definition, a party evading an encounter is hastily moving to a new location. When a party evades, the Judge will first roll on the Wilderness Encounter Distance table to determine how far they had to travel to escape. (The same modifiers for creature and party size apply.) He will then roll 1d12 to determine the clock direction of their movement. If the party split up into multiple groups, each group heads in its own random direction for its own random distance. (Two or more groups sharing the same direction share the same distance.)</p>\n<p>If the Judge has a small-scale map of the wilderness area, he will plot the party’s movement on that map. The party might “evade” straight into a monster lair or point of interest. In random wilderness encounters, however, the area is only mapped in large scale, so the Judge might make an additional encounter throw instead (Judge’s discretion). The Judge will have to decide the exact nature of the location where the adventurers halt based on the overall geography and likely route.</p>\n<p>Once the party (or group thereof) comes to a halt, it must immediately make a Navigation throw at -4 to see if it has gotten lost. If the throw succeeds, the party or group is aware of its location relative to its last known location. If the throw fails, the party or group is lost and knows it.</p>\n<p>A lost party or a group can attempt to search for its last known landmark (ruined structure, river bank, road, trail, etc.) by making a Wilderness Searching throw as if it were a point of interest (p. XX). Unless the Judge determines otherwise due to peculiar circumstances, the last known landmark is identical for any and all lost groups, allowing them to rendezvous after getting lost. Remember that searching triggers an encounter throw!</p>\n<p>A group that didn’t get lost, or a group that was lost but then found its last known landmark, can make a Wilderness Searching throw to find a lost group. Treat the lost group as a point of interest. If the lost party is moving or searching, there is a -4 penalty to the throw to find it. If a searching group tries and fails to find a lost group in the same hour that a lost group successfully finds the last known landmark, the two groups miss each other. The searching group ends the hour in the wilderness, unaware that the lost group has made it to the landmark; and the lost group ends the hour at the landmark, unaware that another group is searching for it. Of course, magic such as <em>clairvoyancy, scry,</em> and so on can make such challenges easier to overcome, and Tracking proficiency might enable them to spot each’s other trails.</p>\n<p>Adventurers who evade might be tracked by some monsters, depending on their abilities and intent. The Passing Without Trace proficiency and spell can be very useful in avoiding having a hungry monster in pursuit.</p>\n<h6>Evasion by monsters</h6>\n<p>Sometimes the party might be of such impressive size or power that the monsters want to evade them. The <em><strong>ACKS II Judges Journal</strong></em>offers guidelines for the Judge to determine when monsters might evade.</p>\n<h3>Reactions</h3>\n<p>Sometimes, it’s obvious how an encounter is going to go. When an orc scales up a siege ladder and leaps onto the rampart, the defenders know it’s there to kill or be killed. Likewise, if an adventuring party bristling with weapons and wearing holy symbols of Law bursts into a den of chaotic creatures, the creatures know it’s time to fight. Sometimes, however, an encounter might occur without both sides immediately coming to blows.</p>\n<p>In such cases, the Judge will make a <strong>reaction roll</strong> of 2d6 and determine the monsters’ reactions by consulting the Encounter Reaction table. A reaction roll is subject to a number of modifiers. The CHA adjustment of the party’s “face” (typically whichever has the highest CHA) is usually added to the roll. If the “face” has certain class powers and proficiencies, such as Mystic Aura, those might grant a bonus to the roll as well. Certain conditions and effects on the adventurer or monsters might also modify the roll. The Judge can apply a wide range of modifiers based on the circumstances in which the encounter takes place (these are in the <em><strong>ACKS II Judge’s Journal</strong></em>). Regardless of modifiers, however, an unmodified roll of 2 is never better than unfriendly, and an unmodified result of 12 is never worse than indifferent.</p>\n<p>Sometimes the adventurers might not have a clear “face,” or may disagree as to who their “face” ought to be. In this case, whichever adventurer is encountered by or speaks to the other side first is considered to be the “face.” The Judge can call for an initiative roll to determine who speaks first if it is unclear. If the context of the encounter is such that no social interaction could take place at all, then the Judge will roll on the Encounter Reaction table without any modifier from the “face.”</p>\n<p>EXAMPLE: Tavus is a paladin (CHA 18, Mystic Aura, Intimidation, +5 total bonus) nominally leading a party of 1st level adventurers. One of his comrades is an explorer named Morne (CHA 7, -1 penalty). The party encounters a group of 5 orcs. Tavus tells the Judge, “I draw my sword and tell them to surrender or die.” Morne, who enjoys disrupting the paladin’s plans, immediately says “I show my bare hands and say “let’s talk!” The party erupts into dispute around the gaming table. The Judge calls for Tavus and Morne to each roll initiative. Morne wins, so he speaks first. The orcs consider him the spokesperson of the adventurers.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Encounter Reaction</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Hostile, attacks</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Friendly, helpful</td>\n</tr>\n</tbody></table>\n<p>A result of <strong>hostile</strong> means that the monsters immediately attack the adventurers. An <strong>unfriendly</strong> result means that the monsters do not like the adventurers, and will attack if it seems possible to win. A <strong>neutral</strong> result simply means that the monsters are uncertain about the encounter. If the adventurers are aggressive or appear dangerous, the monsters will act unfriendly, but if the adventurers seem peaceful and interested in parley, the monsters will act indifferent. An <strong>indifferent</strong> result means that monsters will ignore the adventurers if the adventurers ignore them, and parley with the adventurers if the adventurers act otherwise. A <strong>friendly</strong> result means that the monsters will seek to cooperate with the adventurers in mutually beneficial ways. An adventurer can recruit a friendly monster with fewer HD than his own by rolling on the Reaction to Hiring Offer table (p. XX). If successful, the monster might be recruited as a henchman (see <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong>).</p>\n<p>EXAMPLE #1: If the party has bashed down the door leading into a den of orcs, no reaction roll is necessary. Orcs know what to do when murder hobos... er, heroes... come into their homes.</p>\n<p>EXAMPLE #2: The party has entered a crypt guarded by a hungry spider. No reaction roll is necessary. The Judge purposefully placed a hungry spider on the ceiling of the crypt to spring on adventurers. He doesn’t now need to roll to decide if the spider has an existential crisis about eating non-arachnids.</p>\n<p>EXAMPLE #3: The party was heatedly arguing about the dungeon map when it encountered a pack of orcs. Nobody quite knows what to do. The Judge should make a reaction roll for the orcs.</p>\n<p>EXAMPLE #4: The party was on an expedition in Skysostan when it had a random encounter with a colossal dragon. The adventurers haven’t been hostile and the Judge isn’t sure if the dragon is a hungry man-eater or a clever wyrm starved for sapient conversation. He decides a reaction roll is called for.</p>\n<h6>Attempting to Influence Reactions</h6>\n<p>If the adventurers want to change the reactions of creatures they have encountered, they can attempt to <strong>influence</strong> the creatures. Attempting to influence a creature or group of creatures requires an opportunity to peacefully converse. Once combat begins, adventurers cannot attempt to influence creatures unless and until the creatures are required to make morale rolls.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Number of Attempts</td>\n<td>Time Required</td>\n</tr>\n<tr>\n<td>1st Attempt to Influence</td>\n<td>1 round (1 minute)</td>\n</tr>\n<tr>\n<td>2nd Attempt to Influence</td>\n<td>1 turn (10 minutes)</td>\n</tr>\n<tr>\n<td>3rd Attempt to Influence</td>\n<td>6 turns (1 hour)</td>\n</tr>\n<tr>\n<td>4th Attempt to Influence</td>\n<td>8 hours (1 work-day)</td>\n</tr>\n<tr>\n<td>5th+ Attempts to Influence</td>\n<td>5 work-days (1 week)</td>\n</tr>\n</tbody></table>\n<p>The amount of time an attempt to influence requires depends on how well the interacting individuals or groups know each other. The adjoining table shows the amount of game time that characters must spend at each stage of influence. Impressions between strangers can take shape withing just a few minutes of chat; persuading a foe of decades to join an alliance might take a day or a week of negotiation in a peace summit.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Reaction Roll</td>\n<td>Initial Interaction</td>\n<td>Attempt to Influence</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>After the adventurers have spent the time required for their influence attempt, the Judge will make another reaction roll to determine the effect of the attempt on the creatures. All of the usual modifiers apply. The result of the roll influences the creatures’ reactions.</p>\n<p>If the result is hostile, the creatures’ reactions shift by two steps towards hostile. If the result is unfriendly, the creatures’ reactions shift by one step towards hostile. A neutral result shifts the creatures’ reactions one step towards neutral. An indifferent result shifts the creatures’ reactions one step towards friendly. A friendly result shifts the creatures’ reactions two steps towards friendly.</p>\n<p>Adventurers cannot use the evasion mechanics once they’ve started interacting with the monsters. If you’re close enough to know if they’re happy to see you, you’re too close to evade. (They can still run away during combat, but this is resolved using the combat rules.)</p>\n<p>If combat breaks out between the adventurers and the creature(s), the adventurers cannot attempt to influence the creatures until the adventurers lay down their weapons or the creatures are forced to make a morale check.</p>\n<h6>Offering Bribes</h6>\n<p>Adventurers attempting to influence creatures they’ve encountered might wish to offer a bribe to their target. As a general rule, a bribe equal to one week’s pay for the target provides a +1 bonus, a month’s pay provides a +2 bonus, and a year’s pay provides a +3 bonus on the reaction roll. However, if a character bribes a target and fails to move the reaction towards friendly, the target’s attitude shifts towards hostile by one step (or one additional step). An adventurer who fails to bribe an official will be charged with the crime of bribery (p. XX) if the target becomes unfriendly or hostile or if he rolls an unmodified 2.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Cost of Bribes</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Character Proficient?</td>\n<td>+1 Bonus</td>\n<td>+2 Bonus</td>\n<td>+3 Bonus</td>\n</tr>\n<tr>\n<td>Proficient</td>\n<td>1 day</td>\n<td>1 week</td>\n<td>1 month</td>\n</tr>\n<tr>\n<td>Non-Proficient</td>\n<td>1 week</td>\n<td>1 month</td>\n<td>1 year</td>\n</tr>\n</tbody></table>\n<p>An adventurer with Bribery proficiency is exceptionally skilled at bribing targets with gifts of money or merchandise. A bribe equal to one day’s pay for the target provides a +1 bonus, a week’s pay provides a +2 bonus, and a month’s pay provides a +3 bonus. If the Bribery fails, the target’s attitude is not shifted towards hostile, as the character has been so subtle in his offer that the refusal was painless. A character with Bribery proficiency is only charged with the crime if he rolls an unmodified 2.</p>\n",
  "sections": [
    {
      "title": "Encounters",
      "level": 2,
      "html": "<p>The world of <em><strong>ACKS</strong></em>is filled with creatures of every sort. The vast majority, however, are ordinary animals such as badgers, crows, deer, doves, ferrets, goats, rabbits, sheep, squirrels, and so on. While the adventurers will inevitably come across many such critters, these meetings are not encounters — they’re window dressing placed by the Judge to bring the setting to life. An <strong>encounter</strong> is a significant moment where the adventurers come into contact with monsters that can help or harm them.</p>\n<p>During an encounter, the unit of time shifts from hours or turns into rounds, as the action “zooms in” on the actions of the adventurers and monsters in the moment. The two sides are assumed to be <strong>opponents</strong> unless and until determined otherwise by their interaction.</p>\n"
    },
    {
      "title": "Encounter Distance",
      "level": 3,
      "html": "<p>When an encounter occurs, the adventurers and the monsters begin at <strong>encounter distance</strong>. In the shadowy corridors of a dungeon they might only be a few feet apart, but in the vast plains of Skysostan they might be hundreds of feet distant. Encounter distance has implications for surprise (discussed below) because sometimes one side might encounter the other at a distance from which the other side cannot see it.</p>\n<p>When determining encounter distance, different rules apply for deliberate and random encounters. A deliberate encounter is one where the Judge knows exactly where the adventurers and monsters are located on his map and can determine from that where and when an encounter occurs. A random encounter is one where a random roll has said that an encounter does occur, and the Judge is retro-causally determining what the circumstances of position and terrain must be for that to happen.</p>\n"
    },
    {
      "title": "Dungeon Encounters",
      "level": 6,
      "html": "<p>When an arranged encounter occurs (such as adventurers kicking down the door to a room the Judge has stocked with orcs), the Judge contextually determines the encounter distance based on the layout of the dungeon, the available light sources, the description of the room, and the direction by which the adventurers or monster(s) approached.</p>\n<p>When a random encounter occurs in a dungeon, the Judge will roll 2d6 x 10 to determine the maximum encounter distance in feet at the start of the encounter. He will choose or randomly roll for the direction from which the monsters approach. He then will reduce the distance (using his dungeon map as a guide) until either the monster(s) can see the adventurers or adventurers’ light source, or the adventurers can see the monster(s) or their light source (if any).</p>\n"
    },
    {
      "title": "Wilderness Encounters",
      "level": 6,
      "html": "<p>Encounters in the wilderness can take place in a variety of terrain types with greatly varying line of sight. Even “flat” terrain often has shrubbery, small dips, low rises, and other geography that conceal creatures.</p>\n<p>When a deliberate encounter occurs in the wilderness, it will be handled by the Judge in the same fashion as in dungeons based on the map of the area, the available light sources, the description of the area, and the direction of approach.</p>\n<p>When a random encounter occurs in the wilderness, the Judge will roll on the Wilderness Encounter Distance table to randomly determine the maximum encounter distance in feet at the start of the encounter. The encounter will then occur at either the maximum encounter distance or the maximum visibility distance (p. XX), whichever is less. The maximum encounter distance accounts for geography and foliage, while the maximum visibility distance accounts for lighting and weather conditions. The Judge will then choose or randomly determine the direction of approach based on the terrain.</p>\n<p>Note that because formations in the wilderness are generally only 5 men or 3 horses wide, they might extend over hundreds of feet in depth. Encounter distance will be the distance to the closest part of the formation; distant parts of the formation might not be able to see or hear what’s going on.</p>\n<p><strong>Altitude and Elevation:</strong> When flying creatures are encountered in any terrain, the creatures can start at an altitude of up to one-half the encounter distance. When encountering non-flyers in mountains terrain, the opposing sides begin separated by an elevation of one-half the encounter distance. The Judge determines which side is higher based on the context, geography, and stated plans of the adventurers.</p>\n<p><strong>Maximum Visibility Distance:</strong> As noted under Visibility in the Wild (p. XX), the maximum distance at which individual man-sized creatures can be in line of sight is 600’ in daylight, 300’ in full moonlight, 150’ in half-moonlight, and 75’ in starlight. Party-sized formations (10 – 30 men) increase visibility distance by +50%. Platoon-sized formations (31 – 60 men) increase it +100%. Company-sized formations (61 – 240 men) increase it by +200%. Battalion or larger formations (241+ men) increase it by +400%. Count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men. Maximum visibility distance should be calculated separately for each side in the encounter, making it possible for a small group to spot a large formation from far off. Maximum visibility distance usually only matters in wide-open terrain like desert or plains, where line of sight is otherwise unlimited.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Wilderness Encounter Distance</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Terrain</strong>  <strong>Type</strong></td>\n<td><strong>Max (Average)</strong>  <strong>Encounter Distance</strong></td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>6d20 x 30’ (1890’)</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Forest (deciduous)</td>\n<td>5d8 x 3 (68’)</td>\n</tr>\n<tr>\n<td>Forest (taiga)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Grassland (farmland/prairie)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>6d20 x 30’ (1890’)</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Hills (rocky/terraced)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>5d4 x 3’ (38’)</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Mountains (rocky/snowy/terraced)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>4d6 x 30’ (420’)</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>3d6 x 15’ (157’)</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5d8 x 3’ (68’)</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>5d4 x 3’ (38’)</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of adventurers is exploring the Skysostan steppe when it has a random encounter with a colossal dragon. The Judge rolls 6d20 x 30 with a result of 1,710’. That exceeds the maximum visibility distance of 600’ for man-sized creatures. However, there are 20 adventurers and henchmen, all mounted on light horses. Therefore, the formation counts as 40 men, making it platoon-sized. This increases the maximum distance at which they are visible to the dragon by +100% to 1,200’. Since the dragon is a colossal creature, it counts as a 120-man company, increasing the distance at which it is visible to the adventurers by +200% to 1,800’. That’s greater than the maximum encounter distance. Therefore, the encounter begins at 1,710’ with the adventurers having detected the dragon.</p>\n<p><strong>Encounters Across Terrain Types:</strong> Sometimes when an encounter occurs, the adventurers might be in one type of terrain while the monsters are in another type. When this occurs, the Judge will roll for wilderness encounter distance twice, once for each side based on their terrain type. The encounter begins at the greater of the two ranges rolled. The side which rolled the greater range counts as having detected the enemy, while the enemy counts as not having detected them.</p>\n<p>EXAMPLE: A party of adventurers is moving through the forest in search of chaotic foes when they come upon a 300’ wide area of open parkland with a chthonic temple erected in the center. A number of cultists are engaging in a ritual sacrifice in the temple. The Judge determines the distance at which the cultists would encounter the adventurers using the adventurers’ terrain type (closed forest), and rolls 5d8 x 3. The result is 63’. The Judge determines the distance at which the adventurers would encounter the cultists using the cultists’ terrain type (open forest), and rolls 3d6 x 15. The result is 135’. Therefore the party is 135’ away from the cultists. The cultists have neither detection nor foreknowledge for an encounter.</p>\n<p><strong>Senses Other than Sight:</strong> Some characters or creatures might be able to detect opponents by means other than sight, such as acute hearing or olfaction, echolocation, etc. If so, do not reduce encounter distance due to visibility or light to less than the range of the sense.</p>\n<p>EXAMPLE: A party of adventurers is traveling across highland moors (low sparse scrublands) during a foggy day (visibility reduced to 20’) when they have a random encounter with a white worm. The Judge rolls for the encounter distance and the result is 420’. Normally, he would reduce encounter distance to 20’ to reflect the foggy conditions. However, the white worm has mechanoreception that enables it to “see” through the fog. Therefore, the encounter distance is the rolled result of 420’.</p>\n"
    },
    {
      "title": "Surprise",
      "level": 3,
      "html": "<p>Every adventurer aspires to be ready for anything at any moment. The vagaries of chance, the risk of distraction, and the fatigue of constant readiness all conspire to make adventurers drop their guard, sometimes at the worst possible moment. Fortunately, monsters are subject to the same caprice. The rules for <strong>surprise</strong> model the likelihood that when an encounter begins, some or all of the creatures involved are caught flat-footed and unready — sometimes leading to no encounter at all!</p>\n<p>To adjudicate surprise, the Judge must first determine whether each side had <strong>foreknowledge</strong> of the presence of the other side, and whether each side currently has <strong>line of sight</strong> on some or all of the opposing side. The Judge then consults the Surprise Matrix, below.</p>\n<ul>\n<li>A side has foreknowledge if, just prior to the encounter, it detected the opponents by any means (sight, sound, smell, etc.).</li>\n<li>A side has line of sight if it can see one or more opponent(s) when the encounter begins.</li>\n</ul>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Adventurers</td>\n<td>Monsters</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><em>FORE, LOS</em></td>\n<td><em>FORE</em></td>\n<td><em>LOS</em></td>\n<td><em>NONE</em></td>\n<td></td>\n</tr>\n<tr>\n<td><em>FORE, LOS</em></td>\n<td>Monsters not surprised  Adventurers not surprised  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers not surprised  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventures not surprised  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers not surprised  Adventurers can always evade</td>\n</tr>\n<tr>\n<td><em>FORE</em></td>\n<td>Monsters not surprised  Adventurers roll surprise (+1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventures roll surprise (+1)  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventurers roll surprise (+1)  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers roll surprise (+1)  Adventurers can evade</td>\n</tr>\n<tr>\n<td><em>LOS</em></td>\n<td>Monsters not surprised  Adventures roll surprise  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers roll surprise  Adventurers can evade</td>\n<td>Monsters roll surprise  Adventurers roll surprise  Adventurers can evade</td>\n<td>Monsters roll surprise (-1)  Adventurers roll surprise  Adventurers can evade</td>\n</tr>\n<tr>\n<td><em>NONE</em></td>\n<td>Monsters not surprised  Adventurers roll surprise (-1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise (+1)  Adventurers roll surprise (-1)  Adventurers cannot evade</td>\n<td>Monsters roll surprise  Adventurers rolls surprise (-1)  Adventurers cannot evade</td>\n<td>No encounter</td>\n</tr>\n</tbody></table>\n<p>A result of <strong>no encounter</strong> means just that. A result of <strong>not surprised</strong> means that side (the adventurers or the monsters) is not surprised by the encounter. They both knew it was coming. A result of <strong>roll surprise</strong> means that side might be caught flat-footed. Each creature on that side must make a surprise roll (described below), with a modifier if indicated. In large encounters, the Judge might have the adventurers and/or monsters roll by side or in sub-groups to speed play.</p>\n<p>A result of <strong>adventurers cannot evade</strong> means that the adventurers cannot avoid having the encounter. A result of <strong>adventurers can evade</strong> means that the adventurers might be able to avoid having the encounter by evading (see below). A result of <strong>adventurers can always evade</strong> means that the adventurers can automatically avoid having the encounter without need to roll. (If circumstances require, the Judge can check for the monsters to see if they can evade by pretending they are the adventurers and the adventurers are the real monsters.)</p>\n<p>EXAMPLE: A party of adventurers hunting orcs listens at a door and hears orcs on the other side. They then kick open the door, beginning the encounter. When the encounter begins, the adventurers have foreknowledge and line of sight. The orcs have line of sight on the adventurers, but no foreknowledge. The adventurers are not surprised, while the monsters have to roll surprise.</p>\n<p>To make a surprise roll, the player or Judge rolls 1d6, adds any relevant adjustments, and consults the Surprise table below:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Surprise</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Surprised</td>\n</tr>\n<tr>\n<td>3 – 6+</td>\n<td>Attentive</td>\n</tr>\n</tbody></table>\n<p>An <strong>attentive</strong> creature can act normally in the first round of the encounter. A <strong>surprised</strong> creature is <strong>vulnerable</strong> and cannot take any actions in the first round of the encounter.</p>\n<p>Some creatures impose a penalty on the surprise rolls of their opponents. For instance, barbarians are naturally stealthy. Opponents suffer a -2 penalty to surprise rolls when encountering a barbarian approaching from outside line of sight or lying in wait in cover or darkness. When different creatures on one side impose different surprise penalties on their opponents, only the smallest penalty is applied. It only takes one clumsy oaf to ruin an ambush!</p>\n<p>EXAMPLE: A fighter and a barbarian lie in wait for an approaching orc patrol. The barbarian is naturally stealthy, so he imposes a -2 penalty on surprise rolls. However, the fighter is not. Therefore, the orcs do not suffer the surprise penalty. If the barbarian was alone or in the company of other stealthy adventurers, the penalty would apply.</p>\n<p>Other creatures gain a bonus when making surprise rolls, or even several bonuses. For instance, explorers have an Alertness class power and an Animal Reflexes class power that each grant a +1 bonus to avoid surprise, for a total of +2. Each creature applies its own bonus to its own roll. (If the Judge is handling surprise by groups, use the average bonus across the group.)</p>\n<p>EXAMPLE: A patrol of orcs lie in wait for an explorer and a fighter. The explorer has a +2 bonus to avoid surprise. If the Judge runs the encounter with individual surprise, the explorer gets a +2 bonus on his surprise roll while the fighter gets no bonus. If the Judge runs the encounter with group surprise, both the explorer and fighter get a +1 bonus on their surprise rolls.</p>\n<p><strong>The “I’ve Got a Bad Feeling About This” Memorial Rule:</strong> Occasionally a situation can arise in which the presence of one side in an encounter is entirely unknown to the other side, but the other side has one or more combatants who are attentive (not <strong>surprised</strong>). In such circumstances, the attentive combatants are assumed to “have a bad feeling about this.” They might not be able to see or hear the danger, but they can intuit it. On their initiative segment, attentive combatants who haven’t yet observed any enemies can delay their initiative or use their initiative to move, defend, ready, and so on. The one thing they cannot do is claim line of sight or attack their unobserved enemies until they reveal themselves.</p>\n"
    },
    {
      "title": "Surprise and Hiding",
      "level": 6,
      "html": "<p>Some creatures are proficient in Hiding, a class power that enables them to hide when in cover, dim light, or darkness. In combat, hiding requires a combat action. When a creature begins hiding, the Judge must make a Hiding proficiency throw on its behalf. Regardless of whether the throw succeeds, opponents encountering the creature suffer a -2 penalty to surprise rolls against it. If the throw succeeds, the creature is <strong>hidden</strong>. If the throw fails, the creature is not hidden.</p>\n<p>No creature can claim line of sight on a creature that is hidden from it. If a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change. If an opponent knows the hidden creature’s general location, the opponent can attack it in melee at a -4 penalty, but it cannot even blindly attack the hidden creature if it doesn’t knows the creature’s general location. The hidden condition expires at the end of the hidden creature’s initiative if it moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the thief from his opponents.</p>\n<p>Hidden creatures are especially dangerous because they can ambush or backstab even highly alert targets, as the examples below illustrate.</p>\n<p>EXAMPLE: A thief is lying in wait for an approaching patrol of four orcs. The thief makes a Hiding proficiency throw. The throw succeeds, and the thief is now hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls at -1, while the thief is automatically ready. Because the thief is hiding, they suffer a further -2 penalty on those rolls, so they will fail on a roll of 1-5.</p>\n<p>Let’s call the four orcs Abash, Bargo, Chogak, and Dugot. Abash, Bargo, and Chogak roll badly and become <strong>surprised</strong>. They cannot act in the round. Dugot rolls well and is not surprised. Because he’s not surprised, he is aware that somethingis happening but isn’t sure exactly what. Despite being ready, he cannot target or attack the thief until after the thief acts.</p>\n<p>Since both are ready, Dugot and thief both roll for initiative. Let’s say Dugot has the higher initiative, so he gets to act first. Dugot says “Is something there?” as he glimpses a flickering shadow, then draws his sword and uses his action to ready an attack on any opponent who comes in range.</p>\n<p>The thief lunges out of the darkness from behind Dugot to backstab him. Dugot is readied to attack, but he is not allowed to attack the thief until after the thief acts. If the thief’s backstab kills Dugot, Dugot will not get to attack, and the thief might be able to cleave into the remaining orcs, all of whom can also be backstabbed. If the thief doesn’t kill Dugot, however, Dugot’s readied attack will trigger.</p>\n<p>EXAMPLE: It’s the same scene, but thief fails his Hiding proficiency throw so he does not enjoy the benefits of being hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls while the thief is automatically ready. As before, Abash, Bargo, and Chogak end up surprised while Dugot is ready. And, as before, both Dugot and the thief roll for initiative, and Dugot acts first. Since the thief isn’t hidden, Dugot is eligible to attack him, and does so. If the thief survives Dugot’s attack, he could attack Dugot normally or backstab Abash, Bargo, or Chogak.</p>\n"
    },
    {
      "title": "Surprise and Sneaking",
      "level": 6,
      "html": "<p>Some creatures are proficient in Sneaking, a class power that enables them to move silently. In combat, sneaking is a movement action. Creatures can sneak at their encounter speed or one-half combat speed without penalty. If they move greater than one-half combat speed, they take a -5 penalty to the proficiency throw. If they run, they take a -10 penalty.</p>\n<p>When a creature begins sneaking, the Judge make a Sneaking proficiency throw on behalf of the creature. Regardless of whether the throw succeeds, opponents suffer a -2 penalty to surprise rolls when encountering the creature if it is sneaking towards them from outside line of sight. If the throw succeeds, the creature is <strong>sneaking</strong>. If the throw fails, the creature is not.</p>\n<p>A <strong>sneaking</strong> creature makes no noise when it moves — none whatsoever. Even alert creatures that make a successful Listening throw will not hear a sound. A sneaky creature can ambush or backstab an attentive opponent as if it were <strong>surprised</strong>, provided that it was not in the opponent’s line of sight at any point within the prior round.</p>\n<p>A creature cannot combine hiding and sneaking in a single movement action, but it can sneak into cover or darkness with its movement action and then start hiding with its combat action.</p>\n"
    },
    {
      "title": "Surprise and Sleeping",
      "level": 6,
      "html": "<p>A creature which is taking restful sleep at the start of an encounter does not roll for surprise. Instead, it begins the encounter <strong>slumbering</strong>. The slumbering condition ends immediately if the slumbering creature is attacked, damaged, or moved.</p>\n<p>Unless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.</p>\n"
    },
    {
      "title": "Evasion",
      "level": 3,
      "html": "<p>Sometimes, the circumstances of an encounter might permit the adventurers to evade it entirely. Dungeon encounters occur at such close proximity that evasion is impossible. (The party can run away during the course of a combat, but that’s not evasion.)</p>\n<p>In the wilderness, however, the adventurers can attempt to evade if the Surprise Matrix entry for the encounter listed a result of <strong>adventurers can evade</strong> and the adventurers did not end up <strong>surprised</strong>. If the monsters are all surprised, the attempt succeeds automatically. Otherwise, the adventurers must make an Evasion proficiency throw to avoid the encounter.</p>\n<p>The target value for the proficiency throw is determined by the size of the evading party and the terrain they are in, as shown on the Evasion Throw by Terrain table. (Evasion at sea is handled separately, see <strong>Voyages</strong>.) When determining party size, count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.</p>\n<p>If the proficiency throw succeeds, the party has evaded the encounter. If the proficiency fails, the party fails to evade and gameplay proceeds to Reactions. A failed evasion does not necessarily mean a fight!</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Evasion Throw by Terrain</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Terrain Type</strong></td>\n<td><strong>Party Size</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>6-</strong></td>\n<td><strong>7 to 14</strong></td>\n<td><strong>15 to 30</strong></td>\n<td><strong>31 to 60</strong></td>\n<td><strong>61+</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>Barrens (sandy)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n<td>22+</td>\n<td>24+</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Forest (closed)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Forest (open)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Grassland (farm/prairie)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n<td>22+</td>\n<td>24+</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Hills (rocky)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Mountains (rocky)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Scrubland (sparse)</td>\n<td>12+</td>\n<td>14+</td>\n<td>16+</td>\n<td>18+</td>\n<td>20+</td>\n</tr>\n<tr>\n<td>Scrubland (dense)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n<td>15+</td>\n<td>17+</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5+</td>\n<td>7+</td>\n<td>9+</td>\n<td>11+</td>\n<td>13+</td>\n</tr>\n<tr>\n<td>Swamp (forested)</td>\n<td>2+</td>\n<td>4+</td>\n<td>6+</td>\n<td>8+</td>\n<td>10+</td>\n</tr>\n</tbody></table>\n<p><strong>Aerial Encounters:</strong> If the monsters can fly and the adventurers cannot, the adventurers suffer a -4 penalty to its Evasion throw unless in forest, forested hills, forested mountains, dense scrubland, jungle, or swamp. If the adventurers can fly and the monsters cannot they can automatically evade the encounter.</p>\n<p><strong>Explorers:</strong> If an explorer guides a party in familiar territory, the party gains a +5 bonus to its Evasion throw. An explorer’s party can even evade wilderness encounters when <strong>surprised</strong> provided the explorer himself is not surprised. (If using group surprise, the Judge should roll separately for the explorer.) Otherwise, the only way to evade is to leave the surprised party member(s) behind.</p>\n<p><strong>Forlorn Hope:</strong> If a number of adventurers at least equal to the number of the monsters stay to fight, the rest of the group can evade using the reduced party size with an additional +4 bonus.</p>\n<p><strong>Movement:</strong> If the fastest monster has a faster movement rate than the slowest adventurer, the adventurers suffer a -4 penalty to their Evasion throw. If the slowest adventure has a faster movement rate than the fastest monster, the adventurers gain a +4 bonus.</p>\n<p><strong>Sauve Qui Peut:</strong> If necessary, the party can split up into separate groups, perhaps to abandon stragglers who are slowing them down or simply to improve the odds that any one group escapes. Calculate the party size for each group. Roll separately for each group to determine whether it can evade, applying any modifiers based only on that group’s composition. All of the groups that fail collectively share the encounter, which is assumed to occur before they managed to split up. Each group that succeeds goes its own way.</p>\n<p><strong>Designer’s Note:</strong> The reason that all groups that do not evade are placed into one encounter is to avoid forcing the Judge into running multiple concurrent battles with only a portion of the players at each time. The Judge can choose to do this if he wants, splitting the monsters up to pursue each group separately, but it’s not recommended.</p>\n<p>EXAMPLE: A party of adventurers in the Skysostan steppe spots a colossal dragon on the hunt flying above them 1,710’ away. The dragon cannot see them from further than 1,200’ away, so it hasn’t yet detected them. The adventurers have LOS, while the dragon has neither LOS nor foreknowledge. Consulting the chart, the Judge sees that the adventurers can attempt to evade! First, however, the dragon must roll for surprise at -1. If the dragon is <strong>surprised</strong>, the party can automatically evade. Unfortunately, the surprise roll is a 6 and the dragon is attentive. Since it hasn’t yet actually spotted the adventurers, it just “has a bad feeling” – perhaps it caught hints of movement or caught a scent on the wind.</p>\n<p>Since the dragon is attentive, the adventurers must make an Evasion proficiency throw if they want to avoid the encounter. There are 20 adventurers mounted on light horses, so they count as two men each; their party size is 40. In steppe terrain, the target value is a nigh-impossible 22+. On light riding horses, the party has a speed of 240’. The colossal dragon has a gem-encrusted hide slowing it to a speed of only 210’, so the adventurers gain a +4 bonus. They also are being led by their trusty Skysostan explorer Subutai, who grants them an additional +5 bonus. However, the dragon can fly, so they face a -4 penalty. Their final target value is 17+ -- a tough but not impossible roll.</p>\n<p>What if the party splits up into eight groups of five? That would reduce the base target value from 22+ to 16+. The dragon’s flight and party’s speed would continue to cancel out (+4 – 4). Whichever group the explorer joined would get a +5 bonus. By splitting up, then, one group of five adventurers can evade on 11+ and the other seven groups can evade on 16+. The party splits up to maximize the chance that some of them survive.</p>\n"
    },
    {
      "title": "Aftermath of Evasion",
      "level": 6,
      "html": "<p>By definition, a party evading an encounter is hastily moving to a new location. When a party evades, the Judge will first roll on the Wilderness Encounter Distance table to determine how far they had to travel to escape. (The same modifiers for creature and party size apply.) He will then roll 1d12 to determine the clock direction of their movement. If the party split up into multiple groups, each group heads in its own random direction for its own random distance. (Two or more groups sharing the same direction share the same distance.)</p>\n<p>If the Judge has a small-scale map of the wilderness area, he will plot the party’s movement on that map. The party might “evade” straight into a monster lair or point of interest. In random wilderness encounters, however, the area is only mapped in large scale, so the Judge might make an additional encounter throw instead (Judge’s discretion). The Judge will have to decide the exact nature of the location where the adventurers halt based on the overall geography and likely route.</p>\n<p>Once the party (or group thereof) comes to a halt, it must immediately make a Navigation throw at -4 to see if it has gotten lost. If the throw succeeds, the party or group is aware of its location relative to its last known location. If the throw fails, the party or group is lost and knows it.</p>\n<p>A lost party or a group can attempt to search for its last known landmark (ruined structure, river bank, road, trail, etc.) by making a Wilderness Searching throw as if it were a point of interest (p. XX). Unless the Judge determines otherwise due to peculiar circumstances, the last known landmark is identical for any and all lost groups, allowing them to rendezvous after getting lost. Remember that searching triggers an encounter throw!</p>\n<p>A group that didn’t get lost, or a group that was lost but then found its last known landmark, can make a Wilderness Searching throw to find a lost group. Treat the lost group as a point of interest. If the lost party is moving or searching, there is a -4 penalty to the throw to find it. If a searching group tries and fails to find a lost group in the same hour that a lost group successfully finds the last known landmark, the two groups miss each other. The searching group ends the hour in the wilderness, unaware that the lost group has made it to the landmark; and the lost group ends the hour at the landmark, unaware that another group is searching for it. Of course, magic such as <em>clairvoyancy, scry,</em> and so on can make such challenges easier to overcome, and Tracking proficiency might enable them to spot each’s other trails.</p>\n<p>Adventurers who evade might be tracked by some monsters, depending on their abilities and intent. The Passing Without Trace proficiency and spell can be very useful in avoiding having a hungry monster in pursuit.</p>\n"
    },
    {
      "title": "Evasion by monsters",
      "level": 6,
      "html": "<p>Sometimes the party might be of such impressive size or power that the monsters want to evade them. The <em><strong>ACKS II Judges Journal</strong></em>offers guidelines for the Judge to determine when monsters might evade.</p>\n"
    },
    {
      "title": "Reactions",
      "level": 3,
      "html": "<p>Sometimes, it’s obvious how an encounter is going to go. When an orc scales up a siege ladder and leaps onto the rampart, the defenders know it’s there to kill or be killed. Likewise, if an adventuring party bristling with weapons and wearing holy symbols of Law bursts into a den of chaotic creatures, the creatures know it’s time to fight. Sometimes, however, an encounter might occur without both sides immediately coming to blows.</p>\n<p>In such cases, the Judge will make a <strong>reaction roll</strong> of 2d6 and determine the monsters’ reactions by consulting the Encounter Reaction table. A reaction roll is subject to a number of modifiers. The CHA adjustment of the party’s “face” (typically whichever has the highest CHA) is usually added to the roll. If the “face” has certain class powers and proficiencies, such as Mystic Aura, those might grant a bonus to the roll as well. Certain conditions and effects on the adventurer or monsters might also modify the roll. The Judge can apply a wide range of modifiers based on the circumstances in which the encounter takes place (these are in the <em><strong>ACKS II Judge’s Journal</strong></em>). Regardless of modifiers, however, an unmodified roll of 2 is never better than unfriendly, and an unmodified result of 12 is never worse than indifferent.</p>\n<p>Sometimes the adventurers might not have a clear “face,” or may disagree as to who their “face” ought to be. In this case, whichever adventurer is encountered by or speaks to the other side first is considered to be the “face.” The Judge can call for an initiative roll to determine who speaks first if it is unclear. If the context of the encounter is such that no social interaction could take place at all, then the Judge will roll on the Encounter Reaction table without any modifier from the “face.”</p>\n<p>EXAMPLE: Tavus is a paladin (CHA 18, Mystic Aura, Intimidation, +5 total bonus) nominally leading a party of 1st level adventurers. One of his comrades is an explorer named Morne (CHA 7, -1 penalty). The party encounters a group of 5 orcs. Tavus tells the Judge, “I draw my sword and tell them to surrender or die.” Morne, who enjoys disrupting the paladin’s plans, immediately says “I show my bare hands and say “let’s talk!” The party erupts into dispute around the gaming table. The Judge calls for Tavus and Morne to each roll initiative. Morne wins, so he speaks first. The orcs consider him the spokesperson of the adventurers.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Encounter Reaction</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Hostile, attacks</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Friendly, helpful</td>\n</tr>\n</tbody></table>\n<p>A result of <strong>hostile</strong> means that the monsters immediately attack the adventurers. An <strong>unfriendly</strong> result means that the monsters do not like the adventurers, and will attack if it seems possible to win. A <strong>neutral</strong> result simply means that the monsters are uncertain about the encounter. If the adventurers are aggressive or appear dangerous, the monsters will act unfriendly, but if the adventurers seem peaceful and interested in parley, the monsters will act indifferent. An <strong>indifferent</strong> result means that monsters will ignore the adventurers if the adventurers ignore them, and parley with the adventurers if the adventurers act otherwise. A <strong>friendly</strong> result means that the monsters will seek to cooperate with the adventurers in mutually beneficial ways. An adventurer can recruit a friendly monster with fewer HD than his own by rolling on the Reaction to Hiring Offer table (p. XX). If successful, the monster might be recruited as a henchman (see <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong>).</p>\n<p>EXAMPLE #1: If the party has bashed down the door leading into a den of orcs, no reaction roll is necessary. Orcs know what to do when murder hobos... er, heroes... come into their homes.</p>\n<p>EXAMPLE #2: The party has entered a crypt guarded by a hungry spider. No reaction roll is necessary. The Judge purposefully placed a hungry spider on the ceiling of the crypt to spring on adventurers. He doesn’t now need to roll to decide if the spider has an existential crisis about eating non-arachnids.</p>\n<p>EXAMPLE #3: The party was heatedly arguing about the dungeon map when it encountered a pack of orcs. Nobody quite knows what to do. The Judge should make a reaction roll for the orcs.</p>\n<p>EXAMPLE #4: The party was on an expedition in Skysostan when it had a random encounter with a colossal dragon. The adventurers haven’t been hostile and the Judge isn’t sure if the dragon is a hungry man-eater or a clever wyrm starved for sapient conversation. He decides a reaction roll is called for.</p>\n"
    },
    {
      "title": "Attempting to Influence Reactions",
      "level": 6,
      "html": "<p>If the adventurers want to change the reactions of creatures they have encountered, they can attempt to <strong>influence</strong> the creatures. Attempting to influence a creature or group of creatures requires an opportunity to peacefully converse. Once combat begins, adventurers cannot attempt to influence creatures unless and until the creatures are required to make morale rolls.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Number of Attempts</td>\n<td>Time Required</td>\n</tr>\n<tr>\n<td>1st Attempt to Influence</td>\n<td>1 round (1 minute)</td>\n</tr>\n<tr>\n<td>2nd Attempt to Influence</td>\n<td>1 turn (10 minutes)</td>\n</tr>\n<tr>\n<td>3rd Attempt to Influence</td>\n<td>6 turns (1 hour)</td>\n</tr>\n<tr>\n<td>4th Attempt to Influence</td>\n<td>8 hours (1 work-day)</td>\n</tr>\n<tr>\n<td>5th+ Attempts to Influence</td>\n<td>5 work-days (1 week)</td>\n</tr>\n</tbody></table>\n<p>The amount of time an attempt to influence requires depends on how well the interacting individuals or groups know each other. The adjoining table shows the amount of game time that characters must spend at each stage of influence. Impressions between strangers can take shape withing just a few minutes of chat; persuading a foe of decades to join an alliance might take a day or a week of negotiation in a peace summit.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Reaction Roll</td>\n<td>Initial Interaction</td>\n<td>Attempt to Influence</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>After the adventurers have spent the time required for their influence attempt, the Judge will make another reaction roll to determine the effect of the attempt on the creatures. All of the usual modifiers apply. The result of the roll influences the creatures’ reactions.</p>\n<p>If the result is hostile, the creatures’ reactions shift by two steps towards hostile. If the result is unfriendly, the creatures’ reactions shift by one step towards hostile. A neutral result shifts the creatures’ reactions one step towards neutral. An indifferent result shifts the creatures’ reactions one step towards friendly. A friendly result shifts the creatures’ reactions two steps towards friendly.</p>\n<p>Adventurers cannot use the evasion mechanics once they’ve started interacting with the monsters. If you’re close enough to know if they’re happy to see you, you’re too close to evade. (They can still run away during combat, but this is resolved using the combat rules.)</p>\n<p>If combat breaks out between the adventurers and the creature(s), the adventurers cannot attempt to influence the creatures until the adventurers lay down their weapons or the creatures are forced to make a morale check.</p>\n"
    },
    {
      "title": "Offering Bribes",
      "level": 6,
      "html": "<p>Adventurers attempting to influence creatures they’ve encountered might wish to offer a bribe to their target. As a general rule, a bribe equal to one week’s pay for the target provides a +1 bonus, a month’s pay provides a +2 bonus, and a year’s pay provides a +3 bonus on the reaction roll. However, if a character bribes a target and fails to move the reaction towards friendly, the target’s attitude shifts towards hostile by one step (or one additional step). An adventurer who fails to bribe an official will be charged with the crime of bribery (p. XX) if the target becomes unfriendly or hostile or if he rolls an unmodified 2.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Cost of Bribes</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Character Proficient?</td>\n<td>+1 Bonus</td>\n<td>+2 Bonus</td>\n<td>+3 Bonus</td>\n</tr>\n<tr>\n<td>Proficient</td>\n<td>1 day</td>\n<td>1 week</td>\n<td>1 month</td>\n</tr>\n<tr>\n<td>Non-Proficient</td>\n<td>1 week</td>\n<td>1 month</td>\n<td>1 year</td>\n</tr>\n</tbody></table>\n<p>An adventurer with Bribery proficiency is exceptionally skilled at bribing targets with gifts of money or merchandise. A bribe equal to one day’s pay for the target provides a +1 bonus, a week’s pay provides a +2 bonus, and a month’s pay provides a +3 bonus. If the Bribery fails, the target’s attitude is not shifted towards hostile, as the character has been so subtle in his offer that the refusal was painless. A character with Bribery proficiency is only charged with the crime if he rolls an unmodified 2.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Encounters\n\nThe world of ***ACKS***is filled with creatures of every sort. The vast majority, however, are ordinary animals such as badgers, crows, deer, doves, ferrets, goats, rabbits, sheep, squirrels, and so on. While the adventurers will inevitably come across many such critters, these meetings are not encounters — they’re window dressing placed by the Judge to bring the setting to life. An **encounter** is a significant moment where the adventurers come into contact with monsters that can help or harm them.\n\nDuring an encounter, the unit of time shifts from hours or turns into rounds, as the action “zooms in” on the actions of the adventurers and monsters in the moment. The two sides are assumed to be **opponents** unless and until determined otherwise by their interaction.\n\n### Encounter Distance\n\nWhen an encounter occurs, the adventurers and the monsters begin at **encounter distance**. In the shadowy corridors of a dungeon they might only be a few feet apart, but in the vast plains of Skysostan they might be hundreds of feet distant. Encounter distance has implications for surprise (discussed below) because sometimes one side might encounter the other at a distance from which the other side cannot see it.\n\nWhen determining encounter distance, different rules apply for deliberate and random encounters. A deliberate encounter is one where the Judge knows exactly where the adventurers and monsters are located on his map and can determine from that where and when an encounter occurs. A random encounter is one where a random roll has said that an encounter does occur, and the Judge is retro-causally determining what the circumstances of position and terrain must be for that to happen.\n\n###### Dungeon Encounters\n\nWhen an arranged encounter occurs (such as adventurers kicking down the door to a room the Judge has stocked with orcs), the Judge contextually determines the encounter distance based on the layout of the dungeon, the available light sources, the description of the room, and the direction by which the adventurers or monster(s) approached.\n\nWhen a random encounter occurs in a dungeon, the Judge will roll 2d6 x 10 to determine the maximum encounter distance in feet at the start of the encounter. He will choose or randomly roll for the direction from which the monsters approach. He then will reduce the distance (using his dungeon map as a guide) until either the monster(s) can see the adventurers or adventurers’ light source, or the adventurers can see the monster(s) or their light source (if any).\n\n###### Wilderness Encounters\n\nEncounters in the wilderness can take place in a variety of terrain types with greatly varying line of sight. Even “flat” terrain often has shrubbery, small dips, low rises, and other geography that conceal creatures.\n\nWhen a deliberate encounter occurs in the wilderness, it will be handled by the Judge in the same fashion as in dungeons based on the map of the area, the available light sources, the description of the area, and the direction of approach.\n\nWhen a random encounter occurs in the wilderness, the Judge will roll on the Wilderness Encounter Distance table to randomly determine the maximum encounter distance in feet at the start of the encounter. The encounter will then occur at either the maximum encounter distance or the maximum visibility distance (p. XX), whichever is less. The maximum encounter distance accounts for geography and foliage, while the maximum visibility distance accounts for lighting and weather conditions. The Judge will then choose or randomly determine the direction of approach based on the terrain.\n\nNote that because formations in the wilderness are generally only 5 men or 3 horses wide, they might extend over hundreds of feet in depth. Encounter distance will be the distance to the closest part of the formation; distant parts of the formation might not be able to see or hear what’s going on.\n\n**Altitude and Elevation:** When flying creatures are encountered in any terrain, the creatures can start at an altitude of up to one-half the encounter distance. When encountering non-flyers in mountains terrain, the opposing sides begin separated by an elevation of one-half the encounter distance. The Judge determines which side is higher based on the context, geography, and stated plans of the adventurers.\n\n**Maximum Visibility Distance:** As noted under Visibility in the Wild (p. XX), the maximum distance at which individual man-sized creatures can be in line of sight is 600’ in daylight, 300’ in full moonlight, 150’ in half-moonlight, and 75’ in starlight. Party-sized formations (10 – 30 men) increase visibility distance by +50%. Platoon-sized formations (31 – 60 men) increase it +100%. Company-sized formations (61 – 240 men) increase it by +200%. Battalion or larger formations (241+ men) increase it by +400%. Count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men. Maximum visibility distance should be calculated separately for each side in the encounter, making it possible for a small group to spot a large formation from far off. Maximum visibility distance usually only matters in wide-open terrain like desert or plains, where line of sight is otherwise unlimited.\n\n|  |  |\n| --- | --- |\n| **Wilderness Encounter Distance** | |\n| **Terrain**  **Type** | **Max (Average)**  **Encounter Distance** |\n| Barrens (any) | 4d6 x 30’ (420’) |\n| Desert (rocky) | 6d20 x 30’ (1890’) |\n| Desert (sandy) | 4d6 x 30’ (420’) |\n| Forest (deciduous) | 5d8 x 3 (68’) |\n| Forest (taiga) | 3d6 x 15’ (157’) |\n| Grassland (farmland/prairie) | 4d6 x 30’ (420’) |\n| Grassland (steppe) | 6d20 x 30’ (1890’) |\n| Hills (forested) | 5d8 x 3’ (68’) |\n| Hills (rocky/terraced) | 4d6 x 30’ (420’) |\n| Jungle (any) | 5d4 x 3’ (38’) |\n| Mountains (forested) | 5d8 x 3’ (68’) |\n| Mountains (rocky/snowy/terraced) | 4d6 x 30’ (420’) |\n| Scrubland (low, sparse) | 4d6 x 30’ (420’) |\n| Scrubland (high, dense) | 3d6 x 15’ (157’) |\n| Swamp (marshy) | 3d6 x 15’ (157’) |\n| Swamp (scrubby) | 5d8 x 3’ (68’) |\n| Swamp (forested) | 5d4 x 3’ (38’) |\n\nEXAMPLE: A party of adventurers is exploring the Skysostan steppe when it has a random encounter with a colossal dragon. The Judge rolls 6d20 x 30 with a result of 1,710’. That exceeds the maximum visibility distance of 600’ for man-sized creatures. However, there are 20 adventurers and henchmen, all mounted on light horses. Therefore, the formation counts as 40 men, making it platoon-sized. This increases the maximum distance at which they are visible to the dragon by +100% to 1,200’. Since the dragon is a colossal creature, it counts as a 120-man company, increasing the distance at which it is visible to the adventurers by +200% to 1,800’. That’s greater than the maximum encounter distance. Therefore, the encounter begins at 1,710’ with the adventurers having detected the dragon.\n\n**Encounters Across Terrain Types:** Sometimes when an encounter occurs, the adventurers might be in one type of terrain while the monsters are in another type. When this occurs, the Judge will roll for wilderness encounter distance twice, once for each side based on their terrain type. The encounter begins at the greater of the two ranges rolled. The side which rolled the greater range counts as having detected the enemy, while the enemy counts as not having detected them.\n\nEXAMPLE: A party of adventurers is moving through the forest in search of chaotic foes when they come upon a 300’ wide area of open parkland with a chthonic temple erected in the center. A number of cultists are engaging in a ritual sacrifice in the temple. The Judge determines the distance at which the cultists would encounter the adventurers using the adventurers’ terrain type (closed forest), and rolls 5d8 x 3. The result is 63’. The Judge determines the distance at which the adventurers would encounter the cultists using the cultists’ terrain type (open forest), and rolls 3d6 x 15. The result is 135’. Therefore the party is 135’ away from the cultists. The cultists have neither detection nor foreknowledge for an encounter.\n\n**Senses Other than Sight:** Some characters or creatures might be able to detect opponents by means other than sight, such as acute hearing or olfaction, echolocation, etc. If so, do not reduce encounter distance due to visibility or light to less than the range of the sense.\n\nEXAMPLE: A party of adventurers is traveling across highland moors (low sparse scrublands) during a foggy day (visibility reduced to 20’) when they have a random encounter with a white worm. The Judge rolls for the encounter distance and the result is 420’. Normally, he would reduce encounter distance to 20’ to reflect the foggy conditions. However, the white worm has mechanoreception that enables it to “see” through the fog. Therefore, the encounter distance is the rolled result of 420’.\n\n### Surprise\n\nEvery adventurer aspires to be ready for anything at any moment. The vagaries of chance, the risk of distraction, and the fatigue of constant readiness all conspire to make adventurers drop their guard, sometimes at the worst possible moment. Fortunately, monsters are subject to the same caprice. The rules for **surprise** model the likelihood that when an encounter begins, some or all of the creatures involved are caught flat-footed and unready — sometimes leading to no encounter at all!\n\nTo adjudicate surprise, the Judge must first determine whether each side had **foreknowledge** of the presence of the other side, and whether each side currently has **line of sight** on some or all of the opposing side. The Judge then consults the Surprise Matrix, below.\n\n* A side has foreknowledge if, just prior to the encounter, it detected the opponents by any means (sight, sound, smell, etc.).\n* A side has line of sight if it can see one or more opponent(s) when the encounter begins.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Adventurers | Monsters | | | |\n| *FORE, LOS* | *FORE* | *LOS* | *NONE* |\n| *FORE, LOS* | Monsters not surprised  Adventurers not surprised  Adventurers cannot evade | Monsters roll surprise (+1)  Adventurers not surprised  Adventurers can evade | Monsters roll surprise  Adventures not surprised  Adventurers can evade | Monsters roll surprise (-1)  Adventurers not surprised  Adventurers can always evade |\n| *FORE* | Monsters not surprised  Adventurers roll surprise (+1)  Adventurers cannot evade | Monsters roll surprise (+1)  Adventures roll surprise (+1)  Adventurers can evade | Monsters roll surprise  Adventurers roll surprise (+1)  Adventurers can evade | Monsters roll surprise (-1)  Adventurers roll surprise (+1)  Adventurers can evade |\n| *LOS* | Monsters not surprised  Adventures roll surprise  Adventurers cannot evade | Monsters roll surprise (+1)  Adventurers roll surprise  Adventurers can evade | Monsters roll surprise  Adventurers roll surprise  Adventurers can evade | Monsters roll surprise (-1)  Adventurers roll surprise  Adventurers can evade |\n| *NONE* | Monsters not surprised  Adventurers roll surprise (-1)  Adventurers cannot evade | Monsters roll surprise (+1)  Adventurers roll surprise (-1)  Adventurers cannot evade | Monsters roll surprise  Adventurers rolls surprise (-1)  Adventurers cannot evade | No encounter |\n\nA result of **no encounter** means just that. A result of **not surprised** means that side (the adventurers or the monsters) is not surprised by the encounter. They both knew it was coming. A result of **roll surprise** means that side might be caught flat-footed. Each creature on that side must make a surprise roll (described below), with a modifier if indicated. In large encounters, the Judge might have the adventurers and/or monsters roll by side or in sub-groups to speed play.\n\nA result of **adventurers cannot evade** means that the adventurers cannot avoid having the encounter. A result of **adventurers can evade** means that the adventurers might be able to avoid having the encounter by evading (see below). A result of **adventurers can always evade** means that the adventurers can automatically avoid having the encounter without need to roll. (If circumstances require, the Judge can check for the monsters to see if they can evade by pretending they are the adventurers and the adventurers are the real monsters.)\n\nEXAMPLE: A party of adventurers hunting orcs listens at a door and hears orcs on the other side. They then kick open the door, beginning the encounter. When the encounter begins, the adventurers have foreknowledge and line of sight. The orcs have line of sight on the adventurers, but no foreknowledge. The adventurers are not surprised, while the monsters have to roll surprise.\n\nTo make a surprise roll, the player or Judge rolls 1d6, adds any relevant adjustments, and consults the Surprise table below:\n\n|  |  |\n| --- | --- |\n| **Surprise** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Surprised |\n| 3 – 6+ | Attentive |\n\nAn **attentive** creature can act normally in the first round of the encounter. A **surprised** creature is **vulnerable** and cannot take any actions in the first round of the encounter.\n\nSome creatures impose a penalty on the surprise rolls of their opponents. For instance, barbarians are naturally stealthy. Opponents suffer a -2 penalty to surprise rolls when encountering a barbarian approaching from outside line of sight or lying in wait in cover or darkness. When different creatures on one side impose different surprise penalties on their opponents, only the smallest penalty is applied. It only takes one clumsy oaf to ruin an ambush!\n\nEXAMPLE: A fighter and a barbarian lie in wait for an approaching orc patrol. The barbarian is naturally stealthy, so he imposes a -2 penalty on surprise rolls. However, the fighter is not. Therefore, the orcs do not suffer the surprise penalty. If the barbarian was alone or in the company of other stealthy adventurers, the penalty would apply.\n\nOther creatures gain a bonus when making surprise rolls, or even several bonuses. For instance, explorers have an Alertness class power and an Animal Reflexes class power that each grant a +1 bonus to avoid surprise, for a total of +2. Each creature applies its own bonus to its own roll. (If the Judge is handling surprise by groups, use the average bonus across the group.)\n\nEXAMPLE: A patrol of orcs lie in wait for an explorer and a fighter. The explorer has a +2 bonus to avoid surprise. If the Judge runs the encounter with individual surprise, the explorer gets a +2 bonus on his surprise roll while the fighter gets no bonus. If the Judge runs the encounter with group surprise, both the explorer and fighter get a +1 bonus on their surprise rolls.\n\n**The “I’ve Got a Bad Feeling About This” Memorial Rule:** Occasionally a situation can arise in which the presence of one side in an encounter is entirely unknown to the other side, but the other side has one or more combatants who are attentive (not **surprised**). In such circumstances, the attentive combatants are assumed to “have a bad feeling about this.” They might not be able to see or hear the danger, but they can intuit it. On their initiative segment, attentive combatants who haven’t yet observed any enemies can delay their initiative or use their initiative to move, defend, ready, and so on. The one thing they cannot do is claim line of sight or attack their unobserved enemies until they reveal themselves.\n\n###### Surprise and Hiding\n\nSome creatures are proficient in Hiding, a class power that enables them to hide when in cover, dim light, or darkness. In combat, hiding requires a combat action. When a creature begins hiding, the Judge must make a Hiding proficiency throw on its behalf. Regardless of whether the throw succeeds, opponents encountering the creature suffer a -2 penalty to surprise rolls against it. If the throw succeeds, the creature is **hidden**. If the throw fails, the creature is not hidden.\n\nNo creature can claim line of sight on a creature that is hidden from it. If a hidden creature engages an unengaged opponent, the opponent cannot make a free facing change. If an opponent knows the hidden creature’s general location, the opponent can attack it in melee at a -4 penalty, but it cannot even blindly attack the hidden creature if it doesn’t knows the creature’s general location. The hidden condition expires at the end of the hidden creature’s initiative if it moves or attacks. It also terminates if the cover, dim light, or darkness no longer conceals the thief from his opponents.\n\nHidden creatures are especially dangerous because they can ambush or backstab even highly alert targets, as the examples below illustrate.\n\nEXAMPLE: A thief is lying in wait for an approaching patrol of four orcs. The thief makes a Hiding proficiency throw. The throw succeeds, and the thief is now hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls at -1, while the thief is automatically ready. Because the thief is hiding, they suffer a further -2 penalty on those rolls, so they will fail on a roll of 1-5.\n\nLet’s call the four orcs Abash, Bargo, Chogak, and Dugot. Abash, Bargo, and Chogak roll badly and become **surprised**. They cannot act in the round. Dugot rolls well and is not surprised. Because he’s not surprised, he is aware that somethingis happening but isn’t sure exactly what. Despite being ready, he cannot target or attack the thief until after the thief acts.\n\nSince both are ready, Dugot and thief both roll for initiative. Let’s say Dugot has the higher initiative, so he gets to act first. Dugot says “Is something there?” as he glimpses a flickering shadow, then draws his sword and uses his action to ready an attack on any opponent who comes in range.\n\nThe thief lunges out of the darkness from behind Dugot to backstab him. Dugot is readied to attack, but he is not allowed to attack the thief until after the thief acts. If the thief’s backstab kills Dugot, Dugot will not get to attack, and the thief might be able to cleave into the remaining orcs, all of whom can also be backstabbed. If the thief doesn’t kill Dugot, however, Dugot’s readied attack will trigger.\n\nEXAMPLE: It’s the same scene, but thief fails his Hiding proficiency throw so he does not enjoy the benefits of being hidden. When the orcs come into line of sight of the thief, an encounter occurs. The thief has foreknowledge and line of sight on the orcs, while the orcs have neither of those factors. Therefore the orcs must make surprise rolls while the thief is automatically ready. As before, Abash, Bargo, and Chogak end up surprised while Dugot is ready. And, as before, both Dugot and the thief roll for initiative, and Dugot acts first. Since the thief isn’t hidden, Dugot is eligible to attack him, and does so. If the thief survives Dugot’s attack, he could attack Dugot normally or backstab Abash, Bargo, or Chogak.\n\n###### Surprise and Sneaking\n\nSome creatures are proficient in Sneaking, a class power that enables them to move silently. In combat, sneaking is a movement action. Creatures can sneak at their encounter speed or one-half combat speed without penalty. If they move greater than one-half combat speed, they take a -5 penalty to the proficiency throw. If they run, they take a -10 penalty.\n\nWhen a creature begins sneaking, the Judge make a Sneaking proficiency throw on behalf of the creature. Regardless of whether the throw succeeds, opponents suffer a -2 penalty to surprise rolls when encountering the creature if it is sneaking towards them from outside line of sight. If the throw succeeds, the creature is **sneaking**. If the throw fails, the creature is not.\n\nA **sneaking** creature makes no noise when it moves — none whatsoever. Even alert creatures that make a successful Listening throw will not hear a sound. A sneaky creature can ambush or backstab an attentive opponent as if it were **surprised**, provided that it was not in the opponent’s line of sight at any point within the prior round.\n\nA creature cannot combine hiding and sneaking in a single movement action, but it can sneak into cover or darkness with its movement action and then start hiding with its combat action.\n\n###### Surprise and Sleeping\n\nA creature which is taking restful sleep at the start of an encounter does not roll for surprise. Instead, it begins the encounter **slumbering**. The slumbering condition ends immediately if the slumbering creature is attacked, damaged, or moved.\n\nUnless the slumbering condition is being maintained by magic, it ends automatically at the conclusion of the first combat round in which a noise is made loud enough to be within earshot were the slumbering creature awake.\n\n### Evasion\n\nSometimes, the circumstances of an encounter might permit the adventurers to evade it entirely. Dungeon encounters occur at such close proximity that evasion is impossible. (The party can run away during the course of a combat, but that’s not evasion.)\n\nIn the wilderness, however, the adventurers can attempt to evade if the Surprise Matrix entry for the encounter listed a result of **adventurers can evade** and the adventurers did not end up **surprised**. If the monsters are all surprised, the attempt succeeds automatically. Otherwise, the adventurers must make an Evasion proficiency throw to avoid the encounter.\n\nThe target value for the proficiency throw is determined by the size of the evading party and the terrain they are in, as shown on the Evasion Throw by Terrain table. (Evasion at sea is handled separately, see **Voyages**.) When determining party size, count each mounted man or large creature as 2 men, each huge creature as 6 men, each gigantic creature as 24 men, and each colossal creature as 120 men.\n\nIf the proficiency throw succeeds, the party has evaded the encounter. If the proficiency fails, the party fails to evade and gameplay proceeds to Reactions. A failed evasion does not necessarily mean a fight!\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Evasion Throw by Terrain** | | | | | |\n| **Terrain Type** | **Party Size** | | | | |\n| **6-** | **7 to 14** | **15 to 30** | **31 to 60** | **61+** |\n| Barrens (sandy) | 12+ | 14+ | 16+ | 18+ | 20+ |\n| Desert (rocky) | 16+ | 18+ | 20+ | 22+ | 24+ |\n| Desert (sandy) | 12+ | 14+ | 16+ | 18+ | 20+ |\n| Forest (closed) | 2+ | 4+ | 6+ | 8+ | 10+ |\n| Forest (open) | 5+ | 7+ | 9+ | 11+ | 13+ |\n| Grassland (farm/prairie) | 9+ | 11+ | 13+ | 15+ | 17+ |\n| Grassland (steppe) | 16+ | 18+ | 20+ | 22+ | 24+ |\n| Hills (forested) | 5+ | 7+ | 9+ | 11+ | 13+ |\n| Hills (rocky) | 12+ | 14+ | 16+ | 18+ | 20+ |\n| Jungle (any) | 2+ | 4+ | 6+ | 8+ | 10+ |\n| Mountains (forested) | 5+ | 7+ | 9+ | 11+ | 13+ |\n| Mountains (rocky) | 12+ | 14+ | 16+ | 18+ | 20+ |\n| Scrubland (sparse) | 12+ | 14+ | 16+ | 18+ | 20+ |\n| Scrubland (dense) | 9+ | 11+ | 13+ | 15+ | 17+ |\n| Swamp (marshy) | 9+ | 11+ | 13+ | 15+ | 17+ |\n| Swamp (scrubby) | 5+ | 7+ | 9+ | 11+ | 13+ |\n| Swamp (forested) | 2+ | 4+ | 6+ | 8+ | 10+ |\n\n**Aerial Encounters:** If the monsters can fly and the adventurers cannot, the adventurers suffer a -4 penalty to its Evasion throw unless in forest, forested hills, forested mountains, dense scrubland, jungle, or swamp. If the adventurers can fly and the monsters cannot they can automatically evade the encounter.\n\n**Explorers:** If an explorer guides a party in familiar territory, the party gains a +5 bonus to its Evasion throw. An explorer’s party can even evade wilderness encounters when **surprised** provided the explorer himself is not surprised. (If using group surprise, the Judge should roll separately for the explorer.) Otherwise, the only way to evade is to leave the surprised party member(s) behind.\n\n**Forlorn Hope:** If a number of adventurers at least equal to the number of the monsters stay to fight, the rest of the group can evade using the reduced party size with an additional +4 bonus.\n\n**Movement:** If the fastest monster has a faster movement rate than the slowest adventurer, the adventurers suffer a -4 penalty to their Evasion throw. If the slowest adventure has a faster movement rate than the fastest monster, the adventurers gain a +4 bonus.\n\n**Sauve Qui Peut:** If necessary, the party can split up into separate groups, perhaps to abandon stragglers who are slowing them down or simply to improve the odds that any one group escapes. Calculate the party size for each group. Roll separately for each group to determine whether it can evade, applying any modifiers based only on that group’s composition. All of the groups that fail collectively share the encounter, which is assumed to occur before they managed to split up. Each group that succeeds goes its own way.\n\n**Designer’s Note:** The reason that all groups that do not evade are placed into one encounter is to avoid forcing the Judge into running multiple concurrent battles with only a portion of the players at each time. The Judge can choose to do this if he wants, splitting the monsters up to pursue each group separately, but it’s not recommended.\n\nEXAMPLE: A party of adventurers in the Skysostan steppe spots a colossal dragon on the hunt flying above them 1,710’ away. The dragon cannot see them from further than 1,200’ away, so it hasn’t yet detected them. The adventurers have LOS, while the dragon has neither LOS nor foreknowledge. Consulting the chart, the Judge sees that the adventurers can attempt to evade! First, however, the dragon must roll for surprise at -1. If the dragon is **surprised**, the party can automatically evade. Unfortunately, the surprise roll is a 6 and the dragon is attentive. Since it hasn’t yet actually spotted the adventurers, it just “has a bad feeling” – perhaps it caught hints of movement or caught a scent on the wind.\n\nSince the dragon is attentive, the adventurers must make an Evasion proficiency throw if they want to avoid the encounter. There are 20 adventurers mounted on light horses, so they count as two men each; their party size is 40. In steppe terrain, the target value is a nigh-impossible 22+. On light riding horses, the party has a speed of 240’. The colossal dragon has a gem-encrusted hide slowing it to a speed of only 210’, so the adventurers gain a +4 bonus. They also are being led by their trusty Skysostan explorer Subutai, who grants them an additional +5 bonus. However, the dragon can fly, so they face a -4 penalty. Their final target value is 17+ -- a tough but not impossible roll.\n\nWhat if the party splits up into eight groups of five? That would reduce the base target value from 22+ to 16+. The dragon’s flight and party’s speed would continue to cancel out (+4 – 4). Whichever group the explorer joined would get a +5 bonus. By splitting up, then, one group of five adventurers can evade on 11+ and the other seven groups can evade on 16+. The party splits up to maximize the chance that some of them survive.\n\n###### Aftermath of Evasion\n\nBy definition, a party evading an encounter is hastily moving to a new location. When a party evades, the Judge will first roll on the Wilderness Encounter Distance table to determine how far they had to travel to escape. (The same modifiers for creature and party size apply.) He will then roll 1d12 to determine the clock direction of their movement. If the party split up into multiple groups, each group heads in its own random direction for its own random distance. (Two or more groups sharing the same direction share the same distance.)\n\nIf the Judge has a small-scale map of the wilderness area, he will plot the party’s movement on that map. The party might “evade” straight into a monster lair or point of interest. In random wilderness encounters, however, the area is only mapped in large scale, so the Judge might make an additional encounter throw instead (Judge’s discretion). The Judge will have to decide the exact nature of the location where the adventurers halt based on the overall geography and likely route.\n\nOnce the party (or group thereof) comes to a halt, it must immediately make a Navigation throw at -4 to see if it has gotten lost. If the throw succeeds, the party or group is aware of its location relative to its last known location. If the throw fails, the party or group is lost and knows it.\n\nA lost party or a group can attempt to search for its last known landmark (ruined structure, river bank, road, trail, etc.) by making a Wilderness Searching throw as if it were a point of interest (p. XX). Unless the Judge determines otherwise due to peculiar circumstances, the last known landmark is identical for any and all lost groups, allowing them to rendezvous after getting lost. Remember that searching triggers an encounter throw!\n\nA group that didn’t get lost, or a group that was lost but then found its last known landmark, can make a Wilderness Searching throw to find a lost group. Treat the lost group as a point of interest. If the lost party is moving or searching, there is a -4 penalty to the throw to find it. If a searching group tries and fails to find a lost group in the same hour that a lost group successfully finds the last known landmark, the two groups miss each other. The searching group ends the hour in the wilderness, unaware that the lost group has made it to the landmark; and the lost group ends the hour at the landmark, unaware that another group is searching for it. Of course, magic such as *clairvoyancy, scry,* and so on can make such challenges easier to overcome, and Tracking proficiency might enable them to spot each’s other trails.\n\nAdventurers who evade might be tracked by some monsters, depending on their abilities and intent. The Passing Without Trace proficiency and spell can be very useful in avoiding having a hungry monster in pursuit.\n\n###### Evasion by monsters\n\nSometimes the party might be of such impressive size or power that the monsters want to evade them. The ***ACKS II Judges Journal***offers guidelines for the Judge to determine when monsters might evade.\n\n### Reactions\n\nSometimes, it’s obvious how an encounter is going to go. When an orc scales up a siege ladder and leaps onto the rampart, the defenders know it’s there to kill or be killed. Likewise, if an adventuring party bristling with weapons and wearing holy symbols of Law bursts into a den of chaotic creatures, the creatures know it’s time to fight. Sometimes, however, an encounter might occur without both sides immediately coming to blows.\n\nIn such cases, the Judge will make a **reaction roll** of 2d6 and determine the monsters’ reactions by consulting the Encounter Reaction table. A reaction roll is subject to a number of modifiers. The CHA adjustment of the party’s “face” (typically whichever has the highest CHA) is usually added to the roll. If the “face” has certain class powers and proficiencies, such as Mystic Aura, those might grant a bonus to the roll as well. Certain conditions and effects on the adventurer or monsters might also modify the roll. The Judge can apply a wide range of modifiers based on the circumstances in which the encounter takes place (these are in the ***ACKS II Judge’s Journal***). Regardless of modifiers, however, an unmodified roll of 2 is never better than unfriendly, and an unmodified result of 12 is never worse than indifferent.\n\nSometimes the adventurers might not have a clear “face,” or may disagree as to who their “face” ought to be. In this case, whichever adventurer is encountered by or speaks to the other side first is considered to be the “face.” The Judge can call for an initiative roll to determine who speaks first if it is unclear. If the context of the encounter is such that no social interaction could take place at all, then the Judge will roll on the Encounter Reaction table without any modifier from the “face.”\n\nEXAMPLE: Tavus is a paladin (CHA 18, Mystic Aura, Intimidation, +5 total bonus) nominally leading a party of 1st level adventurers. One of his comrades is an explorer named Morne (CHA 7, -1 penalty). The party encounters a group of 5 orcs. Tavus tells the Judge, “I draw my sword and tell them to surrender or die.” Morne, who enjoys disrupting the paladin’s plans, immediately says “I show my bare hands and say “let’s talk!” The party erupts into dispute around the gaming table. The Judge calls for Tavus and Morne to each roll initiative. Morne wins, so he speaks first. The orcs consider him the spokesperson of the adventurers.\n\n|  |  |\n| --- | --- |\n| **Encounter Reaction** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Hostile, attacks |\n| 3 – 5 | Unfriendly, may attack |\n| 6 – 8 | Neutral, uncertain |\n| 9 – 11 | Indifferent, uninterested |\n| 12+ | Friendly, helpful |\n\nA result of **hostile** means that the monsters immediately attack the adventurers. An **unfriendly** result means that the monsters do not like the adventurers, and will attack if it seems possible to win. A **neutral** result simply means that the monsters are uncertain about the encounter. If the adventurers are aggressive or appear dangerous, the monsters will act unfriendly, but if the adventurers seem peaceful and interested in parley, the monsters will act indifferent. An **indifferent** result means that monsters will ignore the adventurers if the adventurers ignore them, and parley with the adventurers if the adventurers act otherwise. A **friendly** result means that the monsters will seek to cooperate with the adventurers in mutually beneficial ways. An adventurer can recruit a friendly monster with fewer HD than his own by rolling on the Reaction to Hiring Offer table (p. XX). If successful, the monster might be recruited as a henchman (see **Hirelings**, **Henchmen**, **Mercenaries**, **and Specialists**).\n\nEXAMPLE #1: If the party has bashed down the door leading into a den of orcs, no reaction roll is necessary. Orcs know what to do when murder hobos... er, heroes... come into their homes.\n\nEXAMPLE #2: The party has entered a crypt guarded by a hungry spider. No reaction roll is necessary. The Judge purposefully placed a hungry spider on the ceiling of the crypt to spring on adventurers. He doesn’t now need to roll to decide if the spider has an existential crisis about eating non-arachnids.\n\nEXAMPLE #3: The party was heatedly arguing about the dungeon map when it encountered a pack of orcs. Nobody quite knows what to do. The Judge should make a reaction roll for the orcs.\n\nEXAMPLE #4: The party was on an expedition in Skysostan when it had a random encounter with a colossal dragon. The adventurers haven’t been hostile and the Judge isn’t sure if the dragon is a hungry man-eater or a clever wyrm starved for sapient conversation. He decides a reaction roll is called for.\n\n###### Attempting to Influence Reactions\n\nIf the adventurers want to change the reactions of creatures they have encountered, they can attempt to **influence** the creatures. Attempting to influence a creature or group of creatures requires an opportunity to peacefully converse. Once combat begins, adventurers cannot attempt to influence creatures unless and until the creatures are required to make morale rolls.\n\n|  |  |\n| --- | --- |\n| Number of Attempts | Time Required |\n| 1st Attempt to Influence | 1 round (1 minute) |\n| 2nd Attempt to Influence | 1 turn (10 minutes) |\n| 3rd Attempt to Influence | 6 turns (1 hour) |\n| 4th Attempt to Influence | 8 hours (1 work-day) |\n| 5th+ Attempts to Influence | 5 work-days (1 week) |\n\nThe amount of time an attempt to influence requires depends on how well the interacting individuals or groups know each other. The adjoining table shows the amount of game time that characters must spend at each stage of influence. Impressions between strangers can take shape withing just a few minutes of chat; persuading a foe of decades to join an alliance might take a day or a week of negotiation in a peace summit.\n\n|  |  |  |\n| --- | --- | --- |\n| Reaction Roll | Initial Interaction | Attempt to Influence |\n| 2 | Hostile, attacks | Shift 2 attitudes towards Hostile |\n| 3 – 5 | Unfriendly, may attack | Shift 1 attitude towards Hostile |\n| 6 – 8 | Neutral, uncertain | Shift 1 attitude towards Neutral |\n| 9 – 11 | Indifferent, uninterested | Shift 1 attitude towards Friendly |\n| 12 | Friendly, helpful | Shift 2 attitudes towards Friendly |\n\nAfter the adventurers have spent the time required for their influence attempt, the Judge will make another reaction roll to determine the effect of the attempt on the creatures. All of the usual modifiers apply. The result of the roll influences the creatures’ reactions.\n\nIf the result is hostile, the creatures’ reactions shift by two steps towards hostile. If the result is unfriendly, the creatures’ reactions shift by one step towards hostile. A neutral result shifts the creatures’ reactions one step towards neutral. An indifferent result shifts the creatures’ reactions one step towards friendly. A friendly result shifts the creatures’ reactions two steps towards friendly.\n\nAdventurers cannot use the evasion mechanics once they’ve started interacting with the monsters. If you’re close enough to know if they’re happy to see you, you’re too close to evade. (They can still run away during combat, but this is resolved using the combat rules.)\n\nIf combat breaks out between the adventurers and the creature(s), the adventurers cannot attempt to influence the creatures until the adventurers lay down their weapons or the creatures are forced to make a morale check.\n\n###### Offering Bribes\n\nAdventurers attempting to influence creatures they’ve encountered might wish to offer a bribe to their target. As a general rule, a bribe equal to one week’s pay for the target provides a +1 bonus, a month’s pay provides a +2 bonus, and a year’s pay provides a +3 bonus on the reaction roll. However, if a character bribes a target and fails to move the reaction towards friendly, the target’s attitude shifts towards hostile by one step (or one additional step). An adventurer who fails to bribe an official will be charged with the crime of bribery (p. XX) if the target becomes unfriendly or hostile or if he rolls an unmodified 2.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Cost of Bribes | | | |\n| Character Proficient? | +1 Bonus | +2 Bonus | +3 Bonus |\n| Proficient | 1 day | 1 week | 1 month |\n| Non-Proficient | 1 week | 1 month | 1 year |\n\nAn adventurer with Bribery proficiency is exceptionally skilled at bribing targets with gifts of money or merchandise. A bribe equal to one day’s pay for the target provides a +1 bonus, a week’s pay provides a +2 bonus, and a month’s pay provides a +3 bonus. If the Bribery fails, the target’s attitude is not shifted towards hostile, as the character has been so subtle in his offer that the refusal was painless. A character with Bribery proficiency is only charged with the crime if he rolls an unmodified 2.\n"
}