{
  "html": "<h2>Earning Experience from Adventures</h2>\n<p>Adventures are dangerous, but the rewards are great. All characters that survive an adventure alive receive experience points (XP). Experience points are gained from two sources while on adventures: treasure and monsters.</p>\n<h3>Experience from Treasure</h3>\n<p>Characters gain XP from treasure they recover from the dungeon or wilderness and bring back to civilization. For purposes of earning XP, “civilization” includes any friendly settlement or stronghold and/or any hex of civilized territory. Sometimes figuring out how to get a dragon’s hoard back to town can be an adventure in itself.</p>\n<h6>Non-Magical Treasure</h6>\n<p>The characters receive 1 XP per 1 gold piece (gp) value of treasure recovered on adventures. For purposes of XP “treasure” includes all coins, gems, jewels, and merchandise, and other valuables worth at least 1sp per stone (about the price of wheat).</p>\n<p>EXAMPLE: After killing a warband of kobolds, the adventurers recover two suits of plate armor (worth 60gp each) and 100 st of firewood (worth 1gp total). Plate armor has an encumbrance of 6 st, making it worth 10 gp per st. It counts as treasure for XP purposes. The firewood is worth 1cp per stone, so it does not count as treasure.</p>\n<h6>Magical Treasure</h6>\n<p>If the party recovers magic items on an adventure, they receive XP equal to the apparent value of the item, i.e. what it would be worth if it were non-magical. The <em><strong>ACKS II Judges Journal</strong></em> lists the apparent value of most magic items, which is typically about the same value as a non-magical masterwork. However, if the party identifies a magic item and sells it without using the item, they receive an additional 1 XP per 1gp earned in the sale. If the characters use the items, they do not get any additional XP, even if later sold.</p>\n<p><strong>Designer’s Note:</strong> The Judge is the final arbiter of what counts as treasure. Some players have been known to pursue treasure XP to somewhat absurd degrees – carrying off building bricks, collecting seashells, or gathering firewood, as treasure. Limiting treasure XP to objects worth at least 1sp per stone excludes such items from counting. The intent is to encourage the players to focus on real treasure and not act like stars of a pawnshop reality TV show. Limiting treasure XP from sale of magic items to unused items prevents characters from using such items to help them adventure, then selling the magic items for XP later, benefiting twice.</p>\n<h6>Other Treasure</h6>\n<p>If the party receives a reward of treasure for accomplishing a task on an adventure, or captures a prisoner that can be ransomed or sold, the party gains treasure XP equal to the value of the reward, ransom, or sale price once it is received.</p>\n<p>If the party earns income from wages or business transactions, the characters do not earn treasure XP. However, characters can get campaign XP from arbitrage trading of merchandise found on adventures, even if the merchandise does not itself provide adventuring XP (see p. XX).</p>\n<h3>Experience from Monsters</h3>\n<p>All defeated monsters (either outsmarted, captured, or killed), grant XP based on how powerful they are. Monsters begin with a base XP determined by Hit Dice (HD), and receive a bonus for each special ability they have (fire breath, spell-like abilities, etc.). Refer to the Monster Experience Points table below. To determine the number of special abilities a monster has, count the number of asterisks next to its Hit Dice in its <strong>Monster Listing</strong> in the <em><strong>ACKS II Monstrous Manual</strong></em><em>.</em></p>\n<p>To calculate a monster’s XP, begin with the base XP value for its Hit Dice. Add the value for the XP bonus per ability, multiplied by the number of special abilities the monster has. A lamia is a HD 9 creature with 3 special abilities, so her bonus XP is (3 x 600 = 1,800). A group of adventurers receives 2,500 XP (700 + 1,800) for each lamia they defeat.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Experience Points</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Monster HD</strong></td>\n<td><strong>Base XP</strong></td>\n<td><strong>Bonus XP/Ability</strong></td>\n</tr>\n<tr>\n<td><strong>Less than 1</strong></td>\n<td>5</td>\n<td>1</td>\n</tr>\n<tr>\n<td><strong>1</strong></td>\n<td>10</td>\n<td>3</td>\n</tr>\n<tr>\n<td><strong>1+</strong></td>\n<td>15</td>\n<td>6</td>\n</tr>\n<tr>\n<td><strong>2</strong></td>\n<td>20</td>\n<td>9</td>\n</tr>\n<tr>\n<td><strong>2+</strong></td>\n<td>35</td>\n<td>12</td>\n</tr>\n<tr>\n<td><strong>3</strong></td>\n<td>50</td>\n<td>15</td>\n</tr>\n<tr>\n<td><strong>3+</strong></td>\n<td>65</td>\n<td>35</td>\n</tr>\n<tr>\n<td><strong>4</strong></td>\n<td>80</td>\n<td>55</td>\n</tr>\n<tr>\n<td><strong>4+</strong></td>\n<td>140</td>\n<td>75</td>\n</tr>\n<tr>\n<td><strong>5</strong></td>\n<td>200</td>\n<td>150</td>\n</tr>\n<tr>\n<td><strong>5+</strong></td>\n<td>260</td>\n<td>200</td>\n</tr>\n<tr>\n<td><strong>6</strong></td>\n<td>320</td>\n<td>250</td>\n</tr>\n<tr>\n<td><strong>6+</strong></td>\n<td>380</td>\n<td>300</td>\n</tr>\n<tr>\n<td><strong>7</strong></td>\n<td>440</td>\n<td>350</td>\n</tr>\n<tr>\n<td><strong>7+</strong></td>\n<td>500</td>\n<td>400</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Experience Points</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Monster HD</strong></td>\n<td><strong>Base XP</strong></td>\n<td><strong>Bonus XP/Ability</strong></td>\n</tr>\n<tr>\n<td><strong>8</strong></td>\n<td>600</td>\n<td>500</td>\n</tr>\n<tr>\n<td><strong>9</strong></td>\n<td>700</td>\n<td>600</td>\n</tr>\n<tr>\n<td><strong>10</strong></td>\n<td>850</td>\n<td>700</td>\n</tr>\n<tr>\n<td><strong>11</strong></td>\n<td>1,000</td>\n<td>800</td>\n</tr>\n<tr>\n<td><strong>12</strong></td>\n<td>1,200</td>\n<td>900</td>\n</tr>\n<tr>\n<td><strong>13</strong></td>\n<td>1,400</td>\n<td>1,000</td>\n</tr>\n<tr>\n<td><strong>14</strong></td>\n<td>1,600</td>\n<td>1,100</td>\n</tr>\n<tr>\n<td><strong>15</strong></td>\n<td>1,800</td>\n<td>1,200</td>\n</tr>\n<tr>\n<td><strong>16</strong></td>\n<td>2,000</td>\n<td>1,300</td>\n</tr>\n<tr>\n<td><strong>17</strong></td>\n<td>2,200</td>\n<td>1,400</td>\n</tr>\n<tr>\n<td><strong>18</strong></td>\n<td>2,400</td>\n<td>1,500</td>\n</tr>\n<tr>\n<td><strong>19</strong></td>\n<td>2,600</td>\n<td>1,600</td>\n</tr>\n<tr>\n<td><strong>20</strong></td>\n<td>2,800</td>\n<td>1,800</td>\n</tr>\n<tr>\n<td><strong>21</strong>*</td>\n<td>3,000</td>\n<td>2,000</td>\n</tr>\n<tr>\n<td>*For monsters of HD 22 and higher, add a cumulative 250 XP for the Base and Bonus categories.</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h3>Allocating XP</h3>\n<p>The totals for each monster defeated are calculated and added to the value of all XP from treasure, and the sum for all XP is divided evenly among all party members who returned to civilization (alive or dead), with henchmen receiving a half share each.</p>\n<p>EXAMPLE: A group consisting of Elaria (PC), Norden (PC), Avaro (henchman). and Drakima (henchman) kill a 5 HD monster worth 200 XP, and find a gold statue worth 500gp and a gem worth 200gp. 200 XP from monsters and 700 XP from gp are added up to 900 XP. The XP is then allocated across (1 + 1 + 0.5 + 0.5) = 3 shares. Elaria and Norden get 900 XP / 3 shares x 1 share = 300 XP. Avaro and Drakima get 900 XP / 3 shares x 1/2 share = 150 XP each.</p>\n<p>XP is divided <strong>only</strong> among party members who return to civilization. Deceased party members who are left behind on the adventure do not receive a share of XP. Deceased party members who are brought back to civilization do receive a share of XP. If a deceased party member receives XP and is not restored to life within a day, the XP is applied to the player’s reserve XP (see below).</p>\n<p>Sometimes, the exact moment when XP is allocated can be relevant. What if one adventurer is delayed by a few hours while his party members advance ahead with the treasure? Unless the Judge determines otherwise due to special circumstances, the division of XP occurs when the first member of the party reaches civilization, and is allocated to each party member as they arrive. This allows adventurers to “trickle in” over hours or days, or to press ahead for urgent tasks, etc.</p>\n<h3>Adjustments to XP</h3>\n<p>Characters receive XP bonuses or penalties based on their score in their class key attributes, as detailed in Chapter 2, <strong>Characters</strong>. All bonuses or penalties are applied to the grand total XP a particular character receives at the end of an adventure. For example, if Balbus the Blessed receives 1,200 XP at the end of an adventure, and he has a key attribute that grants him +10% to experience, then the total XP after this bonus that Balbus receives is 1,320 XP ((1,200 x .10) + 1,200 = 1,320).</p>\n<h3>Character Advancement</h3>\n<p>When a character has accumulated enough XP to go up in level, the player should do the following:</p>\n<ol>\n<li>Note down the character’s new level and title and the number of XP needed to advance to the next level.</li>\n<li>Re-roll the character’s hit points using his new number of hit dice, adding his Constitution bonus or penalty to each die rolled. Note the result as his new hit points on your character sheet. If, due to ill luck, his new hit points would be less than or equal to his hit points at his prior level of experience, he gains just 1 hit point.</li>\n<li>Check to see if the character has improved or gained any class abilities and write them down on the character sheet.</li>\n<li>Choose any new proficiencies from the <strong>Proficiencies</strong> chapter and any new spells from the <strong>Spells</strong> chapter that the character may be eligible for.</li>\n<li>Update the character’s attack throws and saving throws.</li>\n</ol>\n<p>Characters can never earn enough experience to advance 2 levels or more in one adventure. For example, if Arial is a 1st level elven spellsword with 0 XP, she should receive no more than 7,999 XP in one adventure (a huge sum!), which is 1 XP short of reaching 3rd level.</p>\n<h3>Character Death</h3>\n<p>Not every character who becomes an adventurer will advance to maximum level. The fate of many characters is to die along the way. Dead characters can sometimes be brought back to life for another adventure, but even with powerful magic available, some characters will be permanently slain.</p>\n<p>If the deceased character had no henchmen, or if his player doesn’t want to play any of them, the player can use a “back-up” he has previously generated or roll up a new character. A back-up or new character starts at 1st level with 0 XP unless the player has established a <strong>reserve XP fund</strong> or the party throws the deceased character a <strong>heroic funeral</strong>. Regardless of level, the back-up or new character begins with just the equipment for his template (or 3d6 x 10gp), unless the deceased character had made plans for <strong>inheritance</strong>.</p>\n<p>If the deceased character had one or more henchmen, the player can elect to make one of those henchmen his new PC. The player simply takes over the henchman, at whatever his current level and XP, and begins playing him. If the deceased character had any other henchmen, they will depart the party unless they are recruited by the new player character or one of his party members. A henchman cannot benefit from reserve XP or heroic funerals, but can benefit from inheritance.</p>\n<h6>Reserve XP Fund</h6>\n<p>A reserve XP fund is a fund of experience points established by a player that serves as an XP floor for all of the player’s future characters. The number of experience points in the reserve is equal to 90% of the gold piece value of money allocated to the reserve. Money is allocated to the reserve by spending it to no other tangible game benefit whatsoever. This could include anonymous tithes to churches; reckless spending on wine, women, and song; elaborate funeral pyres for deceased henchmen; and so on. When the player begins playing a new character, the new character starts with XP equal to the XP reserve, rather than start at 0.</p>\n<p>EXAMPLE: Amargein, a 5th level fighter, returns from a successful adventure laden with gold. In a reckless orgy, he spends 3,400gp carousing through the city of Aura. As this is money spent to no real in-game benefit, Amargein’s player notes that he has set aside a reserve XP fund of 3,060 XP (90% of the amount spent carousing). On his next adventure, Amargein is tragically slain. When Amargein’s player rolls up a new character, he will begin with 3,060xp, which is used to advance his character before play begins.</p>\n<p>The XP reserve fund does not get depleted by use. The player’s new character can further increase the reserve fund while alive by spending money to no tangible game benefit whatsoever, and the player’s next new character would then be able to begin with even more XP. However, at no point can a new character ever enter play with more XP than the prior character. The XP reserve fund belongs to the player, not the character, and cannot be transferred between players.</p>\n<p>EXAMPLE: Amargein’s player has created a new character, Beorn. Beorn begins play with 3,060xp. In his next adventure, Beorn finds a treasure trove worth 2,500gp, which (because gold grants XP) increases his XP up to 5,560xp. He spends 1,000gp of the trove erecting a ridiculous memorial to Amargein in the city’s most expensive cemetery, which increases his XP reserve fund by 900 XP (90% of the amount spent) to 3,960 XP. The following day, Beorn is killed by an assassin. The player can now create a character with 3,960g XP.</p>\n<h6>Heroic Funerals</h6>\n<p>If an adventurer dies heroically, his party members can honor him in death with a <strong>heroic funeral</strong>. A heroic funeral might include burning the deceased in a funeral pyre, burying him in a ship, interring him in a great barrow-mound, erecting a cenotaph or mausoleum, etc. In any case, the deceased adventurer must be sent off to the afterlife with a substantial amount of treasure, either buried with him or expended on funeral games, mourners, and memorials.</p>\n<p>The beneficiary of a fallen adventurer’s heroic funeral is the player of the deceased character. His new character can enter the game with additional experience points equal to 90% of the gold piece value of money spent on the funeral and/or interred with his character on top of whatever XP is in the reserve fund. However, at no point can a new character ever enter play with more XP than the prior character. The new character can be a friend or relation of the deceased (often his heir, described below), and is assumed to be guided and inspired by the spirit of the slain.</p>\n<p>Adventurers who die unheroically, due to their own cowardice, greed, or stupidity, or who are slain while cowering, frightened, faltering, or retreating, cannot benefit from a heroic funeral. Their spirit wanders aimlessly in the grey mists of the underworld. This is left to the Judge’s discretion, but the intent of the rule is to alleviate the pain of character loss for players who die in heroic fashion to save the lives of their party members, protect innocents, and so on.</p>\n<p>Should players abuse this rule by having their characters loot the barrow-mound of a deceased player character following his funeral (to get back the treasure they interred therein), the characters perpetrating this perfidy are immediately transformed into wights and cursed to forever haunt the barrow. (Readers may draw their own conclusions as to whether the undead’s ability to <strong>enervate</strong> is actually an existential statement about the impact that players who exploit game mechanics can have on the Judge’s life energies!)</p>\n<h6>Inheritance</h6>\n<p>With the Judge’s permission, a henchman, back-up character, or new character can be declared to be the <strong>heir</strong> of the prior character. The Judge might allow players to create a will for their characters in order to leave treasure behind for an heir (often a henchman or party member, but sometimes a family member that might become a player character in the future). If this is done, the treasure is usually stored with a reputable bank, which will charge a total of 10% of the treasure for their services, taxes, etc. Magic items will be priced at their market value; adventurers who lie about their items to avoid paying high fees might find themselves receiving what they claimed to own, rather than what they owned. (“It says here the wand only had 2 charges left when you consigned it to us.”)</p>\n<p>A player might try to leave money to an heir through less safe means, such as burying it and leaving a map behind, but this is obviously more risky. A player of a character who did not establish a will and heir might be allowed by the Judge to play a relative coming to collect his old character’s belongings once, but in the future should make more concrete plans if he wishes to retain his possessions.</p>\n<p>If a character dies without an heir, any of his treasure deposited under his name (in a bank, warehouse, etc.) and any real property owned by the character are lost — assumed to be seized by the government, distant family members, and so on. Other personal property (such as armor, weapons, or equipment on his person) fall into the hands of their new possessors, who are probably his former party members.</p>\n<h3>0th Level Characters and Experience from Adventuring</h3>\n<p>A 0th level character who participates in an adventure will earn experience points. When a 0th level character earns 500 XP from adventuring, he advances to become a 1st level character of a class determined by the Judge based on his attributes, his existing proficiencies, and his adventures to date. (Some 0th level characters might need more or less XP to advance, as detailed in the <em><strong>ACKS II* *Judges Journal</strong></em>.) The character gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if that is higher.</p>\n<p>The new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.</p>\n<p>EXAMPLE: Muad is an Opelenean spice merchant with INT 16 who has the following proficiencies: Bargaining, Bribery, Diplomacy, Naturalism, and Profession (merchant) 3. One day, Elaria recruits Muad as a 0th level henchman and begins to take him on adventures with her. The erstwhile spicer gains 500 XP after a particularly harrowing escapade involving flesh-eating desert ghouls, and becomes 1st level. Because of his background and proficiencies, the Judge decides that Muad advances into the venturer class.</p>\n<p>As a 1st level venturer, Muad gains the Bribery, Diplomacy, Expert Bargainer, Expert Traveler, Mercantile network, Multilingual, Pathfinding, and Treachery class powers and can select one class and one general proficiency. His Bargaining, Bribery, and Diplomacy proficiencies are replaced by the class powers of the same name. Naturalism becomes his 1st level general proficiency. His first two ranks of Profession (Merchant) use up his bonus proficiencies from INT 16. Profession (Merchant) 3 uses up one proficiency from time and training. He is left with one empty class proficiency slot, which he can fill from the Venturer class list.</p>\n<p>Had the Judge unwisely decided that Muad advanced into the mage class, he would have gained the Arcane Magic and Collegiate Wizardry class powers. He would lose Bribery entirely. Bargaining, Diplomacy, and Naturalism would be his general proficiencies from level and INT. Profession (merchant) 3 would occupy three of his four possible time and training proficiencies, leaving him less flexible in the future.</p>\n",
  "sections": [
    {
      "title": "Earning Experience from Adventures",
      "level": 2,
      "html": "<p>Adventures are dangerous, but the rewards are great. All characters that survive an adventure alive receive experience points (XP). Experience points are gained from two sources while on adventures: treasure and monsters.</p>\n"
    },
    {
      "title": "Experience from Treasure",
      "level": 3,
      "html": "<p>Characters gain XP from treasure they recover from the dungeon or wilderness and bring back to civilization. For purposes of earning XP, “civilization” includes any friendly settlement or stronghold and/or any hex of civilized territory. Sometimes figuring out how to get a dragon’s hoard back to town can be an adventure in itself.</p>\n"
    },
    {
      "title": "Non-Magical Treasure",
      "level": 6,
      "html": "<p>The characters receive 1 XP per 1 gold piece (gp) value of treasure recovered on adventures. For purposes of XP “treasure” includes all coins, gems, jewels, and merchandise, and other valuables worth at least 1sp per stone (about the price of wheat).</p>\n<p>EXAMPLE: After killing a warband of kobolds, the adventurers recover two suits of plate armor (worth 60gp each) and 100 st of firewood (worth 1gp total). Plate armor has an encumbrance of 6 st, making it worth 10 gp per st. It counts as treasure for XP purposes. The firewood is worth 1cp per stone, so it does not count as treasure.</p>\n"
    },
    {
      "title": "Magical Treasure",
      "level": 6,
      "html": "<p>If the party recovers magic items on an adventure, they receive XP equal to the apparent value of the item, i.e. what it would be worth if it were non-magical. The <em><strong>ACKS II Judges Journal</strong></em> lists the apparent value of most magic items, which is typically about the same value as a non-magical masterwork. However, if the party identifies a magic item and sells it without using the item, they receive an additional 1 XP per 1gp earned in the sale. If the characters use the items, they do not get any additional XP, even if later sold.</p>\n<p><strong>Designer’s Note:</strong> The Judge is the final arbiter of what counts as treasure. Some players have been known to pursue treasure XP to somewhat absurd degrees – carrying off building bricks, collecting seashells, or gathering firewood, as treasure. Limiting treasure XP to objects worth at least 1sp per stone excludes such items from counting. The intent is to encourage the players to focus on real treasure and not act like stars of a pawnshop reality TV show. Limiting treasure XP from sale of magic items to unused items prevents characters from using such items to help them adventure, then selling the magic items for XP later, benefiting twice.</p>\n"
    },
    {
      "title": "Other Treasure",
      "level": 6,
      "html": "<p>If the party receives a reward of treasure for accomplishing a task on an adventure, or captures a prisoner that can be ransomed or sold, the party gains treasure XP equal to the value of the reward, ransom, or sale price once it is received.</p>\n<p>If the party earns income from wages or business transactions, the characters do not earn treasure XP. However, characters can get campaign XP from arbitrage trading of merchandise found on adventures, even if the merchandise does not itself provide adventuring XP (see p. XX).</p>\n"
    },
    {
      "title": "Experience from Monsters",
      "level": 3,
      "html": "<p>All defeated monsters (either outsmarted, captured, or killed), grant XP based on how powerful they are. Monsters begin with a base XP determined by Hit Dice (HD), and receive a bonus for each special ability they have (fire breath, spell-like abilities, etc.). Refer to the Monster Experience Points table below. To determine the number of special abilities a monster has, count the number of asterisks next to its Hit Dice in its <strong>Monster Listing</strong> in the <em><strong>ACKS II Monstrous Manual</strong></em><em>.</em></p>\n<p>To calculate a monster’s XP, begin with the base XP value for its Hit Dice. Add the value for the XP bonus per ability, multiplied by the number of special abilities the monster has. A lamia is a HD 9 creature with 3 special abilities, so her bonus XP is (3 x 600 = 1,800). A group of adventurers receives 2,500 XP (700 + 1,800) for each lamia they defeat.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Experience Points</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Monster HD</strong></td>\n<td><strong>Base XP</strong></td>\n<td><strong>Bonus XP/Ability</strong></td>\n</tr>\n<tr>\n<td><strong>Less than 1</strong></td>\n<td>5</td>\n<td>1</td>\n</tr>\n<tr>\n<td><strong>1</strong></td>\n<td>10</td>\n<td>3</td>\n</tr>\n<tr>\n<td><strong>1+</strong></td>\n<td>15</td>\n<td>6</td>\n</tr>\n<tr>\n<td><strong>2</strong></td>\n<td>20</td>\n<td>9</td>\n</tr>\n<tr>\n<td><strong>2+</strong></td>\n<td>35</td>\n<td>12</td>\n</tr>\n<tr>\n<td><strong>3</strong></td>\n<td>50</td>\n<td>15</td>\n</tr>\n<tr>\n<td><strong>3+</strong></td>\n<td>65</td>\n<td>35</td>\n</tr>\n<tr>\n<td><strong>4</strong></td>\n<td>80</td>\n<td>55</td>\n</tr>\n<tr>\n<td><strong>4+</strong></td>\n<td>140</td>\n<td>75</td>\n</tr>\n<tr>\n<td><strong>5</strong></td>\n<td>200</td>\n<td>150</td>\n</tr>\n<tr>\n<td><strong>5+</strong></td>\n<td>260</td>\n<td>200</td>\n</tr>\n<tr>\n<td><strong>6</strong></td>\n<td>320</td>\n<td>250</td>\n</tr>\n<tr>\n<td><strong>6+</strong></td>\n<td>380</td>\n<td>300</td>\n</tr>\n<tr>\n<td><strong>7</strong></td>\n<td>440</td>\n<td>350</td>\n</tr>\n<tr>\n<td><strong>7+</strong></td>\n<td>500</td>\n<td>400</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Experience Points</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Monster HD</strong></td>\n<td><strong>Base XP</strong></td>\n<td><strong>Bonus XP/Ability</strong></td>\n</tr>\n<tr>\n<td><strong>8</strong></td>\n<td>600</td>\n<td>500</td>\n</tr>\n<tr>\n<td><strong>9</strong></td>\n<td>700</td>\n<td>600</td>\n</tr>\n<tr>\n<td><strong>10</strong></td>\n<td>850</td>\n<td>700</td>\n</tr>\n<tr>\n<td><strong>11</strong></td>\n<td>1,000</td>\n<td>800</td>\n</tr>\n<tr>\n<td><strong>12</strong></td>\n<td>1,200</td>\n<td>900</td>\n</tr>\n<tr>\n<td><strong>13</strong></td>\n<td>1,400</td>\n<td>1,000</td>\n</tr>\n<tr>\n<td><strong>14</strong></td>\n<td>1,600</td>\n<td>1,100</td>\n</tr>\n<tr>\n<td><strong>15</strong></td>\n<td>1,800</td>\n<td>1,200</td>\n</tr>\n<tr>\n<td><strong>16</strong></td>\n<td>2,000</td>\n<td>1,300</td>\n</tr>\n<tr>\n<td><strong>17</strong></td>\n<td>2,200</td>\n<td>1,400</td>\n</tr>\n<tr>\n<td><strong>18</strong></td>\n<td>2,400</td>\n<td>1,500</td>\n</tr>\n<tr>\n<td><strong>19</strong></td>\n<td>2,600</td>\n<td>1,600</td>\n</tr>\n<tr>\n<td><strong>20</strong></td>\n<td>2,800</td>\n<td>1,800</td>\n</tr>\n<tr>\n<td><strong>21</strong>*</td>\n<td>3,000</td>\n<td>2,000</td>\n</tr>\n<tr>\n<td>*For monsters of HD 22 and higher, add a cumulative 250 XP for the Base and Bonus categories.</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Allocating XP",
      "level": 3,
      "html": "<p>The totals for each monster defeated are calculated and added to the value of all XP from treasure, and the sum for all XP is divided evenly among all party members who returned to civilization (alive or dead), with henchmen receiving a half share each.</p>\n<p>EXAMPLE: A group consisting of Elaria (PC), Norden (PC), Avaro (henchman). and Drakima (henchman) kill a 5 HD monster worth 200 XP, and find a gold statue worth 500gp and a gem worth 200gp. 200 XP from monsters and 700 XP from gp are added up to 900 XP. The XP is then allocated across (1 + 1 + 0.5 + 0.5) = 3 shares. Elaria and Norden get 900 XP / 3 shares x 1 share = 300 XP. Avaro and Drakima get 900 XP / 3 shares x 1/2 share = 150 XP each.</p>\n<p>XP is divided <strong>only</strong> among party members who return to civilization. Deceased party members who are left behind on the adventure do not receive a share of XP. Deceased party members who are brought back to civilization do receive a share of XP. If a deceased party member receives XP and is not restored to life within a day, the XP is applied to the player’s reserve XP (see below).</p>\n<p>Sometimes, the exact moment when XP is allocated can be relevant. What if one adventurer is delayed by a few hours while his party members advance ahead with the treasure? Unless the Judge determines otherwise due to special circumstances, the division of XP occurs when the first member of the party reaches civilization, and is allocated to each party member as they arrive. This allows adventurers to “trickle in” over hours or days, or to press ahead for urgent tasks, etc.</p>\n"
    },
    {
      "title": "Adjustments to XP",
      "level": 3,
      "html": "<p>Characters receive XP bonuses or penalties based on their score in their class key attributes, as detailed in Chapter 2, <strong>Characters</strong>. All bonuses or penalties are applied to the grand total XP a particular character receives at the end of an adventure. For example, if Balbus the Blessed receives 1,200 XP at the end of an adventure, and he has a key attribute that grants him +10% to experience, then the total XP after this bonus that Balbus receives is 1,320 XP ((1,200 x .10) + 1,200 = 1,320).</p>\n"
    },
    {
      "title": "Character Advancement",
      "level": 3,
      "html": "<p>When a character has accumulated enough XP to go up in level, the player should do the following:</p>\n<ol>\n<li>Note down the character’s new level and title and the number of XP needed to advance to the next level.</li>\n<li>Re-roll the character’s hit points using his new number of hit dice, adding his Constitution bonus or penalty to each die rolled. Note the result as his new hit points on your character sheet. If, due to ill luck, his new hit points would be less than or equal to his hit points at his prior level of experience, he gains just 1 hit point.</li>\n<li>Check to see if the character has improved or gained any class abilities and write them down on the character sheet.</li>\n<li>Choose any new proficiencies from the <strong>Proficiencies</strong> chapter and any new spells from the <strong>Spells</strong> chapter that the character may be eligible for.</li>\n<li>Update the character’s attack throws and saving throws.</li>\n</ol>\n<p>Characters can never earn enough experience to advance 2 levels or more in one adventure. For example, if Arial is a 1st level elven spellsword with 0 XP, she should receive no more than 7,999 XP in one adventure (a huge sum!), which is 1 XP short of reaching 3rd level.</p>\n"
    },
    {
      "title": "Character Death",
      "level": 3,
      "html": "<p>Not every character who becomes an adventurer will advance to maximum level. The fate of many characters is to die along the way. Dead characters can sometimes be brought back to life for another adventure, but even with powerful magic available, some characters will be permanently slain.</p>\n<p>If the deceased character had no henchmen, or if his player doesn’t want to play any of them, the player can use a “back-up” he has previously generated or roll up a new character. A back-up or new character starts at 1st level with 0 XP unless the player has established a <strong>reserve XP fund</strong> or the party throws the deceased character a <strong>heroic funeral</strong>. Regardless of level, the back-up or new character begins with just the equipment for his template (or 3d6 x 10gp), unless the deceased character had made plans for <strong>inheritance</strong>.</p>\n<p>If the deceased character had one or more henchmen, the player can elect to make one of those henchmen his new PC. The player simply takes over the henchman, at whatever his current level and XP, and begins playing him. If the deceased character had any other henchmen, they will depart the party unless they are recruited by the new player character or one of his party members. A henchman cannot benefit from reserve XP or heroic funerals, but can benefit from inheritance.</p>\n"
    },
    {
      "title": "Reserve XP Fund",
      "level": 6,
      "html": "<p>A reserve XP fund is a fund of experience points established by a player that serves as an XP floor for all of the player’s future characters. The number of experience points in the reserve is equal to 90% of the gold piece value of money allocated to the reserve. Money is allocated to the reserve by spending it to no other tangible game benefit whatsoever. This could include anonymous tithes to churches; reckless spending on wine, women, and song; elaborate funeral pyres for deceased henchmen; and so on. When the player begins playing a new character, the new character starts with XP equal to the XP reserve, rather than start at 0.</p>\n<p>EXAMPLE: Amargein, a 5th level fighter, returns from a successful adventure laden with gold. In a reckless orgy, he spends 3,400gp carousing through the city of Aura. As this is money spent to no real in-game benefit, Amargein’s player notes that he has set aside a reserve XP fund of 3,060 XP (90% of the amount spent carousing). On his next adventure, Amargein is tragically slain. When Amargein’s player rolls up a new character, he will begin with 3,060xp, which is used to advance his character before play begins.</p>\n<p>The XP reserve fund does not get depleted by use. The player’s new character can further increase the reserve fund while alive by spending money to no tangible game benefit whatsoever, and the player’s next new character would then be able to begin with even more XP. However, at no point can a new character ever enter play with more XP than the prior character. The XP reserve fund belongs to the player, not the character, and cannot be transferred between players.</p>\n<p>EXAMPLE: Amargein’s player has created a new character, Beorn. Beorn begins play with 3,060xp. In his next adventure, Beorn finds a treasure trove worth 2,500gp, which (because gold grants XP) increases his XP up to 5,560xp. He spends 1,000gp of the trove erecting a ridiculous memorial to Amargein in the city’s most expensive cemetery, which increases his XP reserve fund by 900 XP (90% of the amount spent) to 3,960 XP. The following day, Beorn is killed by an assassin. The player can now create a character with 3,960g XP.</p>\n"
    },
    {
      "title": "Heroic Funerals",
      "level": 6,
      "html": "<p>If an adventurer dies heroically, his party members can honor him in death with a <strong>heroic funeral</strong>. A heroic funeral might include burning the deceased in a funeral pyre, burying him in a ship, interring him in a great barrow-mound, erecting a cenotaph or mausoleum, etc. In any case, the deceased adventurer must be sent off to the afterlife with a substantial amount of treasure, either buried with him or expended on funeral games, mourners, and memorials.</p>\n<p>The beneficiary of a fallen adventurer’s heroic funeral is the player of the deceased character. His new character can enter the game with additional experience points equal to 90% of the gold piece value of money spent on the funeral and/or interred with his character on top of whatever XP is in the reserve fund. However, at no point can a new character ever enter play with more XP than the prior character. The new character can be a friend or relation of the deceased (often his heir, described below), and is assumed to be guided and inspired by the spirit of the slain.</p>\n<p>Adventurers who die unheroically, due to their own cowardice, greed, or stupidity, or who are slain while cowering, frightened, faltering, or retreating, cannot benefit from a heroic funeral. Their spirit wanders aimlessly in the grey mists of the underworld. This is left to the Judge’s discretion, but the intent of the rule is to alleviate the pain of character loss for players who die in heroic fashion to save the lives of their party members, protect innocents, and so on.</p>\n<p>Should players abuse this rule by having their characters loot the barrow-mound of a deceased player character following his funeral (to get back the treasure they interred therein), the characters perpetrating this perfidy are immediately transformed into wights and cursed to forever haunt the barrow. (Readers may draw their own conclusions as to whether the undead’s ability to <strong>enervate</strong> is actually an existential statement about the impact that players who exploit game mechanics can have on the Judge’s life energies!)</p>\n"
    },
    {
      "title": "Inheritance",
      "level": 6,
      "html": "<p>With the Judge’s permission, a henchman, back-up character, or new character can be declared to be the <strong>heir</strong> of the prior character. The Judge might allow players to create a will for their characters in order to leave treasure behind for an heir (often a henchman or party member, but sometimes a family member that might become a player character in the future). If this is done, the treasure is usually stored with a reputable bank, which will charge a total of 10% of the treasure for their services, taxes, etc. Magic items will be priced at their market value; adventurers who lie about their items to avoid paying high fees might find themselves receiving what they claimed to own, rather than what they owned. (“It says here the wand only had 2 charges left when you consigned it to us.”)</p>\n<p>A player might try to leave money to an heir through less safe means, such as burying it and leaving a map behind, but this is obviously more risky. A player of a character who did not establish a will and heir might be allowed by the Judge to play a relative coming to collect his old character’s belongings once, but in the future should make more concrete plans if he wishes to retain his possessions.</p>\n<p>If a character dies without an heir, any of his treasure deposited under his name (in a bank, warehouse, etc.) and any real property owned by the character are lost — assumed to be seized by the government, distant family members, and so on. Other personal property (such as armor, weapons, or equipment on his person) fall into the hands of their new possessors, who are probably his former party members.</p>\n"
    },
    {
      "title": "0th Level Characters and Experience from Adventuring",
      "level": 3,
      "html": "<p>A 0th level character who participates in an adventure will earn experience points. When a 0th level character earns 500 XP from adventuring, he advances to become a 1st level character of a class determined by the Judge based on his attributes, his existing proficiencies, and his adventures to date. (Some 0th level characters might need more or less XP to advance, as detailed in the <em><strong>ACKS II* *Judges Journal</strong></em>.) The character gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if that is higher.</p>\n<p>The new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.</p>\n<p>EXAMPLE: Muad is an Opelenean spice merchant with INT 16 who has the following proficiencies: Bargaining, Bribery, Diplomacy, Naturalism, and Profession (merchant) 3. One day, Elaria recruits Muad as a 0th level henchman and begins to take him on adventures with her. The erstwhile spicer gains 500 XP after a particularly harrowing escapade involving flesh-eating desert ghouls, and becomes 1st level. Because of his background and proficiencies, the Judge decides that Muad advances into the venturer class.</p>\n<p>As a 1st level venturer, Muad gains the Bribery, Diplomacy, Expert Bargainer, Expert Traveler, Mercantile network, Multilingual, Pathfinding, and Treachery class powers and can select one class and one general proficiency. His Bargaining, Bribery, and Diplomacy proficiencies are replaced by the class powers of the same name. Naturalism becomes his 1st level general proficiency. His first two ranks of Profession (Merchant) use up his bonus proficiencies from INT 16. Profession (Merchant) 3 uses up one proficiency from time and training. He is left with one empty class proficiency slot, which he can fill from the Venturer class list.</p>\n<p>Had the Judge unwisely decided that Muad advanced into the mage class, he would have gained the Arcane Magic and Collegiate Wizardry class powers. He would lose Bribery entirely. Bargaining, Diplomacy, and Naturalism would be his general proficiencies from level and INT. Profession (merchant) 3 would occupy three of his four possible time and training proficiencies, leaving him less flexible in the future.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Earning Experience from Adventures\n\nAdventures are dangerous, but the rewards are great. All characters that survive an adventure alive receive experience points (XP). Experience points are gained from two sources while on adventures: treasure and monsters.\n\n### Experience from Treasure\n\nCharacters gain XP from treasure they recover from the dungeon or wilderness and bring back to civilization. For purposes of earning XP, “civilization” includes any friendly settlement or stronghold and/or any hex of civilized territory. Sometimes figuring out how to get a dragon’s hoard back to town can be an adventure in itself.\n\n###### Non-Magical Treasure\n\nThe characters receive 1 XP per 1 gold piece (gp) value of treasure recovered on adventures. For purposes of XP “treasure” includes all coins, gems, jewels, and merchandise, and other valuables worth at least 1sp per stone (about the price of wheat).\n\nEXAMPLE: After killing a warband of kobolds, the adventurers recover two suits of plate armor (worth 60gp each) and 100 st of firewood (worth 1gp total). Plate armor has an encumbrance of 6 st, making it worth 10 gp per st. It counts as treasure for XP purposes. The firewood is worth 1cp per stone, so it does not count as treasure.\n\n###### Magical Treasure\n\nIf the party recovers magic items on an adventure, they receive XP equal to the apparent value of the item, i.e. what it would be worth if it were non-magical. The ***ACKS II Judges Journal*** lists the apparent value of most magic items, which is typically about the same value as a non-magical masterwork. However, if the party identifies a magic item and sells it without using the item, they receive an additional 1 XP per 1gp earned in the sale. If the characters use the items, they do not get any additional XP, even if later sold.\n\n**Designer’s Note:** The Judge is the final arbiter of what counts as treasure. Some players have been known to pursue treasure XP to somewhat absurd degrees – carrying off building bricks, collecting seashells, or gathering firewood, as treasure. Limiting treasure XP to objects worth at least 1sp per stone excludes such items from counting. The intent is to encourage the players to focus on real treasure and not act like stars of a pawnshop reality TV show. Limiting treasure XP from sale of magic items to unused items prevents characters from using such items to help them adventure, then selling the magic items for XP later, benefiting twice.\n\n###### Other Treasure\n\nIf the party receives a reward of treasure for accomplishing a task on an adventure, or captures a prisoner that can be ransomed or sold, the party gains treasure XP equal to the value of the reward, ransom, or sale price once it is received.\n\nIf the party earns income from wages or business transactions, the characters do not earn treasure XP. However, characters can get campaign XP from arbitrage trading of merchandise found on adventures, even if the merchandise does not itself provide adventuring XP (see p. XX).\n\n### Experience from Monsters\n\nAll defeated monsters (either outsmarted, captured, or killed), grant XP based on how powerful they are. Monsters begin with a base XP determined by Hit Dice (HD), and receive a bonus for each special ability they have (fire breath, spell-like abilities, etc.). Refer to the Monster Experience Points table below. To determine the number of special abilities a monster has, count the number of asterisks next to its Hit Dice in its **Monster Listing** in the ***ACKS II Monstrous Manual****.*\n\nTo calculate a monster’s XP, begin with the base XP value for its Hit Dice. Add the value for the XP bonus per ability, multiplied by the number of special abilities the monster has. A lamia is a HD 9 creature with 3 special abilities, so her bonus XP is (3 x 600 = 1,800). A group of adventurers receives 2,500 XP (700 + 1,800) for each lamia they defeat.\n\n|  |  |  |\n| --- | --- | --- |\n| **Monster Experience Points** | | |\n| **Monster HD** | **Base XP** | **Bonus XP/Ability** |\n| **Less than 1** | 5 | 1 |\n| **1** | 10 | 3 |\n| **1+** | 15 | 6 |\n| **2** | 20 | 9 |\n| **2+** | 35 | 12 |\n| **3** | 50 | 15 |\n| **3+** | 65 | 35 |\n| **4** | 80 | 55 |\n| **4+** | 140 | 75 |\n| **5** | 200 | 150 |\n| **5+** | 260 | 200 |\n| **6** | 320 | 250 |\n| **6+** | 380 | 300 |\n| **7** | 440 | 350 |\n| **7+** | 500 | 400 |\n\n|  |  |  |\n| --- | --- | --- |\n| **Monster Experience Points** | | |\n| **Monster HD** | **Base XP** | **Bonus XP/Ability** |\n| **8** | 600 | 500 |\n| **9** | 700 | 600 |\n| **10** | 850 | 700 |\n| **11** | 1,000 | 800 |\n| **12** | 1,200 | 900 |\n| **13** | 1,400 | 1,000 |\n| **14** | 1,600 | 1,100 |\n| **15** | 1,800 | 1,200 |\n| **16** | 2,000 | 1,300 |\n| **17** | 2,200 | 1,400 |\n| **18** | 2,400 | 1,500 |\n| **19** | 2,600 | 1,600 |\n| **20** | 2,800 | 1,800 |\n| **21**\\* | 3,000 | 2,000 |\n| \\*For monsters of HD 22 and higher, add a cumulative 250 XP for the Base and Bonus categories. | | |\n\n### Allocating XP\n\nThe totals for each monster defeated are calculated and added to the value of all XP from treasure, and the sum for all XP is divided evenly among all party members who returned to civilization (alive or dead), with henchmen receiving a half share each.\n\nEXAMPLE: A group consisting of Elaria (PC), Norden (PC), Avaro (henchman). and Drakima (henchman) kill a 5 HD monster worth 200 XP, and find a gold statue worth 500gp and a gem worth 200gp. 200 XP from monsters and 700 XP from gp are added up to 900 XP. The XP is then allocated across (1 + 1 + 0.5 + 0.5) = 3 shares. Elaria and Norden get 900 XP / 3 shares x 1 share = 300 XP. Avaro and Drakima get 900 XP / 3 shares x 1/2 share = 150 XP each.\n\nXP is divided **only** among party members who return to civilization. Deceased party members who are left behind on the adventure do not receive a share of XP. Deceased party members who are brought back to civilization do receive a share of XP. If a deceased party member receives XP and is not restored to life within a day, the XP is applied to the player’s reserve XP (see below).\n\nSometimes, the exact moment when XP is allocated can be relevant. What if one adventurer is delayed by a few hours while his party members advance ahead with the treasure? Unless the Judge determines otherwise due to special circumstances, the division of XP occurs when the first member of the party reaches civilization, and is allocated to each party member as they arrive. This allows adventurers to “trickle in” over hours or days, or to press ahead for urgent tasks, etc.\n\n### Adjustments to XP\n\nCharacters receive XP bonuses or penalties based on their score in their class key attributes, as detailed in Chapter 2, **Characters**. All bonuses or penalties are applied to the grand total XP a particular character receives at the end of an adventure. For example, if Balbus the Blessed receives 1,200 XP at the end of an adventure, and he has a key attribute that grants him +10% to experience, then the total XP after this bonus that Balbus receives is 1,320 XP ((1,200 x .10) + 1,200 = 1,320).\n\n### Character Advancement\n\nWhen a character has accumulated enough XP to go up in level, the player should do the following:\n\n1. Note down the character’s new level and title and the number of XP needed to advance to the next level.\n2. Re-roll the character’s hit points using his new number of hit dice, adding his Constitution bonus or penalty to each die rolled. Note the result as his new hit points on your character sheet. If, due to ill luck, his new hit points would be less than or equal to his hit points at his prior level of experience, he gains just 1 hit point.\n3. Check to see if the character has improved or gained any class abilities and write them down on the character sheet.\n4. Choose any new proficiencies from the **Proficiencies** chapter and any new spells from the **Spells** chapter that the character may be eligible for.\n5. Update the character’s attack throws and saving throws.\n\nCharacters can never earn enough experience to advance 2 levels or more in one adventure. For example, if Arial is a 1st level elven spellsword with 0 XP, she should receive no more than 7,999 XP in one adventure (a huge sum!), which is 1 XP short of reaching 3rd level.\n\n### Character Death\n\nNot every character who becomes an adventurer will advance to maximum level. The fate of many characters is to die along the way. Dead characters can sometimes be brought back to life for another adventure, but even with powerful magic available, some characters will be permanently slain.\n\nIf the deceased character had no henchmen, or if his player doesn’t want to play any of them, the player can use a “back-up” he has previously generated or roll up a new character. A back-up or new character starts at 1st level with 0 XP unless the player has established a **reserve XP fund** or the party throws the deceased character a **heroic funeral**. Regardless of level, the back-up or new character begins with just the equipment for his template (or 3d6 x 10gp), unless the deceased character had made plans for **inheritance**.\n\nIf the deceased character had one or more henchmen, the player can elect to make one of those henchmen his new PC. The player simply takes over the henchman, at whatever his current level and XP, and begins playing him. If the deceased character had any other henchmen, they will depart the party unless they are recruited by the new player character or one of his party members. A henchman cannot benefit from reserve XP or heroic funerals, but can benefit from inheritance.\n\n###### Reserve XP Fund\n\nA reserve XP fund is a fund of experience points established by a player that serves as an XP floor for all of the player’s future characters. The number of experience points in the reserve is equal to 90% of the gold piece value of money allocated to the reserve. Money is allocated to the reserve by spending it to no other tangible game benefit whatsoever. This could include anonymous tithes to churches; reckless spending on wine, women, and song; elaborate funeral pyres for deceased henchmen; and so on. When the player begins playing a new character, the new character starts with XP equal to the XP reserve, rather than start at 0.\n\nEXAMPLE: Amargein, a 5th level fighter, returns from a successful adventure laden with gold. In a reckless orgy, he spends 3,400gp carousing through the city of Aura. As this is money spent to no real in-game benefit, Amargein’s player notes that he has set aside a reserve XP fund of 3,060 XP (90% of the amount spent carousing). On his next adventure, Amargein is tragically slain. When Amargein’s player rolls up a new character, he will begin with 3,060xp, which is used to advance his character before play begins.\n\nThe XP reserve fund does not get depleted by use. The player’s new character can further increase the reserve fund while alive by spending money to no tangible game benefit whatsoever, and the player’s next new character would then be able to begin with even more XP. However, at no point can a new character ever enter play with more XP than the prior character. The XP reserve fund belongs to the player, not the character, and cannot be transferred between players.\n\nEXAMPLE: Amargein’s player has created a new character, Beorn. Beorn begins play with 3,060xp. In his next adventure, Beorn finds a treasure trove worth 2,500gp, which (because gold grants XP) increases his XP up to 5,560xp. He spends 1,000gp of the trove erecting a ridiculous memorial to Amargein in the city’s most expensive cemetery, which increases his XP reserve fund by 900 XP (90% of the amount spent) to 3,960 XP. The following day, Beorn is killed by an assassin. The player can now create a character with 3,960g XP.\n\n###### Heroic Funerals\n\nIf an adventurer dies heroically, his party members can honor him in death with a **heroic funeral**. A heroic funeral might include burning the deceased in a funeral pyre, burying him in a ship, interring him in a great barrow-mound, erecting a cenotaph or mausoleum, etc. In any case, the deceased adventurer must be sent off to the afterlife with a substantial amount of treasure, either buried with him or expended on funeral games, mourners, and memorials.\n\nThe beneficiary of a fallen adventurer’s heroic funeral is the player of the deceased character. His new character can enter the game with additional experience points equal to 90% of the gold piece value of money spent on the funeral and/or interred with his character on top of whatever XP is in the reserve fund. However, at no point can a new character ever enter play with more XP than the prior character. The new character can be a friend or relation of the deceased (often his heir, described below), and is assumed to be guided and inspired by the spirit of the slain.\n\nAdventurers who die unheroically, due to their own cowardice, greed, or stupidity, or who are slain while cowering, frightened, faltering, or retreating, cannot benefit from a heroic funeral. Their spirit wanders aimlessly in the grey mists of the underworld. This is left to the Judge’s discretion, but the intent of the rule is to alleviate the pain of character loss for players who die in heroic fashion to save the lives of their party members, protect innocents, and so on.\n\nShould players abuse this rule by having their characters loot the barrow-mound of a deceased player character following his funeral (to get back the treasure they interred therein), the characters perpetrating this perfidy are immediately transformed into wights and cursed to forever haunt the barrow. (Readers may draw their own conclusions as to whether the undead’s ability to **enervate** is actually an existential statement about the impact that players who exploit game mechanics can have on the Judge’s life energies!)\n\n###### Inheritance\n\nWith the Judge’s permission, a henchman, back-up character, or new character can be declared to be the **heir** of the prior character. The Judge might allow players to create a will for their characters in order to leave treasure behind for an heir (often a henchman or party member, but sometimes a family member that might become a player character in the future). If this is done, the treasure is usually stored with a reputable bank, which will charge a total of 10% of the treasure for their services, taxes, etc. Magic items will be priced at their market value; adventurers who lie about their items to avoid paying high fees might find themselves receiving what they claimed to own, rather than what they owned. (“It says here the wand only had 2 charges left when you consigned it to us.”)\n\nA player might try to leave money to an heir through less safe means, such as burying it and leaving a map behind, but this is obviously more risky. A player of a character who did not establish a will and heir might be allowed by the Judge to play a relative coming to collect his old character’s belongings once, but in the future should make more concrete plans if he wishes to retain his possessions.\n\nIf a character dies without an heir, any of his treasure deposited under his name (in a bank, warehouse, etc.) and any real property owned by the character are lost — assumed to be seized by the government, distant family members, and so on. Other personal property (such as armor, weapons, or equipment on his person) fall into the hands of their new possessors, who are probably his former party members.\n\n### 0th Level Characters and Experience from Adventuring\n\nA 0th level character who participates in an adventure will earn experience points. When a 0th level character earns 500 XP from adventuring, he advances to become a 1st level character of a class determined by the Judge based on his attributes, his existing proficiencies, and his adventures to date. (Some 0th level characters might need more or less XP to advance, as detailed in the ***ACKS II* *Judges Journal***.) The character gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if that is higher.\n\nThe new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.\n\nEXAMPLE: Muad is an Opelenean spice merchant with INT 16 who has the following proficiencies: Bargaining, Bribery, Diplomacy, Naturalism, and Profession (merchant) 3. One day, Elaria recruits Muad as a 0th level henchman and begins to take him on adventures with her. The erstwhile spicer gains 500 XP after a particularly harrowing escapade involving flesh-eating desert ghouls, and becomes 1st level. Because of his background and proficiencies, the Judge decides that Muad advances into the venturer class.\n\nAs a 1st level venturer, Muad gains the Bribery, Diplomacy, Expert Bargainer, Expert Traveler, Mercantile network, Multilingual, Pathfinding, and Treachery class powers and can select one class and one general proficiency. His Bargaining, Bribery, and Diplomacy proficiencies are replaced by the class powers of the same name. Naturalism becomes his 1st level general proficiency. His first two ranks of Profession (Merchant) use up his bonus proficiencies from INT 16. Profession (Merchant) 3 uses up one proficiency from time and training. He is left with one empty class proficiency slot, which he can fill from the Venturer class list.\n\nHad the Judge unwisely decided that Muad advanced into the mage class, he would have gained the Arcane Magic and Collegiate Wizardry class powers. He would lose Bribery entirely. Bargaining, Diplomacy, and Naturalism would be his general proficiencies from level and INT. Profession (merchant) 3 would occupy three of his four possible time and training proficiencies, leaving him less flexible in the future.\n"
}