{
  "html": "<h2>Sea Combat</h2>\n<p>When hostile vessels or monsters move within 900’ of each other, a <strong>sea combat</strong> occurs.</p>\n<h3>Simulating Sea Combat on the Battlemap</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Vessel</td>\n<td>Length</td>\n<td>Width</td>\n<td>Hexes</td>\n</tr>\n<tr>\n<td>Galley, 1-Rower</td>\n<td>65’</td>\n<td>13’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 1.5-Rower</td>\n<td>80’</td>\n<td>14’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 2-Rower</td>\n<td>90’</td>\n<td>14’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 2.5-Rower</td>\n<td>115’</td>\n<td>19’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 3-Rower</td>\n<td>130’</td>\n<td>18.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 4-Rower</td>\n<td>140’</td>\n<td>18.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 5-Rower</td>\n<td>150’</td>\n<td>18.5’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Galley, 6-Rower</td>\n<td>155’</td>\n<td>25’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Galley, 8-Rower</td>\n<td>320’</td>\n<td>25’</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Longship</td>\n<td>100’</td>\n<td>12.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Sailing Ship, Small</td>\n<td>75’</td>\n<td>25’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Sailing Ship, Large</td>\n<td>100’</td>\n<td>25’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Sailing Ship, Huge</td>\n<td>115’</td>\n<td>30’</td>\n<td>2</td>\n</tr>\n</tbody></table>\n<p>While battles at sea can be resolved using the theater of the mind, they are better resolved by using a set of battlemaps (analog or virtual) with counters, figures, or tokens to represent the exact position of the vessels and combatants throughout the combat.</p>\n<p>One battlemap is the <strong>sea battlemap</strong> used to represent the area where the naval battle is being fought. The sea battlemap should be divided into hexagons at the scale of 1 hex = 60’. The sea battlemap should be around 30 hexes long and wide.</p>\n<p>The other battlemaps are the <strong>deck battlemaps</strong> of the vessels participating in the naval battle. The deck battlemaps should be divided into squares at the scale of 1 hex = 5’. A typical vessel is about 100’ to 150’ long and 10’ to 30’ wide, so a deck battlemap that is 30 squares x 30 squares can actually be used to illustrate several vessels, or one vessel and an area of sea around it, etc.</p>\n<p>For players whose characters are captaining vessels, sea combat plays like a board wargame divided into one-minute rounds. Each vessel occupies one or more hexes on the battlemap, depending on its length, and moves 1 or more hexes on the captain’s initiative each round. The players controlling the captains control their vessels’ movements on the hex map and handle any ramming attacks the vessels make.</p>\n<p>For the other players, sea combat plays like a traditional <em><strong>ACKS</strong></em>combat and the ships function as essentially “moving terrain.” Characters and non-player characters can operate war machines, cast spells, and exchange missile fire, and when vessels get close enough, engage in boarding actions. Artillery fire, missile attacks, and long-range spellcasting are adjudicated using the sea battlemap. Boarding actions, when they occur, are fought on the deck battlemap for the vessels involved.</p>\n<p><strong>Designer’s Note:</strong> Gamers familiar with the <em><strong>Battlestations</strong></em> board game or <em><strong>FTL</strong></em> videogame might recognize the approach in these rules, where both a “zoomed-in” deck plan and a “zoomed out” battlefield map are used simultaneously. The same technique could be used by the Judge to simulate slow-moving kaiju crawling across a battlemap or aerial battles between flying castles and so on.</p>\n<h6>Stacking on the Sea Battlemap</h6>\n<p>Vessels and monsters occupy one or more hexes, depending on their length. Allied vessels cannot occupy the same hexes unless they are both stationary or lashed together or accidentally collide. Allied and enemy vessels can occupy the same hexes due to boarding actions, collisions, and/or ramming. Monsters can occupy the same hexes as vessels or other monsters. Aerial vehicles and monsters can occupy the same hexes as any waterborne vehicle or monster.</p>\n<h3>Round Sequence</h3>\n<h6>Pre-Initiative Declarations.</h6>\n<p>During Pre-Initiative Declarations, captains must re-calculate their vessel’s maximum speeds (oar sprint, oar cruise, oar slow, or sail) if they suffered any damage in the prior round. Each captain must decide and publicly inform the Judge before the initiative dice are rolled of the following:</p>\n<ul>\n<li>The vessel is raising or lowering sails in order to switch from oar to sail or vice versa.</li>\n<li>The vessel is changing speed. Oar speed can be set at any value up to oar sprint speed. Sail speed can be set at any value up to sail speed (modified by wind direction and strength). If a vessel lost crew or shp such that its speed on the prior round now exceeds its maximum speed, the vessel must reduce speed to at or below that maximum.</li>\n<li>The vessel is backwatering.</li>\n</ul>\n<p>The captain, or other character steering the vessel, must also publicly inform the Judge whether they are using a full-round action to do so. Using a full-round action means that the captain will not be able to take any other movement or combat actions during the round, but enables him to steer the vessel throughout the entire round (see below).</p>\n<h6>Initiative Rolls</h6>\n<p>Ships do not have initiative scores. Instead they move throughout the round. Vessel captains, artillery crews, individual characters, and groups of marines or other NPCs each roll initiative separately.</p>\n<h3>Movement During Sea Combat</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Vessel</strong>  <strong>Combat Speed</strong></td>\n<td><strong>Hexes Moved</strong></td>\n</tr>\n<tr>\n<td>480*</td>\n<td>8</td>\n</tr>\n<tr>\n<td>450’*</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>420’*</td>\n<td>7</td>\n</tr>\n<tr>\n<td>390’*</td>\n<td>6.5</td>\n</tr>\n<tr>\n<td>360’</td>\n<td>6</td>\n</tr>\n<tr>\n<td>330’</td>\n<td>5.5</td>\n</tr>\n<tr>\n<td>300’</td>\n<td>5</td>\n</tr>\n<tr>\n<td>270’</td>\n<td>4.5</td>\n</tr>\n<tr>\n<td>240’</td>\n<td>4</td>\n</tr>\n<tr>\n<td>210’</td>\n<td>3.5</td>\n</tr>\n<tr>\n<td>180’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>150’</td>\n<td>2.5</td>\n</tr>\n<tr>\n<td>120’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>90’</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>60’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>30’</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>*Only possible for 1.5-rower, 2-rower, and 2.5-rower galleys running in front of a strong wind.</td>\n<td></td>\n</tr>\n</tbody></table>\n<p>As the Judge counts through the initiative numbers, vessels move across the battlefield on their captain’s initiative segment. Vessels move before characters or monsters on the same count. If both sides of the combat have vessels, whichever side has fewer vessels on that count can choose to move its vessels first or have the opposing side move its vessels first. The vessels on a side can go in any order they choose. Moving is not optional; the vessel must move at whatever speed its captain set before initiative was rolled. The Sea Combat Movement shows how many 60’ hexes a vessel moves based on its combat speed. Round speeds between rows to the nearest 30’.</p>\n<p>EXAMPLE: Phaedra is commanding a 5-rower galley under oar rowing at sprint speed (240’). On Phaedra’s initiative count, her galley moves 4 hexes.</p>\n<p>Sometimes a vessel’s speed include a half-hex. In this case, round the speed up if the captain rolled a natural 4 or higher on his initiative, and round it down if the captain rolled a natural 3 or less on his initiative. A captain who wishes to avoid such uncertainty can, of course, simply declare before initiative that the vessel will move at a slower rate.</p>\n<p>EXAMPLE: Phaedra is commanding a 3-rower galley under oar at sprint speed (330’). If Phaedra rolls a 1-3 on her initiative, her galley moves 5 hexes on her count; if she rolls a 4-6, it moves 6 hexes. If Phaedra were certain she didn’t want to move 6 hexes, she could have just set her speed at 300’ and moved 5 hexes.</p>\n<h6>Oared Movement</h6>\n<p>A vessel moving at oar (cruise) speed can move straight ahead or turn into one of the hexes to either side of its bow. The following rules apply to turning:</p>\n<ul>\n<li>A one-hex vessel can make one turn per hex of movement. A two hex-vessel can make one turn per two hexes of movement (i.e. it must move straight ahead at least once between each turn). A three-hex vessel can make one turn per three hexes of movement, a four-hex vessel can make one turn per four hexes of movement, and so on.</li>\n<li>When a one-hex-long vessel turns, the vessel’s bow is turned to point in the direction it moved.</li>\n<li>When a two-hex-long vessel turns, the vessel’s bow is turned to point in the direction moved, while the vessel’s stern hex is moved to occupy the hex originally occupied by the bow.</li>\n<li>When a three-hex-long vessel (or longer) moves, the vessel’s bow is turned to the point in the direction it moved, the vessel’s middle hex is moved to occupy the hex originally occupied by the bow, and the vessel’s rear hex(es) are placed behind. This can trigger a collision (p. XX).</li>\n</ul>\n<p><img src=\"data:image/png;base64...\" alt=\"\"></p>\n<h6>Oar Sprinting</h6>\n<p>Rowers can only maintain a vessel at its oar sprint speed for a total of 10 rounds (1 turn) before becoming <strong>winded.</strong> Winded rowers cannot exceed oar cruise speed until the condition ends (which requires 1 turn of complete rest).</p>\n<h6>Backwatering</h6>\n<p>A vessel that is backwatering can move in reverse at one-third its oar cruise speed. When backwatering, the vessel can move straight back or turn into one of the hexes to either side of its stern. Vessels under sail cannot backwater. A vessel that is backwatering can halt at any point in the initiative count and does not need to continue moving.</p>\n<h6>Raising and Lowering Sails</h6>\n<p>A vessel that is raising or lowering sails does not move unless it is a 1.5-rower or 2.5-rower galley. 1.5- and 2.5-rower galleys can move at their oar cruise speed if raising sails or their sail speed if lowering sails. It takes three sailors (characters with Seafaring) to raise or lower sails on a 1.5-rower galley and five sailors on a 2.5-rower galley. It requires the entire crew of sailors, less captain and navigator, to raise or lower sails on other vessels.</p>\n<h6>Sailing Movement</h6>\n<p>A vessel under sail uses its sail speed. However, a vessel under sail must modify its sail speed based on wind strength and wind direction relative to the vessel at the start of the round. If a vessel starts the round facing into the wind, it cannot move at all that round but it can shift its bow into either adjacent hex on the captain’s initiative. A vessel under sail that turns directly into the wind immediately halts and moves no further that round.</p>\n<p>EXAMPLE: Phaedra is commanding a 4-rower galley under sail. The galley has a sail movement of 180’. However, it is facing northwest against northerly winds, making it close-hauled. A close-hauled vessel moves at 2/3 speed, so Phaedra’s galley can only move 120’. Consulting the Sea Combat movement table, Phaedra sees that her vessel will move 2 hexes. Phaedra can move straight ahead or turn left (west) without issue, but if Phaedra turns her vessel north, it immediately halts.</p>\n<h6>Monster and Character Movement</h6>\n<p>Creatures complete their full movement (if any) when they take their actions on their initiative count. Aerial creatures in the sky and aquatic creatures in the open sea can move at three times their standard combat and running speed (as in wilderness), rounded to the nearest 30’. Fractional hexes are handled with the same mechanic as vessels (q.v.).</p>\n<p>EXAMPLE: At the start of the round, a sea monster has appeared 240’ (5 hexes) from Phaedra’s vessel. The monster’s swimming speed is 30’ / 90’. On open ocean, it can “charge” 270’, or 4.5 hexes. The sea monster rolls a 4 for initiative. Since it rolled an unmodified 4, it can move up to 5 hexes. On count 4, it moves adjacent to Phaedra’s vessel’s stern starboard hex.</p>\n<p>Creatures on vessels move at their standard combat speed and running speed. This simulates the difficult of moving across wet, slippery, and shifting decks.</p>\n<p>EXAMPLE: Norden is a dwarven vaultguard with a charging/running speed of 90’ and combat speed of 30’ who is master of arms on Phaedra’s war galley. Phaedra’s war galley is 150’ long. Norden s amidship, just below the mast. His initiative roll was a 7 but he has delayed his initiative. After the sea monster reaches the vessel and attacks, Norden decides to take his initiative segment. He is 75’ from the sea monster, so she decides to charge.</p>\n<h3>Naval Tactics</h3>\n<p>During sea combat, vessels can deploy a number of naval tactics such as artillery barrages, boarding actions, and rams. These tactics are further explained in the following sections.</p>\n<h6>Artillery</h6>\n<p>Some vessels carry one or more artillery pieces. A vessel’s captain can designate targets on his initiative as an action in lieu of moving, but each artillery piece fires on its own initiative segment rolled by its crew. Artillery pieces crewed by adventurers do not have to obey the captain’s orders. The arc of fire available to vessel-mounted artillery depends on where they are located on the vessel. Bow-mounted artillery can fire at targets in a 60-degree arc in front of the vessel. Stern-mounted artillery can fire at targets in a 60-degree arc behind the vessel. Artillery mounted port amidships can fire at targets in a 120-degree arc left of the vessel, while artillery mounted starboard amidships can fire at targets in a 120-degree arc right of the vessel.</p>\n<p><img src=\"data:image/png;base64...\" alt=\"\"></p>\n<p>Actual artillery fire is handled as per the rules for missile attacks with artillery (p. XX). Catapults are not penalized when firing on vessels based on their movement, but they are penalized when firing on moving monsters. Remember that light and medium ballista deal 1/10 damage to vessels. Heavy ballista and light catapults deal 1/3 damage to vessels. All other artillery deal full damage to vessels. If combustible pitch is used, see <strong>Fire Pot Poles and Pitch</strong>, below.</p>\n<p>Characters atop towers and rowing on aphract vessels gain a +4 bonus to AC and a +4 bonus to their Blast saving throws vs. artillery. Characters inside towers or rowing on cataphract vessels cannot be damaged by artillery unless the ship has lost at least 25% of its shp, in which case they are targeted as if in arrow loops: +4 bonus to AC, +4 bonus to Blast saving throws, and no damage on a successful save.</p>\n<p>Submerged aquatic monsters gain a +4 bonus to AC vs. artillery and take only half damage from direct hits. They cannot be harmed by splash damage at all while submerged.</p>\n<h6>Attaching Grappling Lines</h6>\n<p>When a vessel is adjacent to or in the same hex as another vessel, one or more of its crew can use a combat action to secure a grapple line. Securing a grappling line requires an attack throw vs. the enemy vessel’s AC. The attack throw suffers a -2 penalty if the vessels share a hex and a -5 penalty if the vessels are merely adjacent. As long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.</p>\n<p>A character can attempt to cut or dislodge a grapple line as a combat action. Cutting a grapple line requires a successful attack throw vs. AC 0 that deals at least 5 slashing damage. Dislodging a grapple line requires a successful Dungeonbashing throw.</p>\n<h6>Boarding by Boarding Bridge</h6>\n<p>A boarding bridge is a war machine positioned on a vessels’ bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator can use a combat action to lower the bridge. (Usually the operator will ready an action to lower the bridge as soon as an enemy vessel is adjacent to the bow.) When the bridge is lowered, the character operating the boarding bridge must make an attack throw against the enemy vessel’s AC.</p>\n<p>If the attack throw succeeds, the bridge is securely fastened to the enemy vessel. Both vessels have their speed reduced to 0 and cannot move until the bridge is raised. Once the bridge is lowered, up to 30 man-sized characters (one infantry platoon) can cross it on their initiative. If more than 30 attempt to cross in one round, the extra characters must end their movement on the bridge.</p>\n<p>If the throw fails, the bridge is not fastened securely. Both vessels retain their speed and continue to move. Characters that charge or run across the unsecured bridge must make successful Paralysis saving throws or fall overboard.</p>\n<p>In either case, characters on the enemy vessel who are underneath the falling bridge must make Blast saving throws. If the save succeeds, the character avoids the falling bridge. If the save fails, the character takes 2d8 bludgeoning damage and is knocked prone next to the bridge.</p>\n<p>Raising the boarding bridge also requires a combat action. If the bridge is securely fastened to the enemy vessel, the operator must make a Dungeonbashing proficiency throw. There is a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is raised. If the throw fails, the bridge remains fastened to the deck.</p>\n<p>Characters on the enemy vessel cannot raise the bridge if it is secured, but can attempt to dislodge it if unsecured. Dislodging the bridge is a combat action that requires a Dungeonbashing proficiency throw. There is a +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is dislodged.</p>\n<p>When a boarding bridge is raised or dislodged, any characters on board must make Paralysis saving throws. If the save fails, the character fails overboard. If the save succeeds, the character safely leaps to his choice of vessel.</p>\n<h6>Boarding by Boarding Ramp</h6>\n<p>A boarding ramp is a portable war machine weighing 40 st carried by a crew of two man-sized characters. When a vessel is adjacent to or in a hex of an enemy vessel, the crew can use a combat action to attempt to place the ramp across the gap between the two vessels. The crewmember closest to the enemy vessel must make an attack throw against the enemy vessel’s AC. If the throw fails, the boarding ramp isn’t placed successfully. Both vessels retain their speed and continue to move.</p>\n<p>If the throw succeeds, the ramp is successfully placed on the enemy vessel. Both vessels retain their speed and continue to move. Up to 8 man-sized characters can cross the ramp on their initiative thereafter. If more than 8 attempt to cross in one round, the extra characters must end their movement on the ramp. Characters that charge or run across the ramp must make successful Paralysis saving throws or fall overboard.</p>\n<p>Characters on the enemy vessel can attempt to dislodge a boarding ramp. Dislodging a ramp is a combat action that requires a Dungeonbashing proficiency throw at +4. There is an additional +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the ramp. If the throw succeeds, the ramp is dislodged. Characters on the ramp when it is dislodged must make Paralysis saving throws or fall overboard (as above). If either of the vessels move, the boarding ramp is automatically dislodged.</p>\n<h6>Boarding by Jumping</h6>\n<p>Anytime a vessel is adjacent to or in a hex of an enemy vessel, a character on one vessel can attempt to jump onto the other. If the vessels are adjacent and moving, the character must make a 30’ jump. If the vessels are adjacent and stationary, the character must make a 15’ jump. If the vessels share one or more hexes, the character must make a 10’ jump.</p>\n<p>As per the rules in the <strong>Adventuring</strong> chapter, the maximum distance in feet that a character can jump horizontally is equal to his DEX score + 1d6. A character proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24. In addition, a character jumping from a larger onto a smaller vessel gains a +4 bonus to his DEX score due to the height advantage, to a maximum of 28. The distance jumped is reduced by 1’ per stone of encumbrance the character is carrying. A character must have a moving start of at least 20’ or halve his jumping distance. The distance jumped counts against the character’s movement during the round.</p>\n<p>The character must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on the other vessel, he falls prone. If this puts him exactly at the edge of the vessel’s hull, then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over the water, he falls into the water.</p>\n<h6>Falling Overboard</h6>\n<p>A non-player character who falls overboard can be assumed to die in 1d10 rounds. A player character who falls overboard must make a Swimming throw at the start of his initiative each round. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the weather is Windy there is a -2 penalty, if Stormy a -4 penalty. If the character has the Swimming proficiency, he gains a +4 bonus. If the throw succeeds, the character stays afloat and can use swimming movement. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming <strong>winded</strong> as per the running rules (p. XX).</p>\n<p>If the throw fails, the character is <strong>drowning</strong>. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning character is <strong>vulnerable,</strong> cannot take any actions, and no longer make swimming throws. The character sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning character imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). If the condition has not ended after 5 rounds, the drowning character dies at the end of his initiative.</p>\n<p>A character who swims to a vessel can attempt to climb on board. If a ladder or rope is lowered, this is an easy climb (p. XX) but if not it is a climb up a sheer surface (p. XX).</p>\n<h6>Fire Pot Poles and Pitch</h6>\n<p>A fire pot pole is a war machine positioned on a vessel’s bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator of the fire pot pole can use a combat action to dump the contents of the pots on to the enemy vessel.</p>\n<p>The fire pots creates a 15’ diameter puddle of burning pitch. On the initiative count that the pots are dumped, the vessel immediately takes 4d6 structural fire damage and is set aflame. Each character in the area of effect must make a Blast saving throw. If the save fails, the character takes 4d6 fire damage. If the save succeeds, the character suffers half that damage.</p>\n<p>Some artillery can also fire burning pitch. Damage ranges from 3d6 to 5d6 in a 15’ diameter. A vessel that is directly hit or splashed by burning pitch immediately takes structural fire damage and is set aflame. A character in the pitch’s area of effect must make a Blast saving throw. If the save fails, the character takes fire damage. If the save succeeds, the character suffers half that damage.</p>\n<p>Each round thereafter, on the same initiative count, pitch (whether delivered by fire pot or artillery) continues to deal its structural fire damage to the vessel and its fire damage to characters in the area of effect (half that on a successful save). A character in or within 5’ of the area of effect can fight the fire as a full-round action. When a total of 15 full-round actions have been spent fighting the fire (e.g. 5 characters spending 3 full-round actions each), the fire is extinguished.</p>\n<p>If a vessel is set aflame by multiple artillery pieces or fire pots, each fire must be extinguished separately.</p>\n<h6>Firing and Winching a Heavy Harpoon Ballista</h6>\n<p>A heavy harpoon ballista is an artillery piece that can be mounted on a vessel in order to fire grapnel darts at enemy vessels. If the crew of a heavy harpoon ballista scores a direct hit at an enemy vessel, the grapnel is securely latched onto it. Thereafter, the crew can begin to crank the winch to bring the two vessels closer together.</p>\n<p>Cranking a heavy harpoon ballista’s winch requires a full round action by its crew. Each time the ballista’s winch is cranked, the lighter vessel is moved one hex closer to the heavier vessel. If the vessels weigh the same, roll 1d2 to decide which moves each time the winch is cranked. The vessel’s facing is not changed by the movement.</p>\n<p>As long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.</p>\n<h6>Missile Attacks</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Missile Weapon Range by Hex</td>\n<td>Short</td>\n<td>Med.</td>\n<td>Long</td>\n<td>Double Long</td>\n</tr>\n<tr>\n<td>Arbalest</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 8</td>\n<td>9 – 16</td>\n</tr>\n<tr>\n<td>Crossbow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 7</td>\n<td>8 – 14</td>\n</tr>\n<tr>\n<td>Composite Bow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 6</td>\n<td>7 – 12</td>\n</tr>\n<tr>\n<td>Javelin/Spear</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n<td>3 – 4</td>\n</tr>\n<tr>\n<td>Long Bow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 6</td>\n<td>7 – 12</td>\n</tr>\n<tr>\n<td>Short Bow</td>\n<td>0 – 2</td>\n<td>3</td>\n<td>4 – 5</td>\n<td>6 – 10</td>\n</tr>\n<tr>\n<td>Sling</td>\n<td>0 – 1</td>\n<td>2</td>\n<td>3 – 4</td>\n<td>5 – 8</td>\n</tr>\n<tr>\n<td>Sling-Staff</td>\n<td>0 – 2</td>\n<td>3</td>\n<td>4 – 5</td>\n<td>6 – 10</td>\n</tr>\n<tr>\n<td>Other (thrown)</td>\n<td>0</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n</tr>\n</tbody></table>\n<p>Missile-armed characters on a vessel can attack opponents on board the enemy’s vessels. The Judge will determine range based on the number of hexes between the vessels on the sea battlemap. The Missile Weapon Range by Hex table shows the hex range for all of the missile weapons in <em><strong>ACKS II</strong></em><em>.</em></p>\n<p>To avoid range penalties, most missile attacks in sea combat are directed at the enemy’s crew as a whole rather than at particular individuals. This is the equivalent of a <strong>Missile Attack vs. Troop Formation</strong> (p. XX).</p>\n<ul>\n<li>The crew of a vessel with 59 or fewer sailors or marines can be targeted at long range as if it were at medium range.</li>\n<li>The crew of a vessel with 60 – 239 sailors and/or marines can be targeted out to long range with no penalty.</li>\n<li>The crew of a vessel with 240 – 959 sailors and/or marines can be targeted out to double long range with no penalty.</li>\n<li>The crew of a vessel with 960 sailors and/or marines can be targeted out to quadruple long range with no penalty.</li>\n</ul>\n<p>Rowers do not normally count for purposes of crew size because they are below decks or sheltered by outriggers. However, if rowers have left their oars to fight, they’d count as marines.</p>\n<p>Remember that when attacks are made against a formation, the actual target struck by the attack is determined randomly by the Judge. If there are allies <strong>engaged</strong> with the unit, the allies count as possible targets. The attacker cannot choose a target.</p>\n<h6>Ramming</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Ramming Vessel</td>\n<td>Damage</td>\n</tr>\n<tr>\n<td>Galley, 1-rower</td>\n<td>3d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 1.5-rower</td>\n<td>4d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 2-rower</td>\n<td>5d6 structure piercing</td>\n</tr>\n<tr>\n<td>Galley, 2.5 rower</td>\n<td>7d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 3 rower</td>\n<td>8d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 4 rower</td>\n<td>9d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 5 rower</td>\n<td>11d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 6 rower</td>\n<td>12d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 8 rower</td>\n<td>13d6 structural piercing</td>\n</tr>\n</tbody></table>\n<p>A vessel with a naval ram can attempt to ram another vessel or monster after a movement that brings the front face of the vessel’s bow hex into any of the enemy vessel or monster’s hexes.</p>\n<p>The captain of the ramming vessel must make an attack throw vs. the AC of the target vessel or monster. He cannot apply his STR or DEX bonus to the throw, nor any magical bonus from weapons, but can add +4 if he is a master mariner.</p>\n<p>If the throw succeeds, the vessel or monster is dealt damage based on the size of the ramming vessel. However, damage is halved if the vessel is not moving at least oar cruise speed. The ramming vessel and the target halt for the remainder of the round. The vessel must backwater before it can resume moving ahead. If the throw fails, the ram is deflected harmlessly off the hull or hide of the target. The ramming vessel halts but the target does not. The ramming vessel does not need to backwater.</p>\n<p>A vessel without a naval ram can attempt to ram another vessel but if it succeeds, damage is split evenly between the ramming vessel and the target vessel.</p>\n<p><strong>Head-On Ramming:</strong> If a movement brings a vessel’s bow hex straight into the front face of another vessel’s bow hex, then a head-on ram has occurred. Both captains must make attack throws. Whichever captain hits the highest AC chooses the outcome, from the following choices:</p>\n<ul>\n<li>The captain’s vessel rams the enemy vessel.</li>\n<li>The captain’s vessel shears off the oars of the enemy vessel. The enemy vessel takes 1d10 structural bludgeoning damage per 100 oars. For instance, a 5-rower galley with 300 oars takes 3d10 structural bludgeoning damage if its oars are sheared. Both vessels continue movement for the remainder of the round, passing through each other’s hexes. Neither vessel can ram again until it moves out of the opposing vessel’s hexes.</li>\n<li>The two vessels miss each other. Both vessels continue movement for the remainder of the round, as above.</li>\n</ul>\n<p><strong>Collisions:</strong> A collision occurs when one of a vessel’s mid- or stern hexes accidentally overlaps with one hex occupied by another vessel. When a collision occurs, both captains must make Seafaring throws of 11+ (7+ if master mariner). If eitherthrows succeed, the vessels avoid collision. If both throws fail, the vessels collide. Each vessel deals one-half ramming damage to the other vessel. (Vessels moving at less than oar cruise speed deal one-quarter damage.) A captain can choose to purposefully fail the throw. Sometimes a collision is “accidental”...</p>\n<h6>Steering</h6>\n<p>During combat, whichever character is steering a vessel is considered to be the vessels’ captain for purposes of initiative, ramming attack throws, and any required Seafaring proficiency checks. The captain must be located on the aft deck adjacent to the steering oars. If the captain starts the round at the steering oars and declares a full-round action to steer the vessel, he can steer it for the entire round. If the captain doesn’t start the round at the steering oars, or simply doesn’t want to commit a full-round action to doing so, he can steer through the vessel through a single hex turn as a movement action and/or combat action. If the captain is incapacitated, another character can become captain by moving to the steering oars.</p>\n<p>EXAMPLE: At the start of the first round of combat, Phaedra is at the steering oars of her 3-hex-long galley. She takes a full-round action in order to steer it through a number of hex turns that round. She makes the vessel turn on initiative count 10 and again on initiative count 7. Her next chance to turn will come on initiative count 4. However, on initiative count 5 she is incapacitated by an enemy attack. On initiative count 4, her party member Norden uses a movement action to run to the steering oars and a combat action to steer the vessel. Normally the 3-hex-long galley would be able to turn again on initiative count 1, but since Norden didn’t commit a full-round action to steering, he can’t make the vessel turn.</p>\n<p>In order to be steered, a vessel under oar must have its full complement of rowers, or its speed is reduced (p. XX). A vessel under sail must have at least one-half its complement of sailors or its speed is reduced in proportion to the missing crew (p. XX).</p>\n<h6>Traversing Grapple Lines</h6>\n<p>If two vessels are connected by a grapple line (whether by hook or harpoon), characters can cross by either zipping or crawling across them. If the character’s vessel is larger than the other vessel, the character can zip across using the rules for rappelling (p. XX). If the character’s vessel is the same size as or smaller than the other vessel, the character can crawl across using the rules for crawling traverse (p. XX).</p>\n<p>If the vessels are adjacent and moving, the character must make a 30’ traverse. If the vessels are adjacent and stationary, the character must make a 15’ traverse. If the vessels share one or more hexes, the character must make a 10’ traverse. If the grapple line is cut or dislodged while the character is traversing it, he must make a Paralysis saving throw. If the save succeeds, he retains his grip on the rope as he falls into the water. If the save fails, he loses his grip on the rope and takes 1d6 bludgeoning damage as he hits the water.</p>\n<h6>Underwater Combat</h6>\n<p>From time to time, characters may accidentally or deliberately end up fighting underwater. The following effects apply:</p>\n<ul>\n<li>Maximum visibility range is reduced by half at depths of 300’ to 600’, by 75% at depths of 600’ to 1200’, by 87.5% at depths of 1,200’ to 2,500’. Below 2,500’ there is no light at all and visibility drops to 0.</li>\n<li>Characters making melee attacks with weapons that do not deal piercing damage suffer a -2 penalty to their attack throw.</li>\n<li>Characters making missile attacks have a -2 penalty to attack and damage targets at short range, a -5 penalty at medium range, and a -10 penalty at long range. If damage is reduced to 0 or less, the missile was halted by the water harmlessly.</li>\n<li>Characters who cannot breathe water cannot cast spells or speak command words underwater.</li>\n<li>Characters who attempt to use scrolls underwater simply destroy the scroll and their player suffers a -1 penalty to INT.</li>\n</ul>\n",
  "sections": [
    {
      "title": "Sea Combat",
      "level": 2,
      "html": "<p>When hostile vessels or monsters move within 900’ of each other, a <strong>sea combat</strong> occurs.</p>\n"
    },
    {
      "title": "Simulating Sea Combat on the Battlemap",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Vessel</td>\n<td>Length</td>\n<td>Width</td>\n<td>Hexes</td>\n</tr>\n<tr>\n<td>Galley, 1-Rower</td>\n<td>65’</td>\n<td>13’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 1.5-Rower</td>\n<td>80’</td>\n<td>14’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 2-Rower</td>\n<td>90’</td>\n<td>14’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Galley, 2.5-Rower</td>\n<td>115’</td>\n<td>19’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 3-Rower</td>\n<td>130’</td>\n<td>18.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 4-Rower</td>\n<td>140’</td>\n<td>18.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Galley, 5-Rower</td>\n<td>150’</td>\n<td>18.5’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Galley, 6-Rower</td>\n<td>155’</td>\n<td>25’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Galley, 8-Rower</td>\n<td>320’</td>\n<td>25’</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Longship</td>\n<td>100’</td>\n<td>12.5’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Sailing Ship, Small</td>\n<td>75’</td>\n<td>25’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Sailing Ship, Large</td>\n<td>100’</td>\n<td>25’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Sailing Ship, Huge</td>\n<td>115’</td>\n<td>30’</td>\n<td>2</td>\n</tr>\n</tbody></table>\n<p>While battles at sea can be resolved using the theater of the mind, they are better resolved by using a set of battlemaps (analog or virtual) with counters, figures, or tokens to represent the exact position of the vessels and combatants throughout the combat.</p>\n<p>One battlemap is the <strong>sea battlemap</strong> used to represent the area where the naval battle is being fought. The sea battlemap should be divided into hexagons at the scale of 1 hex = 60’. The sea battlemap should be around 30 hexes long and wide.</p>\n<p>The other battlemaps are the <strong>deck battlemaps</strong> of the vessels participating in the naval battle. The deck battlemaps should be divided into squares at the scale of 1 hex = 5’. A typical vessel is about 100’ to 150’ long and 10’ to 30’ wide, so a deck battlemap that is 30 squares x 30 squares can actually be used to illustrate several vessels, or one vessel and an area of sea around it, etc.</p>\n<p>For players whose characters are captaining vessels, sea combat plays like a board wargame divided into one-minute rounds. Each vessel occupies one or more hexes on the battlemap, depending on its length, and moves 1 or more hexes on the captain’s initiative each round. The players controlling the captains control their vessels’ movements on the hex map and handle any ramming attacks the vessels make.</p>\n<p>For the other players, sea combat plays like a traditional <em><strong>ACKS</strong></em>combat and the ships function as essentially “moving terrain.” Characters and non-player characters can operate war machines, cast spells, and exchange missile fire, and when vessels get close enough, engage in boarding actions. Artillery fire, missile attacks, and long-range spellcasting are adjudicated using the sea battlemap. Boarding actions, when they occur, are fought on the deck battlemap for the vessels involved.</p>\n<p><strong>Designer’s Note:</strong> Gamers familiar with the <em><strong>Battlestations</strong></em> board game or <em><strong>FTL</strong></em> videogame might recognize the approach in these rules, where both a “zoomed-in” deck plan and a “zoomed out” battlefield map are used simultaneously. The same technique could be used by the Judge to simulate slow-moving kaiju crawling across a battlemap or aerial battles between flying castles and so on.</p>\n"
    },
    {
      "title": "Stacking on the Sea Battlemap",
      "level": 6,
      "html": "<p>Vessels and monsters occupy one or more hexes, depending on their length. Allied vessels cannot occupy the same hexes unless they are both stationary or lashed together or accidentally collide. Allied and enemy vessels can occupy the same hexes due to boarding actions, collisions, and/or ramming. Monsters can occupy the same hexes as vessels or other monsters. Aerial vehicles and monsters can occupy the same hexes as any waterborne vehicle or monster.</p>\n"
    },
    {
      "title": "Round Sequence",
      "level": 3,
      "html": ""
    },
    {
      "title": "Pre-Initiative Declarations.",
      "level": 6,
      "html": "<p>During Pre-Initiative Declarations, captains must re-calculate their vessel’s maximum speeds (oar sprint, oar cruise, oar slow, or sail) if they suffered any damage in the prior round. Each captain must decide and publicly inform the Judge before the initiative dice are rolled of the following:</p>\n<ul>\n<li>The vessel is raising or lowering sails in order to switch from oar to sail or vice versa.</li>\n<li>The vessel is changing speed. Oar speed can be set at any value up to oar sprint speed. Sail speed can be set at any value up to sail speed (modified by wind direction and strength). If a vessel lost crew or shp such that its speed on the prior round now exceeds its maximum speed, the vessel must reduce speed to at or below that maximum.</li>\n<li>The vessel is backwatering.</li>\n</ul>\n<p>The captain, or other character steering the vessel, must also publicly inform the Judge whether they are using a full-round action to do so. Using a full-round action means that the captain will not be able to take any other movement or combat actions during the round, but enables him to steer the vessel throughout the entire round (see below).</p>\n"
    },
    {
      "title": "Initiative Rolls",
      "level": 6,
      "html": "<p>Ships do not have initiative scores. Instead they move throughout the round. Vessel captains, artillery crews, individual characters, and groups of marines or other NPCs each roll initiative separately.</p>\n"
    },
    {
      "title": "Movement During Sea Combat",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Vessel</strong>  <strong>Combat Speed</strong></td>\n<td><strong>Hexes Moved</strong></td>\n</tr>\n<tr>\n<td>480*</td>\n<td>8</td>\n</tr>\n<tr>\n<td>450’*</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>420’*</td>\n<td>7</td>\n</tr>\n<tr>\n<td>390’*</td>\n<td>6.5</td>\n</tr>\n<tr>\n<td>360’</td>\n<td>6</td>\n</tr>\n<tr>\n<td>330’</td>\n<td>5.5</td>\n</tr>\n<tr>\n<td>300’</td>\n<td>5</td>\n</tr>\n<tr>\n<td>270’</td>\n<td>4.5</td>\n</tr>\n<tr>\n<td>240’</td>\n<td>4</td>\n</tr>\n<tr>\n<td>210’</td>\n<td>3.5</td>\n</tr>\n<tr>\n<td>180’</td>\n<td>3</td>\n</tr>\n<tr>\n<td>150’</td>\n<td>2.5</td>\n</tr>\n<tr>\n<td>120’</td>\n<td>2</td>\n</tr>\n<tr>\n<td>90’</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>60’</td>\n<td>1</td>\n</tr>\n<tr>\n<td>30’</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>*Only possible for 1.5-rower, 2-rower, and 2.5-rower galleys running in front of a strong wind.</td>\n<td></td>\n</tr>\n</tbody></table>\n<p>As the Judge counts through the initiative numbers, vessels move across the battlefield on their captain’s initiative segment. Vessels move before characters or monsters on the same count. If both sides of the combat have vessels, whichever side has fewer vessels on that count can choose to move its vessels first or have the opposing side move its vessels first. The vessels on a side can go in any order they choose. Moving is not optional; the vessel must move at whatever speed its captain set before initiative was rolled. The Sea Combat Movement shows how many 60’ hexes a vessel moves based on its combat speed. Round speeds between rows to the nearest 30’.</p>\n<p>EXAMPLE: Phaedra is commanding a 5-rower galley under oar rowing at sprint speed (240’). On Phaedra’s initiative count, her galley moves 4 hexes.</p>\n<p>Sometimes a vessel’s speed include a half-hex. In this case, round the speed up if the captain rolled a natural 4 or higher on his initiative, and round it down if the captain rolled a natural 3 or less on his initiative. A captain who wishes to avoid such uncertainty can, of course, simply declare before initiative that the vessel will move at a slower rate.</p>\n<p>EXAMPLE: Phaedra is commanding a 3-rower galley under oar at sprint speed (330’). If Phaedra rolls a 1-3 on her initiative, her galley moves 5 hexes on her count; if she rolls a 4-6, it moves 6 hexes. If Phaedra were certain she didn’t want to move 6 hexes, she could have just set her speed at 300’ and moved 5 hexes.</p>\n"
    },
    {
      "title": "Oared Movement",
      "level": 6,
      "html": "<p>A vessel moving at oar (cruise) speed can move straight ahead or turn into one of the hexes to either side of its bow. The following rules apply to turning:</p>\n<ul>\n<li>A one-hex vessel can make one turn per hex of movement. A two hex-vessel can make one turn per two hexes of movement (i.e. it must move straight ahead at least once between each turn). A three-hex vessel can make one turn per three hexes of movement, a four-hex vessel can make one turn per four hexes of movement, and so on.</li>\n<li>When a one-hex-long vessel turns, the vessel’s bow is turned to point in the direction it moved.</li>\n<li>When a two-hex-long vessel turns, the vessel’s bow is turned to point in the direction moved, while the vessel’s stern hex is moved to occupy the hex originally occupied by the bow.</li>\n<li>When a three-hex-long vessel (or longer) moves, the vessel’s bow is turned to the point in the direction it moved, the vessel’s middle hex is moved to occupy the hex originally occupied by the bow, and the vessel’s rear hex(es) are placed behind. This can trigger a collision (p. XX).</li>\n</ul>\n<p><img src=\"data:image/png;base64...\" alt=\"\"></p>\n"
    },
    {
      "title": "Oar Sprinting",
      "level": 6,
      "html": "<p>Rowers can only maintain a vessel at its oar sprint speed for a total of 10 rounds (1 turn) before becoming <strong>winded.</strong> Winded rowers cannot exceed oar cruise speed until the condition ends (which requires 1 turn of complete rest).</p>\n"
    },
    {
      "title": "Backwatering",
      "level": 6,
      "html": "<p>A vessel that is backwatering can move in reverse at one-third its oar cruise speed. When backwatering, the vessel can move straight back or turn into one of the hexes to either side of its stern. Vessels under sail cannot backwater. A vessel that is backwatering can halt at any point in the initiative count and does not need to continue moving.</p>\n"
    },
    {
      "title": "Raising and Lowering Sails",
      "level": 6,
      "html": "<p>A vessel that is raising or lowering sails does not move unless it is a 1.5-rower or 2.5-rower galley. 1.5- and 2.5-rower galleys can move at their oar cruise speed if raising sails or their sail speed if lowering sails. It takes three sailors (characters with Seafaring) to raise or lower sails on a 1.5-rower galley and five sailors on a 2.5-rower galley. It requires the entire crew of sailors, less captain and navigator, to raise or lower sails on other vessels.</p>\n"
    },
    {
      "title": "Sailing Movement",
      "level": 6,
      "html": "<p>A vessel under sail uses its sail speed. However, a vessel under sail must modify its sail speed based on wind strength and wind direction relative to the vessel at the start of the round. If a vessel starts the round facing into the wind, it cannot move at all that round but it can shift its bow into either adjacent hex on the captain’s initiative. A vessel under sail that turns directly into the wind immediately halts and moves no further that round.</p>\n<p>EXAMPLE: Phaedra is commanding a 4-rower galley under sail. The galley has a sail movement of 180’. However, it is facing northwest against northerly winds, making it close-hauled. A close-hauled vessel moves at 2/3 speed, so Phaedra’s galley can only move 120’. Consulting the Sea Combat movement table, Phaedra sees that her vessel will move 2 hexes. Phaedra can move straight ahead or turn left (west) without issue, but if Phaedra turns her vessel north, it immediately halts.</p>\n"
    },
    {
      "title": "Monster and Character Movement",
      "level": 6,
      "html": "<p>Creatures complete their full movement (if any) when they take their actions on their initiative count. Aerial creatures in the sky and aquatic creatures in the open sea can move at three times their standard combat and running speed (as in wilderness), rounded to the nearest 30’. Fractional hexes are handled with the same mechanic as vessels (q.v.).</p>\n<p>EXAMPLE: At the start of the round, a sea monster has appeared 240’ (5 hexes) from Phaedra’s vessel. The monster’s swimming speed is 30’ / 90’. On open ocean, it can “charge” 270’, or 4.5 hexes. The sea monster rolls a 4 for initiative. Since it rolled an unmodified 4, it can move up to 5 hexes. On count 4, it moves adjacent to Phaedra’s vessel’s stern starboard hex.</p>\n<p>Creatures on vessels move at their standard combat speed and running speed. This simulates the difficult of moving across wet, slippery, and shifting decks.</p>\n<p>EXAMPLE: Norden is a dwarven vaultguard with a charging/running speed of 90’ and combat speed of 30’ who is master of arms on Phaedra’s war galley. Phaedra’s war galley is 150’ long. Norden s amidship, just below the mast. His initiative roll was a 7 but he has delayed his initiative. After the sea monster reaches the vessel and attacks, Norden decides to take his initiative segment. He is 75’ from the sea monster, so she decides to charge.</p>\n"
    },
    {
      "title": "Naval Tactics",
      "level": 3,
      "html": "<p>During sea combat, vessels can deploy a number of naval tactics such as artillery barrages, boarding actions, and rams. These tactics are further explained in the following sections.</p>\n"
    },
    {
      "title": "Artillery",
      "level": 6,
      "html": "<p>Some vessels carry one or more artillery pieces. A vessel’s captain can designate targets on his initiative as an action in lieu of moving, but each artillery piece fires on its own initiative segment rolled by its crew. Artillery pieces crewed by adventurers do not have to obey the captain’s orders. The arc of fire available to vessel-mounted artillery depends on where they are located on the vessel. Bow-mounted artillery can fire at targets in a 60-degree arc in front of the vessel. Stern-mounted artillery can fire at targets in a 60-degree arc behind the vessel. Artillery mounted port amidships can fire at targets in a 120-degree arc left of the vessel, while artillery mounted starboard amidships can fire at targets in a 120-degree arc right of the vessel.</p>\n<p><img src=\"data:image/png;base64...\" alt=\"\"></p>\n<p>Actual artillery fire is handled as per the rules for missile attacks with artillery (p. XX). Catapults are not penalized when firing on vessels based on their movement, but they are penalized when firing on moving monsters. Remember that light and medium ballista deal 1/10 damage to vessels. Heavy ballista and light catapults deal 1/3 damage to vessels. All other artillery deal full damage to vessels. If combustible pitch is used, see <strong>Fire Pot Poles and Pitch</strong>, below.</p>\n<p>Characters atop towers and rowing on aphract vessels gain a +4 bonus to AC and a +4 bonus to their Blast saving throws vs. artillery. Characters inside towers or rowing on cataphract vessels cannot be damaged by artillery unless the ship has lost at least 25% of its shp, in which case they are targeted as if in arrow loops: +4 bonus to AC, +4 bonus to Blast saving throws, and no damage on a successful save.</p>\n<p>Submerged aquatic monsters gain a +4 bonus to AC vs. artillery and take only half damage from direct hits. They cannot be harmed by splash damage at all while submerged.</p>\n"
    },
    {
      "title": "Attaching Grappling Lines",
      "level": 6,
      "html": "<p>When a vessel is adjacent to or in the same hex as another vessel, one or more of its crew can use a combat action to secure a grapple line. Securing a grappling line requires an attack throw vs. the enemy vessel’s AC. The attack throw suffers a -2 penalty if the vessels share a hex and a -5 penalty if the vessels are merely adjacent. As long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.</p>\n<p>A character can attempt to cut or dislodge a grapple line as a combat action. Cutting a grapple line requires a successful attack throw vs. AC 0 that deals at least 5 slashing damage. Dislodging a grapple line requires a successful Dungeonbashing throw.</p>\n"
    },
    {
      "title": "Boarding by Boarding Bridge",
      "level": 6,
      "html": "<p>A boarding bridge is a war machine positioned on a vessels’ bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator can use a combat action to lower the bridge. (Usually the operator will ready an action to lower the bridge as soon as an enemy vessel is adjacent to the bow.) When the bridge is lowered, the character operating the boarding bridge must make an attack throw against the enemy vessel’s AC.</p>\n<p>If the attack throw succeeds, the bridge is securely fastened to the enemy vessel. Both vessels have their speed reduced to 0 and cannot move until the bridge is raised. Once the bridge is lowered, up to 30 man-sized characters (one infantry platoon) can cross it on their initiative. If more than 30 attempt to cross in one round, the extra characters must end their movement on the bridge.</p>\n<p>If the throw fails, the bridge is not fastened securely. Both vessels retain their speed and continue to move. Characters that charge or run across the unsecured bridge must make successful Paralysis saving throws or fall overboard.</p>\n<p>In either case, characters on the enemy vessel who are underneath the falling bridge must make Blast saving throws. If the save succeeds, the character avoids the falling bridge. If the save fails, the character takes 2d8 bludgeoning damage and is knocked prone next to the bridge.</p>\n<p>Raising the boarding bridge also requires a combat action. If the bridge is securely fastened to the enemy vessel, the operator must make a Dungeonbashing proficiency throw. There is a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is raised. If the throw fails, the bridge remains fastened to the deck.</p>\n<p>Characters on the enemy vessel cannot raise the bridge if it is secured, but can attempt to dislodge it if unsecured. Dislodging the bridge is a combat action that requires a Dungeonbashing proficiency throw. There is a +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is dislodged.</p>\n<p>When a boarding bridge is raised or dislodged, any characters on board must make Paralysis saving throws. If the save fails, the character fails overboard. If the save succeeds, the character safely leaps to his choice of vessel.</p>\n"
    },
    {
      "title": "Boarding by Boarding Ramp",
      "level": 6,
      "html": "<p>A boarding ramp is a portable war machine weighing 40 st carried by a crew of two man-sized characters. When a vessel is adjacent to or in a hex of an enemy vessel, the crew can use a combat action to attempt to place the ramp across the gap between the two vessels. The crewmember closest to the enemy vessel must make an attack throw against the enemy vessel’s AC. If the throw fails, the boarding ramp isn’t placed successfully. Both vessels retain their speed and continue to move.</p>\n<p>If the throw succeeds, the ramp is successfully placed on the enemy vessel. Both vessels retain their speed and continue to move. Up to 8 man-sized characters can cross the ramp on their initiative thereafter. If more than 8 attempt to cross in one round, the extra characters must end their movement on the ramp. Characters that charge or run across the ramp must make successful Paralysis saving throws or fall overboard.</p>\n<p>Characters on the enemy vessel can attempt to dislodge a boarding ramp. Dislodging a ramp is a combat action that requires a Dungeonbashing proficiency throw at +4. There is an additional +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the ramp. If the throw succeeds, the ramp is dislodged. Characters on the ramp when it is dislodged must make Paralysis saving throws or fall overboard (as above). If either of the vessels move, the boarding ramp is automatically dislodged.</p>\n"
    },
    {
      "title": "Boarding by Jumping",
      "level": 6,
      "html": "<p>Anytime a vessel is adjacent to or in a hex of an enemy vessel, a character on one vessel can attempt to jump onto the other. If the vessels are adjacent and moving, the character must make a 30’ jump. If the vessels are adjacent and stationary, the character must make a 15’ jump. If the vessels share one or more hexes, the character must make a 10’ jump.</p>\n<p>As per the rules in the <strong>Adventuring</strong> chapter, the maximum distance in feet that a character can jump horizontally is equal to his DEX score + 1d6. A character proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24. In addition, a character jumping from a larger onto a smaller vessel gains a +4 bonus to his DEX score due to the height advantage, to a maximum of 28. The distance jumped is reduced by 1’ per stone of encumbrance the character is carrying. A character must have a moving start of at least 20’ or halve his jumping distance. The distance jumped counts against the character’s movement during the round.</p>\n<p>The character must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on the other vessel, he falls prone. If this puts him exactly at the edge of the vessel’s hull, then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over the water, he falls into the water.</p>\n"
    },
    {
      "title": "Falling Overboard",
      "level": 6,
      "html": "<p>A non-player character who falls overboard can be assumed to die in 1d10 rounds. A player character who falls overboard must make a Swimming throw at the start of his initiative each round. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the weather is Windy there is a -2 penalty, if Stormy a -4 penalty. If the character has the Swimming proficiency, he gains a +4 bonus. If the throw succeeds, the character stays afloat and can use swimming movement. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming <strong>winded</strong> as per the running rules (p. XX).</p>\n<p>If the throw fails, the character is <strong>drowning</strong>. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning character is <strong>vulnerable,</strong> cannot take any actions, and no longer make swimming throws. The character sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning character imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). If the condition has not ended after 5 rounds, the drowning character dies at the end of his initiative.</p>\n<p>A character who swims to a vessel can attempt to climb on board. If a ladder or rope is lowered, this is an easy climb (p. XX) but if not it is a climb up a sheer surface (p. XX).</p>\n"
    },
    {
      "title": "Fire Pot Poles and Pitch",
      "level": 6,
      "html": "<p>A fire pot pole is a war machine positioned on a vessel’s bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator of the fire pot pole can use a combat action to dump the contents of the pots on to the enemy vessel.</p>\n<p>The fire pots creates a 15’ diameter puddle of burning pitch. On the initiative count that the pots are dumped, the vessel immediately takes 4d6 structural fire damage and is set aflame. Each character in the area of effect must make a Blast saving throw. If the save fails, the character takes 4d6 fire damage. If the save succeeds, the character suffers half that damage.</p>\n<p>Some artillery can also fire burning pitch. Damage ranges from 3d6 to 5d6 in a 15’ diameter. A vessel that is directly hit or splashed by burning pitch immediately takes structural fire damage and is set aflame. A character in the pitch’s area of effect must make a Blast saving throw. If the save fails, the character takes fire damage. If the save succeeds, the character suffers half that damage.</p>\n<p>Each round thereafter, on the same initiative count, pitch (whether delivered by fire pot or artillery) continues to deal its structural fire damage to the vessel and its fire damage to characters in the area of effect (half that on a successful save). A character in or within 5’ of the area of effect can fight the fire as a full-round action. When a total of 15 full-round actions have been spent fighting the fire (e.g. 5 characters spending 3 full-round actions each), the fire is extinguished.</p>\n<p>If a vessel is set aflame by multiple artillery pieces or fire pots, each fire must be extinguished separately.</p>\n"
    },
    {
      "title": "Firing and Winching a Heavy Harpoon Ballista",
      "level": 6,
      "html": "<p>A heavy harpoon ballista is an artillery piece that can be mounted on a vessel in order to fire grapnel darts at enemy vessels. If the crew of a heavy harpoon ballista scores a direct hit at an enemy vessel, the grapnel is securely latched onto it. Thereafter, the crew can begin to crank the winch to bring the two vessels closer together.</p>\n<p>Cranking a heavy harpoon ballista’s winch requires a full round action by its crew. Each time the ballista’s winch is cranked, the lighter vessel is moved one hex closer to the heavier vessel. If the vessels weigh the same, roll 1d2 to decide which moves each time the winch is cranked. The vessel’s facing is not changed by the movement.</p>\n<p>As long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.</p>\n"
    },
    {
      "title": "Missile Attacks",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Missile Weapon Range by Hex</td>\n<td>Short</td>\n<td>Med.</td>\n<td>Long</td>\n<td>Double Long</td>\n</tr>\n<tr>\n<td>Arbalest</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 8</td>\n<td>9 – 16</td>\n</tr>\n<tr>\n<td>Crossbow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 7</td>\n<td>8 – 14</td>\n</tr>\n<tr>\n<td>Composite Bow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 6</td>\n<td>7 – 12</td>\n</tr>\n<tr>\n<td>Javelin/Spear</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n<td>3 – 4</td>\n</tr>\n<tr>\n<td>Long Bow</td>\n<td>0 – 2</td>\n<td>3 – 4</td>\n<td>5 – 6</td>\n<td>7 – 12</td>\n</tr>\n<tr>\n<td>Short Bow</td>\n<td>0 – 2</td>\n<td>3</td>\n<td>4 – 5</td>\n<td>6 – 10</td>\n</tr>\n<tr>\n<td>Sling</td>\n<td>0 – 1</td>\n<td>2</td>\n<td>3 – 4</td>\n<td>5 – 8</td>\n</tr>\n<tr>\n<td>Sling-Staff</td>\n<td>0 – 2</td>\n<td>3</td>\n<td>4 – 5</td>\n<td>6 – 10</td>\n</tr>\n<tr>\n<td>Other (thrown)</td>\n<td>0</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n</tr>\n</tbody></table>\n<p>Missile-armed characters on a vessel can attack opponents on board the enemy’s vessels. The Judge will determine range based on the number of hexes between the vessels on the sea battlemap. The Missile Weapon Range by Hex table shows the hex range for all of the missile weapons in <em><strong>ACKS II</strong></em><em>.</em></p>\n<p>To avoid range penalties, most missile attacks in sea combat are directed at the enemy’s crew as a whole rather than at particular individuals. This is the equivalent of a <strong>Missile Attack vs. Troop Formation</strong> (p. XX).</p>\n<ul>\n<li>The crew of a vessel with 59 or fewer sailors or marines can be targeted at long range as if it were at medium range.</li>\n<li>The crew of a vessel with 60 – 239 sailors and/or marines can be targeted out to long range with no penalty.</li>\n<li>The crew of a vessel with 240 – 959 sailors and/or marines can be targeted out to double long range with no penalty.</li>\n<li>The crew of a vessel with 960 sailors and/or marines can be targeted out to quadruple long range with no penalty.</li>\n</ul>\n<p>Rowers do not normally count for purposes of crew size because they are below decks or sheltered by outriggers. However, if rowers have left their oars to fight, they’d count as marines.</p>\n<p>Remember that when attacks are made against a formation, the actual target struck by the attack is determined randomly by the Judge. If there are allies <strong>engaged</strong> with the unit, the allies count as possible targets. The attacker cannot choose a target.</p>\n"
    },
    {
      "title": "Ramming",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Ramming Vessel</td>\n<td>Damage</td>\n</tr>\n<tr>\n<td>Galley, 1-rower</td>\n<td>3d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 1.5-rower</td>\n<td>4d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 2-rower</td>\n<td>5d6 structure piercing</td>\n</tr>\n<tr>\n<td>Galley, 2.5 rower</td>\n<td>7d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 3 rower</td>\n<td>8d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 4 rower</td>\n<td>9d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 5 rower</td>\n<td>11d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 6 rower</td>\n<td>12d6 structural piercing</td>\n</tr>\n<tr>\n<td>Galley, 8 rower</td>\n<td>13d6 structural piercing</td>\n</tr>\n</tbody></table>\n<p>A vessel with a naval ram can attempt to ram another vessel or monster after a movement that brings the front face of the vessel’s bow hex into any of the enemy vessel or monster’s hexes.</p>\n<p>The captain of the ramming vessel must make an attack throw vs. the AC of the target vessel or monster. He cannot apply his STR or DEX bonus to the throw, nor any magical bonus from weapons, but can add +4 if he is a master mariner.</p>\n<p>If the throw succeeds, the vessel or monster is dealt damage based on the size of the ramming vessel. However, damage is halved if the vessel is not moving at least oar cruise speed. The ramming vessel and the target halt for the remainder of the round. The vessel must backwater before it can resume moving ahead. If the throw fails, the ram is deflected harmlessly off the hull or hide of the target. The ramming vessel halts but the target does not. The ramming vessel does not need to backwater.</p>\n<p>A vessel without a naval ram can attempt to ram another vessel but if it succeeds, damage is split evenly between the ramming vessel and the target vessel.</p>\n<p><strong>Head-On Ramming:</strong> If a movement brings a vessel’s bow hex straight into the front face of another vessel’s bow hex, then a head-on ram has occurred. Both captains must make attack throws. Whichever captain hits the highest AC chooses the outcome, from the following choices:</p>\n<ul>\n<li>The captain’s vessel rams the enemy vessel.</li>\n<li>The captain’s vessel shears off the oars of the enemy vessel. The enemy vessel takes 1d10 structural bludgeoning damage per 100 oars. For instance, a 5-rower galley with 300 oars takes 3d10 structural bludgeoning damage if its oars are sheared. Both vessels continue movement for the remainder of the round, passing through each other’s hexes. Neither vessel can ram again until it moves out of the opposing vessel’s hexes.</li>\n<li>The two vessels miss each other. Both vessels continue movement for the remainder of the round, as above.</li>\n</ul>\n<p><strong>Collisions:</strong> A collision occurs when one of a vessel’s mid- or stern hexes accidentally overlaps with one hex occupied by another vessel. When a collision occurs, both captains must make Seafaring throws of 11+ (7+ if master mariner). If eitherthrows succeed, the vessels avoid collision. If both throws fail, the vessels collide. Each vessel deals one-half ramming damage to the other vessel. (Vessels moving at less than oar cruise speed deal one-quarter damage.) A captain can choose to purposefully fail the throw. Sometimes a collision is “accidental”...</p>\n"
    },
    {
      "title": "Steering",
      "level": 6,
      "html": "<p>During combat, whichever character is steering a vessel is considered to be the vessels’ captain for purposes of initiative, ramming attack throws, and any required Seafaring proficiency checks. The captain must be located on the aft deck adjacent to the steering oars. If the captain starts the round at the steering oars and declares a full-round action to steer the vessel, he can steer it for the entire round. If the captain doesn’t start the round at the steering oars, or simply doesn’t want to commit a full-round action to doing so, he can steer through the vessel through a single hex turn as a movement action and/or combat action. If the captain is incapacitated, another character can become captain by moving to the steering oars.</p>\n<p>EXAMPLE: At the start of the first round of combat, Phaedra is at the steering oars of her 3-hex-long galley. She takes a full-round action in order to steer it through a number of hex turns that round. She makes the vessel turn on initiative count 10 and again on initiative count 7. Her next chance to turn will come on initiative count 4. However, on initiative count 5 she is incapacitated by an enemy attack. On initiative count 4, her party member Norden uses a movement action to run to the steering oars and a combat action to steer the vessel. Normally the 3-hex-long galley would be able to turn again on initiative count 1, but since Norden didn’t commit a full-round action to steering, he can’t make the vessel turn.</p>\n<p>In order to be steered, a vessel under oar must have its full complement of rowers, or its speed is reduced (p. XX). A vessel under sail must have at least one-half its complement of sailors or its speed is reduced in proportion to the missing crew (p. XX).</p>\n"
    },
    {
      "title": "Traversing Grapple Lines",
      "level": 6,
      "html": "<p>If two vessels are connected by a grapple line (whether by hook or harpoon), characters can cross by either zipping or crawling across them. If the character’s vessel is larger than the other vessel, the character can zip across using the rules for rappelling (p. XX). If the character’s vessel is the same size as or smaller than the other vessel, the character can crawl across using the rules for crawling traverse (p. XX).</p>\n<p>If the vessels are adjacent and moving, the character must make a 30’ traverse. If the vessels are adjacent and stationary, the character must make a 15’ traverse. If the vessels share one or more hexes, the character must make a 10’ traverse. If the grapple line is cut or dislodged while the character is traversing it, he must make a Paralysis saving throw. If the save succeeds, he retains his grip on the rope as he falls into the water. If the save fails, he loses his grip on the rope and takes 1d6 bludgeoning damage as he hits the water.</p>\n"
    },
    {
      "title": "Underwater Combat",
      "level": 6,
      "html": "<p>From time to time, characters may accidentally or deliberately end up fighting underwater. The following effects apply:</p>\n<ul>\n<li>Maximum visibility range is reduced by half at depths of 300’ to 600’, by 75% at depths of 600’ to 1200’, by 87.5% at depths of 1,200’ to 2,500’. Below 2,500’ there is no light at all and visibility drops to 0.</li>\n<li>Characters making melee attacks with weapons that do not deal piercing damage suffer a -2 penalty to their attack throw.</li>\n<li>Characters making missile attacks have a -2 penalty to attack and damage targets at short range, a -5 penalty at medium range, and a -10 penalty at long range. If damage is reduced to 0 or less, the missile was halted by the water harmlessly.</li>\n<li>Characters who cannot breathe water cannot cast spells or speak command words underwater.</li>\n<li>Characters who attempt to use scrolls underwater simply destroy the scroll and their player suffers a -1 penalty to INT.</li>\n</ul>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Sea Combat\n\nWhen hostile vessels or monsters move within 900’ of each other, a **sea combat** occurs.\n\n### Simulating Sea Combat on the Battlemap\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Vessel | Length | Width | Hexes |\n| Galley, 1-Rower | 65’ | 13’ | 1 |\n| Galley, 1.5-Rower | 80’ | 14’ | 1 |\n| Galley, 2-Rower | 90’ | 14’ | 1 |\n| Galley, 2.5-Rower | 115’ | 19’ | 2 |\n| Galley, 3-Rower | 130’ | 18.5’ | 2 |\n| Galley, 4-Rower | 140’ | 18.5’ | 2 |\n| Galley, 5-Rower | 150’ | 18.5’ | 3 |\n| Galley, 6-Rower | 155’ | 25’ | 3 |\n| Galley, 8-Rower | 320’ | 25’ | 5 |\n| Longship | 100’ | 12.5’ | 2 |\n| Sailing Ship, Small | 75’ | 25’ | 1 |\n| Sailing Ship, Large | 100’ | 25’ | 2 |\n| Sailing Ship, Huge | 115’ | 30’ | 2 |\n\nWhile battles at sea can be resolved using the theater of the mind, they are better resolved by using a set of battlemaps (analog or virtual) with counters, figures, or tokens to represent the exact position of the vessels and combatants throughout the combat.\n\nOne battlemap is the **sea battlemap** used to represent the area where the naval battle is being fought. The sea battlemap should be divided into hexagons at the scale of 1 hex = 60’. The sea battlemap should be around 30 hexes long and wide.\n\nThe other battlemaps are the **deck battlemaps** of the vessels participating in the naval battle. The deck battlemaps should be divided into squares at the scale of 1 hex = 5’. A typical vessel is about 100’ to 150’ long and 10’ to 30’ wide, so a deck battlemap that is 30 squares x 30 squares can actually be used to illustrate several vessels, or one vessel and an area of sea around it, etc.\n\nFor players whose characters are captaining vessels, sea combat plays like a board wargame divided into one-minute rounds. Each vessel occupies one or more hexes on the battlemap, depending on its length, and moves 1 or more hexes on the captain’s initiative each round. The players controlling the captains control their vessels’ movements on the hex map and handle any ramming attacks the vessels make.\n\nFor the other players, sea combat plays like a traditional ***ACKS***combat and the ships function as essentially “moving terrain.” Characters and non-player characters can operate war machines, cast spells, and exchange missile fire, and when vessels get close enough, engage in boarding actions. Artillery fire, missile attacks, and long-range spellcasting are adjudicated using the sea battlemap. Boarding actions, when they occur, are fought on the deck battlemap for the vessels involved.\n\n**Designer’s Note:** Gamers familiar with the ***Battlestations*** board game or ***FTL*** videogame might recognize the approach in these rules, where both a “zoomed-in” deck plan and a “zoomed out” battlefield map are used simultaneously. The same technique could be used by the Judge to simulate slow-moving kaiju crawling across a battlemap or aerial battles between flying castles and so on.\n\n###### Stacking on the Sea Battlemap\n\nVessels and monsters occupy one or more hexes, depending on their length. Allied vessels cannot occupy the same hexes unless they are both stationary or lashed together or accidentally collide. Allied and enemy vessels can occupy the same hexes due to boarding actions, collisions, and/or ramming. Monsters can occupy the same hexes as vessels or other monsters. Aerial vehicles and monsters can occupy the same hexes as any waterborne vehicle or monster.\n\n### Round Sequence\n\n###### Pre-Initiative Declarations.\n\nDuring Pre-Initiative Declarations, captains must re-calculate their vessel’s maximum speeds (oar sprint, oar cruise, oar slow, or sail) if they suffered any damage in the prior round. Each captain must decide and publicly inform the Judge before the initiative dice are rolled of the following:\n\n* The vessel is raising or lowering sails in order to switch from oar to sail or vice versa.\n* The vessel is changing speed. Oar speed can be set at any value up to oar sprint speed. Sail speed can be set at any value up to sail speed (modified by wind direction and strength). If a vessel lost crew or shp such that its speed on the prior round now exceeds its maximum speed, the vessel must reduce speed to at or below that maximum.\n* The vessel is backwatering.\n\nThe captain, or other character steering the vessel, must also publicly inform the Judge whether they are using a full-round action to do so. Using a full-round action means that the captain will not be able to take any other movement or combat actions during the round, but enables him to steer the vessel throughout the entire round (see below).\n\n###### Initiative Rolls\n\nShips do not have initiative scores. Instead they move throughout the round. Vessel captains, artillery crews, individual characters, and groups of marines or other NPCs each roll initiative separately.\n\n### Movement During Sea Combat\n\n|  |  |\n| --- | --- |\n| **Vessel**  **Combat Speed** | **Hexes Moved** |\n| 480\\* | 8 |\n| 450’\\* | 7.5 |\n| 420’\\* | 7 |\n| 390’\\* | 6.5 |\n| 360’ | 6 |\n| 330’ | 5.5 |\n| 300’ | 5 |\n| 270’ | 4.5 |\n| 240’ | 4 |\n| 210’ | 3.5 |\n| 180’ | 3 |\n| 150’ | 2.5 |\n| 120’ | 2 |\n| 90’ | 1.5 |\n| 60’ | 1 |\n| 30’ | 0.5 |\n| \\*Only possible for 1.5-rower, 2-rower, and 2.5-rower galleys running in front of a strong wind. | |\n\nAs the Judge counts through the initiative numbers, vessels move across the battlefield on their captain’s initiative segment. Vessels move before characters or monsters on the same count. If both sides of the combat have vessels, whichever side has fewer vessels on that count can choose to move its vessels first or have the opposing side move its vessels first. The vessels on a side can go in any order they choose. Moving is not optional; the vessel must move at whatever speed its captain set before initiative was rolled. The Sea Combat Movement shows how many 60’ hexes a vessel moves based on its combat speed. Round speeds between rows to the nearest 30’.\n\nEXAMPLE: Phaedra is commanding a 5-rower galley under oar rowing at sprint speed (240’). On Phaedra’s initiative count, her galley moves 4 hexes.\n\nSometimes a vessel’s speed include a half-hex. In this case, round the speed up if the captain rolled a natural 4 or higher on his initiative, and round it down if the captain rolled a natural 3 or less on his initiative. A captain who wishes to avoid such uncertainty can, of course, simply declare before initiative that the vessel will move at a slower rate.\n\nEXAMPLE: Phaedra is commanding a 3-rower galley under oar at sprint speed (330’). If Phaedra rolls a 1-3 on her initiative, her galley moves 5 hexes on her count; if she rolls a 4-6, it moves 6 hexes. If Phaedra were certain she didn’t want to move 6 hexes, she could have just set her speed at 300’ and moved 5 hexes.\n\n###### Oared Movement\n\nA vessel moving at oar (cruise) speed can move straight ahead or turn into one of the hexes to either side of its bow. The following rules apply to turning:\n\n* A one-hex vessel can make one turn per hex of movement. A two hex-vessel can make one turn per two hexes of movement (i.e. it must move straight ahead at least once between each turn). A three-hex vessel can make one turn per three hexes of movement, a four-hex vessel can make one turn per four hexes of movement, and so on.\n* When a one-hex-long vessel turns, the vessel’s bow is turned to point in the direction it moved.\n* When a two-hex-long vessel turns, the vessel’s bow is turned to point in the direction moved, while the vessel’s stern hex is moved to occupy the hex originally occupied by the bow.\n* When a three-hex-long vessel (or longer) moves, the vessel’s bow is turned to the point in the direction it moved, the vessel’s middle hex is moved to occupy the hex originally occupied by the bow, and the vessel’s rear hex(es) are placed behind. This can trigger a collision (p. XX).\n\n![](data:image/png;base64...)\n\n###### Oar Sprinting\n\nRowers can only maintain a vessel at its oar sprint speed for a total of 10 rounds (1 turn) before becoming **winded.** Winded rowers cannot exceed oar cruise speed until the condition ends (which requires 1 turn of complete rest).\n\n###### Backwatering\n\nA vessel that is backwatering can move in reverse at one-third its oar cruise speed. When backwatering, the vessel can move straight back or turn into one of the hexes to either side of its stern. Vessels under sail cannot backwater. A vessel that is backwatering can halt at any point in the initiative count and does not need to continue moving.\n\n###### Raising and Lowering Sails\n\nA vessel that is raising or lowering sails does not move unless it is a 1.5-rower or 2.5-rower galley. 1.5- and 2.5-rower galleys can move at their oar cruise speed if raising sails or their sail speed if lowering sails. It takes three sailors (characters with Seafaring) to raise or lower sails on a 1.5-rower galley and five sailors on a 2.5-rower galley. It requires the entire crew of sailors, less captain and navigator, to raise or lower sails on other vessels.\n\n###### Sailing Movement\n\nA vessel under sail uses its sail speed. However, a vessel under sail must modify its sail speed based on wind strength and wind direction relative to the vessel at the start of the round. If a vessel starts the round facing into the wind, it cannot move at all that round but it can shift its bow into either adjacent hex on the captain’s initiative. A vessel under sail that turns directly into the wind immediately halts and moves no further that round.\n\nEXAMPLE: Phaedra is commanding a 4-rower galley under sail. The galley has a sail movement of 180’. However, it is facing northwest against northerly winds, making it close-hauled. A close-hauled vessel moves at 2/3 speed, so Phaedra’s galley can only move 120’. Consulting the Sea Combat movement table, Phaedra sees that her vessel will move 2 hexes. Phaedra can move straight ahead or turn left (west) without issue, but if Phaedra turns her vessel north, it immediately halts.\n\n###### Monster and Character Movement\n\nCreatures complete their full movement (if any) when they take their actions on their initiative count. Aerial creatures in the sky and aquatic creatures in the open sea can move at three times their standard combat and running speed (as in wilderness), rounded to the nearest 30’. Fractional hexes are handled with the same mechanic as vessels (q.v.).\n\nEXAMPLE: At the start of the round, a sea monster has appeared 240’ (5 hexes) from Phaedra’s vessel. The monster’s swimming speed is 30’ / 90’. On open ocean, it can “charge” 270’, or 4.5 hexes. The sea monster rolls a 4 for initiative. Since it rolled an unmodified 4, it can move up to 5 hexes. On count 4, it moves adjacent to Phaedra’s vessel’s stern starboard hex.\n\nCreatures on vessels move at their standard combat speed and running speed. This simulates the difficult of moving across wet, slippery, and shifting decks.\n\nEXAMPLE: Norden is a dwarven vaultguard with a charging/running speed of 90’ and combat speed of 30’ who is master of arms on Phaedra’s war galley. Phaedra’s war galley is 150’ long. Norden s amidship, just below the mast. His initiative roll was a 7 but he has delayed his initiative. After the sea monster reaches the vessel and attacks, Norden decides to take his initiative segment. He is 75’ from the sea monster, so she decides to charge.\n\n### Naval Tactics\n\nDuring sea combat, vessels can deploy a number of naval tactics such as artillery barrages, boarding actions, and rams. These tactics are further explained in the following sections.\n\n###### Artillery\n\nSome vessels carry one or more artillery pieces. A vessel’s captain can designate targets on his initiative as an action in lieu of moving, but each artillery piece fires on its own initiative segment rolled by its crew. Artillery pieces crewed by adventurers do not have to obey the captain’s orders. The arc of fire available to vessel-mounted artillery depends on where they are located on the vessel. Bow-mounted artillery can fire at targets in a 60-degree arc in front of the vessel. Stern-mounted artillery can fire at targets in a 60-degree arc behind the vessel. Artillery mounted port amidships can fire at targets in a 120-degree arc left of the vessel, while artillery mounted starboard amidships can fire at targets in a 120-degree arc right of the vessel.\n\n![](data:image/png;base64...)\n\nActual artillery fire is handled as per the rules for missile attacks with artillery (p. XX). Catapults are not penalized when firing on vessels based on their movement, but they are penalized when firing on moving monsters. Remember that light and medium ballista deal 1/10 damage to vessels. Heavy ballista and light catapults deal 1/3 damage to vessels. All other artillery deal full damage to vessels. If combustible pitch is used, see **Fire Pot Poles and Pitch**, below.\n\nCharacters atop towers and rowing on aphract vessels gain a +4 bonus to AC and a +4 bonus to their Blast saving throws vs. artillery. Characters inside towers or rowing on cataphract vessels cannot be damaged by artillery unless the ship has lost at least 25% of its shp, in which case they are targeted as if in arrow loops: +4 bonus to AC, +4 bonus to Blast saving throws, and no damage on a successful save.\n\nSubmerged aquatic monsters gain a +4 bonus to AC vs. artillery and take only half damage from direct hits. They cannot be harmed by splash damage at all while submerged.\n\n###### Attaching Grappling Lines\n\nWhen a vessel is adjacent to or in the same hex as another vessel, one or more of its crew can use a combat action to secure a grapple line. Securing a grappling line requires an attack throw vs. the enemy vessel’s AC. The attack throw suffers a -2 penalty if the vessels share a hex and a -5 penalty if the vessels are merely adjacent. As long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.\n\nA character can attempt to cut or dislodge a grapple line as a combat action. Cutting a grapple line requires a successful attack throw vs. AC 0 that deals at least 5 slashing damage. Dislodging a grapple line requires a successful Dungeonbashing throw.\n\n###### Boarding by Boarding Bridge\n\nA boarding bridge is a war machine positioned on a vessels’ bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator can use a combat action to lower the bridge. (Usually the operator will ready an action to lower the bridge as soon as an enemy vessel is adjacent to the bow.) When the bridge is lowered, the character operating the boarding bridge must make an attack throw against the enemy vessel’s AC.\n\nIf the attack throw succeeds, the bridge is securely fastened to the enemy vessel. Both vessels have their speed reduced to 0 and cannot move until the bridge is raised. Once the bridge is lowered, up to 30 man-sized characters (one infantry platoon) can cross it on their initiative. If more than 30 attempt to cross in one round, the extra characters must end their movement on the bridge.\n\nIf the throw fails, the bridge is not fastened securely. Both vessels retain their speed and continue to move. Characters that charge or run across the unsecured bridge must make successful Paralysis saving throws or fall overboard.\n\nIn either case, characters on the enemy vessel who are underneath the falling bridge must make Blast saving throws. If the save succeeds, the character avoids the falling bridge. If the save fails, the character takes 2d8 bludgeoning damage and is knocked prone next to the bridge.\n\nRaising the boarding bridge also requires a combat action. If the bridge is securely fastened to the enemy vessel, the operator must make a Dungeonbashing proficiency throw. There is a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is raised. If the throw fails, the bridge remains fastened to the deck.\n\nCharacters on the enemy vessel cannot raise the bridge if it is secured, but can attempt to dislodge it if unsecured. Dislodging the bridge is a combat action that requires a Dungeonbashing proficiency throw. There is a +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the bridge. If the throw succeeds, the bridge is dislodged.\n\nWhen a boarding bridge is raised or dislodged, any characters on board must make Paralysis saving throws. If the save fails, the character fails overboard. If the save succeeds, the character safely leaps to his choice of vessel.\n\n###### Boarding by Boarding Ramp\n\nA boarding ramp is a portable war machine weighing 40 st carried by a crew of two man-sized characters. When a vessel is adjacent to or in a hex of an enemy vessel, the crew can use a combat action to attempt to place the ramp across the gap between the two vessels. The crewmember closest to the enemy vessel must make an attack throw against the enemy vessel’s AC. If the throw fails, the boarding ramp isn’t placed successfully. Both vessels retain their speed and continue to move.\n\nIf the throw succeeds, the ramp is successfully placed on the enemy vessel. Both vessels retain their speed and continue to move. Up to 8 man-sized characters can cross the ramp on their initiative thereafter. If more than 8 attempt to cross in one round, the extra characters must end their movement on the ramp. Characters that charge or run across the ramp must make successful Paralysis saving throws or fall overboard.\n\nCharacters on the enemy vessel can attempt to dislodge a boarding ramp. Dislodging a ramp is a combat action that requires a Dungeonbashing proficiency throw at +4. There is an additional +4 bonus per additional character assisting in the effort and a -4 penalty per character currently standing on the ramp. If the throw succeeds, the ramp is dislodged. Characters on the ramp when it is dislodged must make Paralysis saving throws or fall overboard (as above). If either of the vessels move, the boarding ramp is automatically dislodged.\n\n###### Boarding by Jumping\n\nAnytime a vessel is adjacent to or in a hex of an enemy vessel, a character on one vessel can attempt to jump onto the other. If the vessels are adjacent and moving, the character must make a 30’ jump. If the vessels are adjacent and stationary, the character must make a 15’ jump. If the vessels share one or more hexes, the character must make a 10’ jump.\n\nAs per the rules in the **Adventuring** chapter, the maximum distance in feet that a character can jump horizontally is equal to his DEX score + 1d6. A character proficient in Acrobatics can add his class level to his DEX score, to a maximum of 24. In addition, a character jumping from a larger onto a smaller vessel gains a +4 bonus to his DEX score due to the height advantage, to a maximum of 28. The distance jumped is reduced by 1’ per stone of encumbrance the character is carrying. A character must have a moving start of at least 20’ or halve his jumping distance. The distance jumped counts against the character’s movement during the round.\n\nThe character must make a Paralysis saving throw when he lands. Adventurers proficient in Acrobatics gain a +2 bonus to the save. If the save succeeds, the character successfully lands the jump. If the save fails, the adventurer lands short by 1d6 feet. If this puts him on the other vessel, he falls prone. If this puts him exactly at the edge of the vessel’s hull, then he ends his round hanging by his fingers and must climb or be pulled up. If this lands him over the water, he falls into the water.\n\n###### Falling Overboard\n\nA non-player character who falls overboard can be assumed to die in 1d10 rounds. A player character who falls overboard must make a Swimming throw at the start of his initiative each round. The target value for the Swimming throw is equal to the adventurer’s encumbrance in stone. If the weather is Windy there is a -2 penalty, if Stormy a -4 penalty. If the character has the Swimming proficiency, he gains a +4 bonus. If the throw succeeds, the character stays afloat and can use swimming movement. Swimming movement can be based on either the combatant’s combat or running speed, in either case being one-quarter the normal rate. A swimming combatant using combat movement may attack after his movement. A swimming combatant using running movement cannot attack, and is subject to becoming **winded** as per the running rules (p. XX).\n\nIf the throw fails, the character is **drowning**. A spellcaster that begins drowning loses any spell he was attempting to cast that round. A drowning character is **vulnerable,** cannot take any actions, and no longer make swimming throws. The character sinks 10’ per round per stone of encumbrance at the start of his initiative. The condition ends if an allied creature who is not drowning grabs it (requiring an action in lieu of moving) and carries it to the surface of the water. The drowning character imposes one-half his weight in encumbrance (usually 7 3/6 stone plus half of any equipment encumbrance). If the condition has not ended after 5 rounds, the drowning character dies at the end of his initiative.\n\nA character who swims to a vessel can attempt to climb on board. If a ladder or rope is lowered, this is an easy climb (p. XX) but if not it is a climb up a sheer surface (p. XX).\n\n###### Fire Pot Poles and Pitch\n\nA fire pot pole is a war machine positioned on a vessel’s bow operated by one character. When the vessel’s bow hex is adjacent to or in a hex of an enemy vessel, the operator of the fire pot pole can use a combat action to dump the contents of the pots on to the enemy vessel.\n\nThe fire pots creates a 15’ diameter puddle of burning pitch. On the initiative count that the pots are dumped, the vessel immediately takes 4d6 structural fire damage and is set aflame. Each character in the area of effect must make a Blast saving throw. If the save fails, the character takes 4d6 fire damage. If the save succeeds, the character suffers half that damage.\n\nSome artillery can also fire burning pitch. Damage ranges from 3d6 to 5d6 in a 15’ diameter. A vessel that is directly hit or splashed by burning pitch immediately takes structural fire damage and is set aflame. A character in the pitch’s area of effect must make a Blast saving throw. If the save fails, the character takes fire damage. If the save succeeds, the character suffers half that damage.\n\nEach round thereafter, on the same initiative count, pitch (whether delivered by fire pot or artillery) continues to deal its structural fire damage to the vessel and its fire damage to characters in the area of effect (half that on a successful save). A character in or within 5’ of the area of effect can fight the fire as a full-round action. When a total of 15 full-round actions have been spent fighting the fire (e.g. 5 characters spending 3 full-round actions each), the fire is extinguished.\n\nIf a vessel is set aflame by multiple artillery pieces or fire pots, each fire must be extinguished separately.\n\n###### Firing and Winching a Heavy Harpoon Ballista\n\nA heavy harpoon ballista is an artillery piece that can be mounted on a vessel in order to fire grapnel darts at enemy vessels. If the crew of a heavy harpoon ballista scores a direct hit at an enemy vessel, the grapnel is securely latched onto it. Thereafter, the crew can begin to crank the winch to bring the two vessels closer together.\n\nCranking a heavy harpoon ballista’s winch requires a full round action by its crew. Each time the ballista’s winch is cranked, the lighter vessel is moved one hex closer to the heavier vessel. If the vessels weigh the same, roll 1d2 to decide which moves each time the winch is cranked. The vessel’s facing is not changed by the movement.\n\nAs long as the two vessels are grappled together, the vessels cannot increase the number of hexes between them. If the lighter vessel attempts to do so, it simply stays in place. If the heavier vessel attempts to do so, it moves but the lighter vessel moves with it.\n\n###### Missile Attacks\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Missile Weapon Range by Hex | Short | Med. | Long | Double Long |\n| Arbalest | 0 – 2 | 3 – 4 | 5 – 8 | 9 – 16 |\n| Crossbow | 0 – 2 | 3 – 4 | 5 – 7 | 8 – 14 |\n| Composite Bow | 0 – 2 | 3 – 4 | 5 – 6 | 7 – 12 |\n| Javelin/Spear | 0 | 1 | 2 | 3 – 4 |\n| Long Bow | 0 – 2 | 3 – 4 | 5 – 6 | 7 – 12 |\n| Short Bow | 0 – 2 | 3 | 4 – 5 | 6 – 10 |\n| Sling | 0 – 1 | 2 | 3 – 4 | 5 – 8 |\n| Sling-Staff | 0 – 2 | 3 | 4 – 5 | 6 – 10 |\n| Other (thrown) | 0 | 0 | 1 | 2 |\n\nMissile-armed characters on a vessel can attack opponents on board the enemy’s vessels. The Judge will determine range based on the number of hexes between the vessels on the sea battlemap. The Missile Weapon Range by Hex table shows the hex range for all of the missile weapons in ***ACKS II****.*\n\nTo avoid range penalties, most missile attacks in sea combat are directed at the enemy’s crew as a whole rather than at particular individuals. This is the equivalent of a **Missile Attack vs. Troop Formation** (p. XX).\n\n* The crew of a vessel with 59 or fewer sailors or marines can be targeted at long range as if it were at medium range.\n* The crew of a vessel with 60 – 239 sailors and/or marines can be targeted out to long range with no penalty.\n* The crew of a vessel with 240 – 959 sailors and/or marines can be targeted out to double long range with no penalty.\n* The crew of a vessel with 960 sailors and/or marines can be targeted out to quadruple long range with no penalty.\n\nRowers do not normally count for purposes of crew size because they are below decks or sheltered by outriggers. However, if rowers have left their oars to fight, they’d count as marines.\n\nRemember that when attacks are made against a formation, the actual target struck by the attack is determined randomly by the Judge. If there are allies **engaged** with the unit, the allies count as possible targets. The attacker cannot choose a target.\n\n###### Ramming\n\n|  |  |\n| --- | --- |\n| Ramming Vessel | Damage |\n| Galley, 1-rower | 3d6 structural piercing |\n| Galley, 1.5-rower | 4d6 structural piercing |\n| Galley, 2-rower | 5d6 structure piercing |\n| Galley, 2.5 rower | 7d6 structural piercing |\n| Galley, 3 rower | 8d6 structural piercing |\n| Galley, 4 rower | 9d6 structural piercing |\n| Galley, 5 rower | 11d6 structural piercing |\n| Galley, 6 rower | 12d6 structural piercing |\n| Galley, 8 rower | 13d6 structural piercing |\n\nA vessel with a naval ram can attempt to ram another vessel or monster after a movement that brings the front face of the vessel’s bow hex into any of the enemy vessel or monster’s hexes.\n\nThe captain of the ramming vessel must make an attack throw vs. the AC of the target vessel or monster. He cannot apply his STR or DEX bonus to the throw, nor any magical bonus from weapons, but can add +4 if he is a master mariner.\n\nIf the throw succeeds, the vessel or monster is dealt damage based on the size of the ramming vessel. However, damage is halved if the vessel is not moving at least oar cruise speed. The ramming vessel and the target halt for the remainder of the round. The vessel must backwater before it can resume moving ahead. If the throw fails, the ram is deflected harmlessly off the hull or hide of the target. The ramming vessel halts but the target does not. The ramming vessel does not need to backwater.\n\nA vessel without a naval ram can attempt to ram another vessel but if it succeeds, damage is split evenly between the ramming vessel and the target vessel.\n\n**Head-On Ramming:** If a movement brings a vessel’s bow hex straight into the front face of another vessel’s bow hex, then a head-on ram has occurred. Both captains must make attack throws. Whichever captain hits the highest AC chooses the outcome, from the following choices:\n\n* The captain’s vessel rams the enemy vessel.\n* The captain’s vessel shears off the oars of the enemy vessel. The enemy vessel takes 1d10 structural bludgeoning damage per 100 oars. For instance, a 5-rower galley with 300 oars takes 3d10 structural bludgeoning damage if its oars are sheared. Both vessels continue movement for the remainder of the round, passing through each other’s hexes. Neither vessel can ram again until it moves out of the opposing vessel’s hexes.\n* The two vessels miss each other. Both vessels continue movement for the remainder of the round, as above.\n\n**Collisions:** A collision occurs when one of a vessel’s mid- or stern hexes accidentally overlaps with one hex occupied by another vessel. When a collision occurs, both captains must make Seafaring throws of 11+ (7+ if master mariner). If eitherthrows succeed, the vessels avoid collision. If both throws fail, the vessels collide. Each vessel deals one-half ramming damage to the other vessel. (Vessels moving at less than oar cruise speed deal one-quarter damage.) A captain can choose to purposefully fail the throw. Sometimes a collision is “accidental”...\n\n###### Steering\n\nDuring combat, whichever character is steering a vessel is considered to be the vessels’ captain for purposes of initiative, ramming attack throws, and any required Seafaring proficiency checks. The captain must be located on the aft deck adjacent to the steering oars. If the captain starts the round at the steering oars and declares a full-round action to steer the vessel, he can steer it for the entire round. If the captain doesn’t start the round at the steering oars, or simply doesn’t want to commit a full-round action to doing so, he can steer through the vessel through a single hex turn as a movement action and/or combat action. If the captain is incapacitated, another character can become captain by moving to the steering oars.\n\nEXAMPLE: At the start of the first round of combat, Phaedra is at the steering oars of her 3-hex-long galley. She takes a full-round action in order to steer it through a number of hex turns that round. She makes the vessel turn on initiative count 10 and again on initiative count 7. Her next chance to turn will come on initiative count 4. However, on initiative count 5 she is incapacitated by an enemy attack. On initiative count 4, her party member Norden uses a movement action to run to the steering oars and a combat action to steer the vessel. Normally the 3-hex-long galley would be able to turn again on initiative count 1, but since Norden didn’t commit a full-round action to steering, he can’t make the vessel turn.\n\nIn order to be steered, a vessel under oar must have its full complement of rowers, or its speed is reduced (p. XX). A vessel under sail must have at least one-half its complement of sailors or its speed is reduced in proportion to the missing crew (p. XX).\n\n###### Traversing Grapple Lines\n\nIf two vessels are connected by a grapple line (whether by hook or harpoon), characters can cross by either zipping or crawling across them. If the character’s vessel is larger than the other vessel, the character can zip across using the rules for rappelling (p. XX). If the character’s vessel is the same size as or smaller than the other vessel, the character can crawl across using the rules for crawling traverse (p. XX).\n\nIf the vessels are adjacent and moving, the character must make a 30’ traverse. If the vessels are adjacent and stationary, the character must make a 15’ traverse. If the vessels share one or more hexes, the character must make a 10’ traverse. If the grapple line is cut or dislodged while the character is traversing it, he must make a Paralysis saving throw. If the save succeeds, he retains his grip on the rope as he falls into the water. If the save fails, he loses his grip on the rope and takes 1d6 bludgeoning damage as he hits the water.\n\n###### Underwater Combat\n\nFrom time to time, characters may accidentally or deliberately end up fighting underwater. The following effects apply:\n\n* Maximum visibility range is reduced by half at depths of 300’ to 600’, by 75% at depths of 600’ to 1200’, by 87.5% at depths of 1,200’ to 2,500’. Below 2,500’ there is no light at all and visibility drops to 0.\n* Characters making melee attacks with weapons that do not deal piercing damage suffer a -2 penalty to their attack throw.\n* Characters making missile attacks have a -2 penalty to attack and damage targets at short range, a -5 penalty at medium range, and a -10 penalty at long range. If damage is reduced to 0 or less, the missile was halted by the water harmlessly.\n* Characters who cannot breathe water cannot cast spells or speak command words underwater.\n* Characters who attempt to use scrolls underwater simply destroy the scroll and their player suffers a -1 penalty to INT.\n"
}