{
  "html": "<h2>Hideouts and Hijinks</h2>\n<p>Assassins, nightblades, and thieves can build secret strongholds called <strong>hideouts</strong>. (Venturers can build guildhouses, which can function as hideouts of one-half their value; see p. XX). Being secret, hideouts do not secure domains and do not attract peasant families. Instead, hideouts are used to operate <strong>syndicates</strong> of organized crime and commerce. The head of a syndicate is called a <strong>boss</strong> and is analogous to the ruler of a domain. In certain corrupt and plutocratic regions, a syndicate boss might actually bea domain ruler, but in most areas, boss operate their syndicates within domains ruled by more “legitimate” authorities.</p>\n<h3>Building a Hideout</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Hideout Size, Cost, and Level</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Max. Syndicate</strong>  <strong>Membership</strong></td>\n<td><strong>Minimum</strong>  <strong>Hideout Value (gp)</strong></td>\n<td><strong>Max. Effective</strong>  <strong>Level</strong></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>25</td>\n<td>5,000</td>\n<td>3rd</td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>50</td>\n<td>10,000</td>\n<td>5th</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>100</td>\n<td>20,000</td>\n<td>7th</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>375</td>\n<td>75,000</td>\n<td>9th</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>750</td>\n<td>150,000</td>\n<td>11th</td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>3,000</td>\n<td>600,000</td>\n<td>14th</td>\n</tr>\n</tbody></table>\n<p>Hideouts must be built within 6 miles of an urban settlement, which becomes the syndicate’s base of operations. The market class of the urban settlement determines the maximum size of the syndicate. Large ports and cosmopolitan cities can sustain much larger criminal gangs. However, in order to reach its maximum size, a syndicate’s boss must construct a sufficiently large hideout. The Hideout Size, Cost, and Level table shows the maximum syndicate membership by settlement class and the required hideout cost to reach that size of membership.</p>\n<p>EXAMPLE: Viktir establishes a hideout in the town of Siadanos, a class IV market. Initially, he spends 10,000gp on his hideout. Based on the value of his hideout, the maximum membership of his syndicate is 50. Later, he spends another 10,000gp on his hideout, increasing its value to 20,000gp. The maximum membership of his syndicate rises to 100. The year following, he expands his hideout to a 75,000gp mansion. However, the maximum membership of his syndicate does not increase, because a Class IV market can only sustain a 100-member syndicate.</p>\n<h3>Establishing a Syndicate</h3>\n<p>Just having a big hideout does not mean anyone works there. Cunning, ruthless, and/or impatient adventurers might take over a pre-existing syndicate from its prior boss, rather than establish their own. This is a very risky, though possibly very rewarding, path. See <strong>Change in Management</strong>, below, for rules on taking over a pre-existing syndicate.</p>\n<p>Because of the great risk of a takeover, most bosses prefer to establish their own syndicate. To do so, the boss must find and hire ruffians to join his syndicate. If of 9th level or above, the boss will automatically attract 2d6 1st level followers to his service when he establishes his hideout. Once the followers arrive, they can begin to be assigned <strong>hijinks</strong> (discussed below).</p>\n<p>In addition to or instead of followers, the syndicate boss can also recruit ruffians from the urban settlement to staff his syndicate. However, there’s a catch. While most ruffians are happy to do a gig for pay, far fewer ruffians are interested in leaving their current syndicate to join a new one — only the desperate or disgruntled. Therefore, when recruiting ruffians from a settlement with an existing syndicate, the urban settlement count as one market class smaller (if already Class VI, reduce available ruffians by half). A boss who wishes to be more aggressive in hiring can do so, but then must follow the rules in Change in Management when recruiting them. See the <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong> rules on p. XX for details on ruffians.</p>\n<p>Once a member joins the syndicate, he is assumed to remain a member until he is executed or fired or until he betrays the boss due to a failed loyalty roll. Over time, some members would age out, retire to start families, put crime behind them, and so on, but for playability’s sake the Judge should assume that the total number and level of the syndicate’s members stays the same except if the boss gains or loses members from actual play.</p>\n<h3>Assigning, Planning, and Perpetrating Hijinks</h3>\n<p>Once an adventurer has established a syndicate, he can begin to assign hijinks to its members. Some hijinks require planning before they are performed, and some hijinks require laying low after they are performed in order to avoid being caught. Planning, performing, and laying low after a hijink generally require about a month in total.</p>\n<p>A character undertaking a hijink is called a <strong>perpetrator.</strong> Only characters with the Streetwise proficiency can perpetrate hijinks. Perpetrators resolve their hijinks with proficiency throws (or in some cases attack throws). If the throw succeeds, the hijink succeeds. If the throw fails, the hijinks fails. If the throw fails by 14 or more or is an unmodified 1, the perpetrator gets caught.</p>\n<p>The Hijinks by Type table, below, shows the available hijinks, the proficiency throw required to accomplish the hijink, and the outcome of a successful throw. These are discussed in more detail in the next section. Some hijinks, such as assassination and kidnapping, set the level of the target by referencing the level of the perpetrator. Other hijinks, such as stealing, offer rewards that scale with the perpetrator’s level. 0th level perpetrators count as 1st level for purposes of reward.</p>\n<p>A perpetrator whose class level is higher than the maximum effective level permitted by the market class he is in must use the maximum effective level to determine the level of his target and the amount of earnings. The perpetrator still uses his class level for calculating his throw values.</p>\n<p>Viktir is a 9th level thief. He is in a small village near the Krysivor River with only about 100 urban families (Class VI market). He decides to earn some money by perpetrating a kidnapping hijink. Normally, as a 9th level thief Viktir would kidnap targets of between 7th and 11th level, earning 3500gp – 5500gp. In a Class VI market, however, the maximum effective level is 3rd, so Viktir can only kidnap someone of 1st to 5th level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Hijink</td>\n<td>Requirement</td>\n<td>Successful Outcome</td>\n</tr>\n<tr>\n<td>Arson*</td>\n<td>Sneaking</td>\n<td>Burn down 4d6 x 10 shp of buildings per perpetrator level</td>\n</tr>\n<tr>\n<td>Assassinating*</td>\n<td>Hiding</td>\n<td>Victim dies; bounty of 1,000gp per level of victim to boss</td>\n</tr>\n<tr>\n<td>Carousing</td>\n<td>Listening</td>\n<td>Learn one rumor worth 3d12 x 5gp per perpetrator level to boss</td>\n</tr>\n<tr>\n<td>Escaping*</td>\n<td>Lockpicking</td>\n<td>Escape from prison</td>\n</tr>\n<tr>\n<td>Infiltrating*</td>\n<td>Hiding</td>\n<td>Infiltrate enemy army or stronghold to perform future hijinks</td>\n</tr>\n<tr>\n<td>Kidnapping*</td>\n<td>Hiding</td>\n<td>Victim abducted; ransom of 500gp per level of victim to boss</td>\n</tr>\n<tr>\n<td>Racketeering</td>\n<td>Attack AC 6</td>\n<td>Extract 100gp in coin and goods per level of perpetrator; payout of 60% of value to boss</td>\n</tr>\n<tr>\n<td>Sabotaging*</td>\n<td>Sneaking</td>\n<td>Destroy 1,000gp of supplies in a stronghold per perpetrator level</td>\n</tr>\n<tr>\n<td>Slandering</td>\n<td>Listening</td>\n<td>Victim loses control of one minor senator per perpetrator level</td>\n</tr>\n<tr>\n<td>Smuggling*</td>\n<td>Sneaking</td>\n<td>Smuggle goods worth 3000gp per perpetrator level, payout of 12% of value of goods to boss</td>\n</tr>\n<tr>\n<td>Soliciting</td>\n<td>Listening</td>\n<td>Earn 3d12 x 5gp per level of perpetrator for boss</td>\n</tr>\n<tr>\n<td>Spying</td>\n<td>Hiding</td>\n<td>Gain evidence of one secret worth 2d12 x 100gp per level of perpetrator to boss</td>\n</tr>\n<tr>\n<td>Stealing*</td>\n<td>Pickpocketing</td>\n<td>Steal goods worth 600gp per perpetrator level, payout of 60% of value of goods to boss</td>\n</tr>\n<tr>\n<td>Subverting*</td>\n<td>Lockpicking</td>\n<td>Create breach in a stronghold</td>\n</tr>\n<tr>\n<td>Treasure-Hunting</td>\n<td>Searching</td>\n<td>Find treasure map to hoard worth 1d6 x 1,000gp per level of perpetrator to boss</td>\n</tr>\n<tr>\n<td>Hijinks marked * require 2d8+3 days of planning and 1 day to perform. Other hijinks require 3d6+10 days to perform.</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h6>Assigning Hijinks</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monthly Member Tribute</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Syndicate</strong>  <strong>Member Level</strong></td>\n<td><strong>Monthly</strong>  <strong>Tribute (gp)</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>1</td>\n</tr>\n<tr>\n<td>1</td>\n<td>5</td>\n</tr>\n<tr>\n<td>2</td>\n<td>30</td>\n</tr>\n<tr>\n<td>3</td>\n<td>200</td>\n</tr>\n<tr>\n<td>4</td>\n<td>425</td>\n</tr>\n<tr>\n<td>5</td>\n<td>650</td>\n</tr>\n<tr>\n<td>6</td>\n<td>835</td>\n</tr>\n<tr>\n<td>7</td>\n<td>1,500</td>\n</tr>\n<tr>\n<td>8</td>\n<td>2,000</td>\n</tr>\n</tbody></table>\n<p>The boss of a syndicate can assign hijinks to none, some, or all of the members of his syndicate. By custom, a boss may only assign one hijink to each member per month, and must leave the deadline for its completion that month up to the perpetrator. A boss can order a member to undertake additional hijinks or operate on a tight deadline, but doing so triggers a loyalty roll by the member; due to the time required to plan, perform, and lay low, the perpetration of multiple or rushed hijinks places the member at great risk. The boss who controls the syndicate gets the benefit of any successful hijinks he orders.</p>\n<p>A boss can perform hijinks himself, if desired. A character without a hideout can perform hijinks independently, as if he were his own boss, though he might anger the local syndicates.</p>\n<p>Each time a boss orders a hijink, he must pay a fee to the member he orders. The fee is 6gp for a 0th level member, or one month’s henchman wages for a 1st level or higher member. For instance, a 1st level thief must be paid 25gp to undertake a hijink, while a 4th level assassin must be paid 200gp. (Note that is much less than the amount an ordinary adventurer must pay to hire ruffians. When adventurers hire ruffians, the ruffians they hire still have to pay their boss his cut, so they pass that cost on to the adventurer. The adventurer pays the henchmen wage + the tribute).</p>\n<p>Assigning hijinks takes time. Arranging bribes, making payoffs, holding secret meetings with fixers and fences, recording assignments in the syndicate’s ledger and so on all add up! The boss can assign up to 12 hijinks as an ancillary activity or 100 hijinks as a dedicated activity. If the boss has more than 100 members in his syndicate, it would take him several days to assign hijinks every month. Assigning hijinks to a 3,000-member syndicate would keep its boss busy every day of the month.</p>\n<p>Fortunately, a syndicate member who is not assigned a hijink by his boss receives no wages that month and still earns money for his boss, paying a tribute from his own earnings. The amount of tribute paid based on the member’s level, as shown on the Monthly Member Tribute table. Members whose level exceeds the maximum effective level for their market pay tribute based on the maximum effective level.</p>\n<p>EXAMPLE: Viktir’s syndicate currently has 50 0th level members, 30 1st level members, 15 2nd level members, and 5 3rd level members. Viktir doesn’t order any hijinks this month. He just collects (50 x 1gp) + (30 x 5gp) + (15 x 30) + (5 x 200) = 1,650gp in tribute from his members.</p>\n<p><strong>Designer’s Note:</strong> The Monthly Member Tribute has been carefully tuned so that, on average, it is equal to the amount of profit the boss earns from ordering a hijink, taking into account all the relevant factors such a cost of wages and chance of imprisonment. Therefore, if the player or the Judge are not interested in the details of syndicate administration, the boss can just sit back and collect his ill-gotten gains each month without having to roll a lot of dice or track a lot of income and expenses. It’s entirely up to each gaming group to decide how much they want to focus on campaign activities.</p>\n<h6>Planning Hijinks</h6>\n<p>Arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks require planning to avoid penalties to the hijink throw. Any character can plan a hijink if he has the appropriate thief skill necessary to perform the hijink. Planning a hijink is an ongoing ancillary activity that requires 2d8+3 days to complete. Perpetrators (classed characters with the relevant thief skill) of 5th level or higher can plan a hijink in 2d6+3 days, and those of 9th level or higher can plan a hijink in 2d4 + 3 days. During this time, the perpetrator is recruiting conspirators, establishing an alibi, profiling the target, casing the venue, etc. Due to the number of “unknown unknowns” involved in a hijink, a perpetrator will never know how much time is required to plan a hijink until he has completed the planning. If a perpetrator performs the hijink before completing planning, he suffers a penalty of -1 to his proficiency throw per day of planning left uncomplete. The penalty is revealed when the die roll is made. A hijink can be planned on behalf of another perpetrator. Hijinks other than those listed above neither require nor benefit from planning.</p>\n<p>EXAMPLE: Viktir, a 9th level thief, wants to assassinate the depraved palatine of Arganos to avenge the many thieves the palatine has tortured to death. An assassination hijink requires planning to avoid penalties, so Viktir performs the plan hijink activity. The Judge rolls 2d4 + 3 days and secretly determines it will take Viktir 8 days to complete the planning. However, after 5 days, Viktir’s’ comrades tell him that they need to depart for an adventure. Knowing his planning is incomplete, though not sure by how much, Viktir nevertheless decides to perform the hijink. When he makes the hijink’s proficiency throw, he discovers he has incurred a (5 – 8) -3 penalty.</p>\n<h6>Perpetrating Hijinks</h6>\n<p>Any character with the appropriate thief skill can perpetrate a hijink. Hijinks that must be planned (arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks) are singular dedicated activities which require 1 day. Other hijinks (carousing, racketeering, slandering, soliciting, spying, and treasure hunting) are ongoing dedicated activities requiring 3d6 + 10 days to complete. Perpetrators of 5th level or above can perpetrate an ongoing hijink in 3d4+8 days, and those of 9th level or above can do so in 2d6 + 5 days. When the activity is complete, the perpetrator makes his hijink throw. A perpetrator will never know how much time is required to perform an ongoing hijink until they have completed the hijink. If a perpetrator rushes the hijink, he suffers a penalty of -1 to his proficiency throw per day of activity left uncomplete. The penalty is revealed when the die roll is made.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, decides to carouse in the town of Cyfaraun. As a 1st level thief, performing the carousing hijink will be an ongoing dedicated activity for him for 3d6 + 10 days. The Judge rolls the dice and determines it will require 21 days to complete the hijink. After 21 days, Reingo makes his Hear Noise proficiency throw. Had he gotten impatient and decided to throw after 17 days, Reingo would have suffered a penalty of (17 – 21) -4.</p>\n<h6>Laying Low</h6>\n<p>After performing an arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subversion, or stealing hijink, a perpetrator must lay low, avoiding drawing any attention to himself or his misdeeds. Laying low is an ongoing ancillary activity requiring 2d8 + 3 days to complete. A character cannot plan or perform any additional hijinks in the same base of operations during this time. (He may plan or perform hijinks in other bases of operations.) A character will never know how long it will take for “the heat to die down” until they have completed laying low. If a perpetrator does not lay low, then he is much more likely to be caught on his next hijink in that base of operations: If the proficiency throw fails by 11 or more or is an unmodified 1 – 3, the perpetrator will be caught. Hijinks other than those listed above do not require laying low.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Perpetrator Level</td>\n<td>Planning Hijink</td>\n<td>Performing Hijink — Planned</td>\n<td>Performing Hijink — Ongoing</td>\n<td>Laying Low</td>\n</tr>\n<tr>\n<td>1st – 4th</td>\n<td>2d8 + 3 days</td>\n<td>1 day</td>\n<td>3d6 + 10 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n<tr>\n<td>5th – 8th</td>\n<td>2d6 + 3 days</td>\n<td>1 day</td>\n<td>3d4 + 8 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n<tr>\n<td>9th+</td>\n<td>2d4 + 3 days</td>\n<td>1 day</td>\n<td>2d6 + 5 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n</tbody></table>\n<h6>Hijinks by Crews</h6>\n<p>Two or more perpetrators can form a <strong>crew</strong> to perform a hijink together. The members of the crew do not have to be of the same class or level, but all must be capable of performing the hijink in question. The highest-level perpetrator in the crew is the <strong>honcho</strong>.(If two or more are the same level, the perpetrator with the highest CHA is the honcho.)The number of crew members can be equal to the honcho’s number of henchmen slots. Any extra crew members thereafter impose a -1 penalty each on the proficiency throw.</p>\n<p>All members of the crew must plan (if necessary) and perform the heist together. The time required to plan the heist (if any) and perform it is rolled once for the whole crew, using the level of the honcho. A high-level honcho can thus help low-level perpetrators plan and perform hijinks more swiftly. Crews do not remain together while laying low and roll separately.</p>\n<p>When performing the hijink, all members of the crew each make a separate proficiency throw for the same hijink. If at least one of the crew succeeds on the throw, the hijink is considered a success and its outcome occurs – the target is assassinated, goods are stolen, etc. For hijinks with variable outcomes based on perpetrator level, add up the class levels of all of the perpetrators who succeeded and use that as the perpetrator level. However, if any member of the crew is caught, that perpetrator and all other perpetrators who didn’t succeed on the throw are caught. It is possible for a hijink to both be successful and to result in some perpetrators being caught. The GP and XP earned from the hijink is split pro rata by level among all the perpetrators who don’t get caught.</p>\n<p>EXAMPLE: Viktir (9th level thief), Gordon (6th level freebooter), Bingo (1st level thief), and Reingo (1st level thief) form a crew to perform a stealing hijink. As the highest level crew member, Viktir is the honcho. Viktir’s CHA is 13 so his crew could safely have up to 5 members; at 4 members there’s no penalty. A stealing hijink requires planning. If Bingo or Reingo were attempting the hijink alone it would take them 2d8 + 3 days, but because the honcho Viktir is 9th level, it only takes 2d4+3 days to plan the hijink. The Judge secretly throws the dice and rolls an 8. After 8 days of planning, the crew performs the hijink.</p>\n<p>Performing a stealing hijink requires 1 day. Each member of the crew makes a proficiency throw to Pick Pockets. Viktir needs 6+ and rolls a 16, a success. Gordon needs 12+ and rolls a 13, a success. Bingo needs 17+ and rolls an 11, a failure. Reingo needs 17+ and rolls a 3, a failure by 14 points. Since Reingo failed by 14 points, he’s been caught and since Bingo also failed, he’s unfortunately caught too. Since Viktir and Gordon both succeeded, they stole 300gp of merchandise per level. They add their levels together to determine the effective perpetrator level, meaning they stole [ (9 + 6) x 300] 4,500gp of merchandise! The pair split the loot pro rata by level, with Viktir getting (9 / 15 x 4,500gp) 2,700gp and Gordon getting (6 / 15 x 30) 1,800gp. (If the crew had been assembled and paid by a syndicate boss, then the boss would get the loot, of course.)</p>\n<h6>Hasty Hijinks</h6>\n<p>The following hijinks can be performed hastily: carousing, racketeering, soliciting. A hasty hijink is a dedicated activity that requires 1d6 + 3 days (1d4 + 3 at 5th level and 1d3 + 2 at 9th level). There is no penalty to the hijink’s proficiency throw. However, if the throw succeeds the outcome is much less valuable (see the List of Hijinks section for details). Conversely, if a hasty hijink’s proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator isn’t necessarily caught. Throw the die again; the perpetrator is caught only if the second throw fails. Hasty hijinks cannot be performed by crews as they’re not complex enough to benefit from a coordinated scheme.</p>\n<h3>List of Hijinks</h3>\n<p>Some proficiencies grant a special bonus (separate from their usual effects) when performing hijinks. For NPC ruffians without specific proficiencies, assume no such bonus at 0th to 4th level, a +1 bonus from 5th to 8th level and +2 bonus from 9th level on. NPCs still gain any bonus due to class powers (e.g. Listening).</p>\n<h6>Arson</h6>\n<p>Arson is the intentional ignition of fires in order to destroy structures. For an arson to succeed, the perpetrator must first make a successful Sneaking throw. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to commit arson: Engineering, Siege Engineering, Survival. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator deals 4d6 x 10 structural fire damage per class level to a structure of his choice. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the structure being damaged is constructed of stone.</p>\n<p>If the proficiency throw fails, the arson attempt failed. If the proficiency throw fails by 14 or more or on an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: vandalism (1 – 3), mayhem (4 – 5), or arson (6). There is no economic value in arson, so it is usually performed to warn or avenge.</p>\n<p><strong>Arson for Military Purposes:</strong> An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Move Silently throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.</p>\n<h6>Assassinating</h6>\n<p>Assassination is the murder of unsuspecting NPC targets for pay. (Assassinating a PC or suspicious NPC victim is an adventure, not a hijink.) Only assassins and elven nightblades can be assigned assassination hijinks — they will not be undertaken by thieves or other classes. An adventurer can assign an assassination against a particular target for personal reasons if desired. Otherwise, an assassination hijink is murder-for-hire on a victim within ±2 levels of the perpetrator’s level (i.e. 1d10/2 – 3 + perpetrator’s level).</p>\n<p>For an assassination to succeed, the perpetrator must first make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to assassinate: Acrobatics, Disguise, Sniping. Skulking proficiency grants the usual +2 bonus to Hiding throws.</p>\n<p>If the proficiency throw succeeds, the victim is slain. The boss collects a bounty equal to 1,000gp per level of the victim from whomever hired the guild. A victim assassinated for the boss’s personal reasons does not generate a bounty for the boss. 0th level victims count as half level for purposes of bounties (500gp).</p>\n<p>If the proficiency throw fails, the assassination attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), mayhem (4 – 5), or murder (6).</p>\n<p><strong>Assassination for Military Purposes:</strong> A perpetrator that has infiltrated an army can target an identified enemy officer for an assassination hijink. For an assassination to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per level of the victim. The proficiency throw is further modified by the target officer’s morale modifier (as highly charismatic, popular officers tend to be better protected and harder to harm). If a perpetrator is caught attempting to assassinate an enemy officer, the charge is always murder.</p>\n<p><strong>Assassination for Political Purposes:</strong> A perpetrator can be assigned to assassinate a senator or other magistrate. Both leading and minor senators can be assassinated. If a leading senator is assassinated, half of the minor senators he controls become independent and the other half are allocated pro rata to members of his political faction (if none, then all of the votes he controls become independent). A new leading senator will emerge in 1d6 months. If a minor senator is assassinated, it reduces the influence of the leading senator who controlled him. Minor senators are always the minimum level for the senate. If a perpetrator is caught, the charge is sedition if the victim was a minor senator and high treason if a leading senator.</p>\n<h6>Carousing</h6>\n<p>Carousing includes all manner of consortium with barkeeps, gossips, harlots, jongleurs, tavern wenches, and other unsavory characters in unseemly inns and taverns. For carousing to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to carouse: Bribery, Diplomacy, Folkways, Lip Reading, Performance, Revelry, Seduction.</p>\n<p>If the proficiency throw succeeds, the perpetrator learns one valuable rumor appropriate to the perpetrator’s location. The boss earns 3d12 x 5gp per level of the perpetrator exploiting the rumor through blackmail, insider trading, etc. Alternatively, the Judge may provide a specific rumor valuable within the ongoing campaign in lieu of money.</p>\n<p>EXAMPLE: In his campaign’s starting city, the Judge has created a table of rumors that adventurers might learn from talking to NPCs. One such rumor is “The ruler of the city is actually a vampire – that’s why all official functions are held at night.” Rather than 3d12 x 5gp per level, the Judge could have the carouser hear that rumor.</p>\n<p>If the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: drunkenness (1 – 3), gambling (4 – 5), or vandalism (6).</p>\n<p><strong>Carousing for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can acquire information through carousing hijinks. If the throw is successful, one piece of common information is acquired (as if interrogating a prisoner). Valuable information can be acquired by taking a -2 penalty on the proficiency throw; very valuable information by taking a -5 penalty. If a perpetrator is caught carousing, the charge is sedition.</p>\n<p><strong>Carousing for Political Purposes:</strong> Perpetrators based in senatorial republics can be told to seek out political rumors. If successful, the perpetrator learns one of the following pieces of information (roll 1d4):</p>\n<ol>\n<li>The current influence of a random leading senator.</li>\n<li>The policy objectives of a random leading senator.</li>\n<li>The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination hijinks that month.</li>\n<li>Compromising information worth 3d12 x 5gp per level with which a leading senator could be blackmailed. Blackmail can be resolved with Intimidation or Bribery proficiency (the “bribe” is not revealing the information).</li>\n</ol>\n<p><strong>Hasty Carousing</strong>: If the proficiency throw succeeds, the perpetrator learns a rumor of questionable value. The rumor has only a 25% chance to be true. If true, the rumor has the usual value. If false, the rumor is worthless.</p>\n<h6>Escaping</h6>\n<p>A perpetrator who is languishing in prison awaiting trial can attempt to escape. For escaping to succeed, the perpetrator must make a successful Lockpicking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to escape: Climbing, Contortionism, Trapfinding. Lockpicking Expertise proficiency grants the usual +2 bonus.</p>\n<p>However, as more dangerous characters are kept under closer watch, the proficiency throw is penalized by severity of the crime: breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.</p>\n<p>If the proficiency throw succeeds, the perpetrator escapes confinement and reaches the safety of the hideout (or other location of his choice). If the proficiency throw fails, the perpetrator is caught trying to escape and security on him is heightened. Each time security is heightened, the perpetrator suffers a -2 cumulative penalty on future escapes for this crime. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator is caught and punished for trying to escape. He is whipped (Death saving throw or suffer gruesome scarring, -2 to reaction rolls) and beaten (Blast saving throw or lose 1d6 teeth). Each time a perpetrator is caught and punished for trying to escape, he suffers a cumulative -2 penalty on future escapes and on his trial roll.</p>\n<h6>Infiltrating</h6>\n<p>Before any hijinks can be performed against an army, a perpetrator must be infiltrated into the opposing army as a spy. To undertake an infiltration hijink, the perpetrator must be a member of a race present in the opposing army’s troops, or be disguised with a successful Disguise proficiency throw in addition to the hijink throw. The perpetrator must also speak at least one the languages spoken by the opposing army’s troops and be able to wear the armor and weapons of at least one type of troop.</p>\n<p>For infiltrating to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to infiltrate the army: Bribery, Disguise, Manual of Arms. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator grants his army’s commander a +1 bonus on reconnaissance rolls made against the opposing army while he remains infiltrated (see p. XX). The infiltrated perpetrator also has the opportunity to conduct arson, assassinating, carousing, sabotaging, subverting, spying, or stealing hijinks thereafter. A perpetrator can remain infiltrated into the opposing army until caught performing another hijink or exposed by a vagary of war.</p>\n<p>If the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting to infiltrate. If a perpetrator is caught attempting to infiltrate an enemy army, the charge is sedition.</p>\n<h6>Kidnapping</h6>\n<p>Kidnapping is the abduction of an unsuspecting victim to gain a hostage or extract a ransom. (Kidnapping a PC or suspicious NPC victim is an adventure, not a hijink.) An adventurer may assign a kidnapping against a particular target for personal reasons if desired. Otherwise, a kidnapping hijink is in order to ransom a valuable victim within 1d2 levels of the perpetrator’s level.</p>\n<p>For kidnapping to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to kidnap: Combat Trickery (incapacitate), Intimidation, Tracking. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the victim is kidnapped. The boss can thereafter interrogate, imprison, or otherwise exploit the victim. If the victim is ransomed, the boss earns 500gp per level of the victim. A victim kidnapped for the boss’s personal reasons cannot be ransomed except at Judge’s discretion. 0th level victims count as half level for purposes of bounties (250gp).</p>\n<p>If the proficiency throw fails, the kidnapping attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), kidnapping (4 – 5), or racketeering (6).</p>\n<h6>Racketeering</h6>\n<p>Racketeering includes various criminal activities relying on force or threat of force, such as collecting on loans or extorting protection money. For racketeering to succeed, the perpetrator must make a successful attack throw against AC 6. STR or DEX modifiers may be applied, but not bonuses for magic weapons or fighting styles. However, for each of the following proficiencies the perpetrator knows, the perpetrator gains a special +1 bonus on his throw: Combat Trickery, Dungeonbashing Expertise, Intimidation.</p>\n<p>If the proficiency throw succeeds, the perpetrator extorts 5d6 x 10gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to extort anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), assault (4 – 5) or racketeering (6).</p>\n<p><strong>Hasty Racketeering:</strong> If the throw succeeds, the perpetrator extorts 30gp per class level for the boss.</p>\n<h6>Sabotaging</h6>\n<p>A perpetrator who has infiltrated an enemy army (see Infiltration, above) can attempt to destroy the supplies of the opposing army. For sabotage to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability (as skilled generals tend to be better at guarding their supply train). In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to sabotage the supplies: Animal Training, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator destroys 1,000gp of supplies per class level (representing a mix of grains, beer, preserved meat, salt, etc.) The perpetrator can destroy extra supplies by taking a -1 penalty on the proficiency throw per 1,000gp.</p>\n<p>If the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting sabotage. If a perpetrator is caught attempting to sabotage an army’s supplies, the charge is arson.</p>\n<h6>Slandering</h6>\n<p>A Perpetrator based in senatorial republics can spread lies and rumors about a leading senator, reducing his influence. For slandering to succeed, the perpetrator must make a successful Hear Noise throw. There is a -1 penalty on the proficiency throw per each level the perpetrator is lower than the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to slander the senator: Diplomacy, Folkways, Performance, Revelry, Seduction.</p>\n<p>If the proficiency throw succeeds, the targeted senator loses control of one minor senator per level of the perpetrator. If the proficiency throw fails, the perpetrator’s slander failed to have any impact with his slander. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: outrage (1 – 3), sedition (4 – 5), or treason (6).</p>\n<p><strong>Slandering for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can spread lies and rumors through the army’s ranks. If the throw is successful, any reconnaissance rolls made by the opposing army are at a -2 penalty for the next month. If a perpetrator is caught slandering, the charge is sedition.</p>\n<h6>Smuggling</h6>\n<p>Smuggling is the illicit movement of goods in order to avoid tolls, customs duties, labor fees, and monopolies. For smuggling to succeed, the perpetrator must make a successful Sneaking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to smuggle: Alertness, Bargaining, Bribery, Disguise. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator smuggles merchandise worth 3,000gp per class level. The exact type of merchandise smuggled will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to smuggle a particular type of merchandise by taking a -4 penalty on the proficiency throw. The perpetrator can smuggle more cargo by taking a -1 penalty on the proficiency throw per 3,000gp extra. When smuggling succeeds, the boss collects a fee equal to 10% of the market value of the merchandise smuggled.</p>\n<p>If the proficiency throw fails, the perpetrator was not able to move the merchandise. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught and the merchandise confiscated. If caught, determine charges with a 1d6 roll: contraband (1 – 3), smuggling (4 – 5), racketeering (6).</p>\n<p><strong>Smuggling Prisoners:</strong> A smuggling hijink can be used to rescue a perpetrator who is in prison awaiting trial. Apply a penalty to the throw based on the severity of the crime (as per Escaping, above). If the proficiency throw fails, the perpetrator was not able to rescue his target. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught in the jailbreak. If caught, he is considered a conspirator of the imprisoned criminal and faces the same charges.</p>\n<p><strong>Smuggling During Sieges:</strong> A defending army leader with access to perpetrators can order his perpetrators to attempt smuggling hijinks to re-supply his stronghold. The proficiency throw is penalized by the besieging leader’s strategic ability. If a circumvallation completely encircles the stronghold, the proficiency throw suffers an additional -4 penalty. If the proficiency throw succeeds, the perpetrator smuggles 1,000gp of supplies in per class level. (This amount is less than the standard 3,000gp per class level because it consists of high-bulk, low-value items such as grains, preserved meat, salt, onions, etc. A perpetrator who wants to smuggle in more valuable goods can still do so, but the gp value cannot be applied towards supply cost.) The perpetrator can smuggle extra supplies by taking a -1 penalty on the proficiency throw per 3,000gp. If a perpetrator is caught smuggling for military purposes, the charge is sedition.</p>\n<h6>Soliciting</h6>\n<p>Soliciting is the unlawful invitation to engage in sexual relations for a fee. For soliciting to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to solicit: Bargaining, Folkways, Performance (dance), Revelry, Seduction. In addition, the perpetrator can add his CHA modifier to the throw. No, Contortionism and Endurance do not provide bonuses.</p>\n<p>If the proficiency throw succeeds, the perpetrator earns 3d12 x 5gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to earn anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: outrage of decency (1 – 3), solicitation (4 – 5) or consortium (6).</p>\n<p><strong>Hasty Soliciting:</strong> If the proficiency throw succeeds, the perpetrator earns 3d6gp per class level for the boss.</p>\n<h6>Spying</h6>\n<p>Spying is the clandestine retrieval of secrets from powerful and influential figures. For spying to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to spy: Disguise, Eavesdropping, Lip Reading. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator gathers evidence of confidential activities, secret facts, or other highly valuable information from the perpetrator’s area of operation. The information learned from spying is similar to that learned from carousing, but much more valuable: carousing only reveals gossip and hearsay while spying gathers evidence and proof. Successfully carousing offers leads; successfully spying offers actionable info that can be used to blackmail, extort, humiliate, or otherwise exploit some unlucky fool. The Judge can offer specific secrets valuable within the ongoing campaign or simply abstract it as a gp value. If the latter, then the boss earns 2d12 x 100gp per level of the perpetrator exploiting the valuable secret.</p>\n<p>EXAMPLE: A perpetrator who succeeds on a carousing hijink in a city might hear that “The ruler of this city is actually a vampire – that’s why all official functions are held at night.” The same perpetrator in the same area who succeeds on a spying hijink might acquire a copy of the lord’s itinerary showing him holding court with specific NPCs by night and unavailable by day.</p>\n<p>If the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: eavesdropping (1 – 3), sedition (4 – 5), or treason (6).</p>\n<p><strong>Spying for Political Purposes:</strong> Perpetrators can be assigned to spy on a specific leading senator. If successful, the perpetrator will learn 2d12 x 100gp per level worth of compromising information with which to blackmail the senator. In addition, the spy will learn one piece of information about the senator, determined randomly on the table below. If a perpetrator is caught spying on a leading senator, the charge is high treason.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Roll</td>\n<td>Secret</td>\n</tr>\n<tr>\n<td>1</td>\n<td>The current influence of the leading senator and 1d3 members of his political faction.</td>\n</tr>\n<tr>\n<td>2</td>\n<td>The policy objectives of the leading senator and 1d3 members of his political faction.</td>\n</tr>\n<tr>\n<td>3</td>\n<td>The senator’s current attitude towards the ruler (roll 2d6 and tell the player the number. This number will be the die roll on the senator’s next voting roll).</td>\n</tr>\n<tr>\n<td>4</td>\n<td>The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination or Kidnapping hijinks that month.</td>\n</tr>\n</tbody></table>\n<p><strong>Spying for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can acquire information through spying hijinks. If the throw is successful, one piece of very valuable military information is obtained (see p. XX). If a perpetrator is caught spying in an enemy army, the charge is high treason.</p>\n<h6>Stealing</h6>\n<p>Stealing includes all manner of burglary, robbery, and theft. For stealing to succeed, the perpetrator must make a successful Pickpocketing throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to steal: Cat Burglary, Lockpicking Expertise, Trapfinding.</p>\n<p>If the proficiency throw succeeds, the perpetrator steals goods worth 300gp per class level. The exact type of merchandise stolen will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to steal a particular item available in the settlement (such as a magic item, vessel, valuable mount, etc.) or a particular type of merchandise, by taking a -4 penalty on the proficiency throw. The value of the item or merchandise cannot exceed 300gp per class level. However, the perpetrator can steal more by taking a -1 penalty on the proficiency throw per 300gp extra. When stealing succeeds, the boss receives the market value of the stolen merchandise.</p>\n<p>If the proficiency throw fails, the perpetrator was not able to steal anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: theft (1 – 3), burglary (4 – 5) or robbery (6).</p>\n<p>EXAMPLE: Viktir is an 11th level thief with a Pickpocketing target value of 2+. He has Cat Burglary and Lockpicking Expertise, giving him a +2 bonus on Pickpocketing throws to steal merchandise. On anything but a 1, Viktir can steal 3,300gp worth of merchandise. However, Viktir wants to steal something in particular — the carved ivory torch in the Temple of Mityara (4,000gp value). He suffers a -4 penalty to his throw for targeting a specific item and another -3 penalty for the extra value. He needs to roll 8+ to successfully steal the relic.</p>\n<p><strong>Stealing for Military Purposes:</strong> A perpetrator who has infiltrated an enemy army can attempt to steal the flag of one of the units in the opposing army. The proficiency throw is modified by the target unit’s morale score (representing the unit’s discipline at the watch). If the throw is successful, the unit in question has lost its flag. This is so demoralizing that the unit must immediately make a loyalty roll at a -1 penalty. (Attempting to steal the emblem of the entire army imposes a penalty of -10 on the proficiency throw, but if successful each unit in the army must make a loyalty roll at a -1 penalty.) If a perpetrator is caught stealing for military purposes, the charge is sedition.</p>\n<h6>Subverting</h6>\n<p>A perpetrator who has infiltrated a stronghold can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to subvert the defenses: Disguise, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.</p>\n<h6>Treasure-Hunting</h6>\n<p>Treasure-hunting covers all manner of skulking and scavenging for treasure maps and rumors of hidden wealth. For treasure-hunting to succeed, the perpetrator must make a successful Searching throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to find treasure maps: Caving, Land Surveying, Mapping. Trapfinding proficiency grants the usual +2 bonus. If the throw is successful, the perpetrator finds a treasure map to a random hoard worth 1d6 x 1,000gp per level of the perpetrator. The Judge determines the exact location of the hoard; hoards will generally be at least 6 miles away from the boss’s hideout for each 1,000gp value.</p>\n<p>If the proficiency throw fails, the perpetrator finds nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), theft (4 – 5), or burglary (6).</p>\n<h3>Getting Caught</h3>\n<p>Whenever the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. The Judge immediately rolls 1d6 to determine the crime for which the perpetrator is arrested. The perpetrator is then sent to the settlement’s brig, dungeon, jail, or other prison to await trial.</p>\n<h6>Awaiting Trial</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Crime</td>\n<td>Time Languishing</td>\n</tr>\n<tr>\n<td>Drunkenness, Outrage</td>\n<td>1d2 days</td>\n</tr>\n<tr>\n<td>Eavesdropping, Trespassing, Gambling</td>\n<td>1d4 days</td>\n</tr>\n<tr>\n<td>Bribery, Theft, Contraband</td>\n<td>1d6 days</td>\n</tr>\n<tr>\n<td>Assault, Vandalism</td>\n<td>1d8 days</td>\n</tr>\n<tr>\n<td>Burglary, Smuggling</td>\n<td>1d4 weeks</td>\n</tr>\n<tr>\n<td>Kidnapping, Manslaughter, Mayhem</td>\n<td>1d4 months</td>\n</tr>\n<tr>\n<td>Robbery, Racketeering</td>\n<td>1d6 months</td>\n</tr>\n<tr>\n<td>Arson, Desertion, Murder, Sedition</td>\n<td>1d12 months</td>\n</tr>\n<tr>\n<td>Heresy, High Treason, Regicide</td>\n<td>2d12 months</td>\n</tr>\n</tbody></table>\n<p>Since trials don’t happen immediately, any character caught committing a hijink must perform this “activity” while languishing in the settlement’s prison.</p>\n<p>Awaiting trial is an ongoing dedicated activity that includes cowering in darkness, suffering the lash, eating prison gruel, and other torments. The time spent languishing depends on the crime charged against the character, as shown on the accompanying table. Characters caught committing a hijink do not roll on the Crime and Punishment table until after they have finished awaiting trial.</p>\n<p>The first time a perpetrator gets caught, he can automatically finish awaiting trial by pleading guilty and accepting the lesser punishment for his crime.</p>\n<p>The second time a perpetrator gets caught in the same settlement, he can still plead guilty, but he will have to accept the standard punishment for his crime. A perpetrator who is caught for a third time must stand trial.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing in Cyfaraun and charged with theft. It’s his first time getting caught in Cyfaraun. Rather than await trial and risk a severe punishment, he pleads guilty. He automatically receives the lesser punishment for his crime. He is placed in stocks 2d6 days (as above) and fined 150gp.</p>\n<p>A month later, Reingo gets caught stealing in Cyfaraun and is charged with theft. It’s his second time getting caught, so now if he pleads guilty he has to face the standard punishment. He’d be whipped and fined 300gp. Reingo decides to stand trial instead.</p>\n<h6>Undergoing Trial</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Crime and Punishment</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Punitive Conviction</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Conviction</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Conviction on Lesser Charge</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Acquittal</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Acquittal with Damages</td>\n</tr>\n</tbody></table>\n<p>Any perpetrator who gets caught might face legal penalties for his deeds if found guilty at trial. To determine the punishments suffered, the Judge rolls 2d6 on the Crime and Punishment table. Adjust the die roll by the perpetrator’s Charisma modifier and any appropriate proficiency modifiers (from Diplomacy, Mystic Aura, or Seduction). Other circumstances that will apply are listed below.</p>\n<p><strong>Bribery:</strong> The syndicate boss or one of his henchmen or followers can attempt to corrupt the courts. If the bribing character is proficient in Bribery, he gains a +1 bonus for offering a day’s wages, +2 for a week’s, and +3 for a month’s. If not proficient, the bonus is +1 for a week’s wages, +2 for a month’s, and +3 for a year’s. A day’s wage for the court is the equivalent of 50gp, a week’s is 350gp, a month’s is 1,500gp, and a year’s is 18,000gp. If the result of the Crime and Punishment roll is an unmodified 2, the syndicate member who offered the bribe is charged with a crime — Sedition if the perpetrator was on trial for Heresy, High Treason, or Regicide, and Bribery for any other crime.</p>\n<p><strong>Evidence:</strong> Roll 1d4 to represent evidence favorable to the perpetrator (alibis, good character, etc.). Roll 1d8 to determine the penalty from unfavorable evidence (witnesses to the crime, caught with stolen goods, etc.)</p>\n<p><strong>Interpleader:</strong> If the syndicate has ties with a domain ruler, the ruler could plead on the perpetrator’s behalf. Add the Charisma modifier of the domain ruler, plus an additional +1 if the interpleader has either Diplomacy or Intimidation and another +1 if he has Mystic Aura. Note that if the domain ruler controls the domain where the crime happened, he may free the perpetrator without resorting to trial at all.</p>\n<p><strong>Attorney:</strong> Add the perpetrator’s rank in Profession (lawyer), if any. Otherwise, a lawyer can be hired by the syndicate. A rank 1 lawyer costs 25gp, a rank 2 lawyer costs 50gp, and a rank 3 lawyer costs 100gp.</p>\n<p><strong>Prior Crimes:</strong> -1 if perpetrator has been branded; -2 if perpetrator has been maimed (loss of tongue or hands); -3 if perpetrator has been proscribed.</p>\n<p><strong>Severity of Crime:</strong> The worse the crime, the worse the penalty. Breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.</p>\n<p>The result of the table indicates the fate of the perpetrator. A <strong>punitive conviction</strong> means that the perpetrator has been found guilty and will be punished out of proportion to his charges to serve as a deterrent to others. A <strong>conviction</strong> means that the perpetrator has been found guilty of the charges and will be punished appropriately. <strong>Conviction on lesser charge</strong> means that the perpetrator has been found guilty, but will not be punished as severely. <strong>Acquittal</strong> means the perpetrator has been found innocent. <strong>Acquittal with damages</strong> means that the perpetrator has been found so innocent that the court awards monetary damages for the offense to his reputation. Damages are always equal to what the fine would have been for the charges.</p>\n<p>The Retribution by Crime table can be used to find an appropriate punishment for various charges. Punishments can include various forms of fines, humiliation, torture, mutilation, enslavement, exile, and execution. A perpetrator who cannot pay a fine is indentured to work off the fine. Perpetrators work off fines at a rate of 3gp per month. A perpetrator who can pay three times the amount of a fine can avoid other associated punishments.</p>\n<p>The syndicate boss is expected to pay for the lawyers, bribes, fines, and healing of members who get caught while assigned hijinks. If the boss regularly abandons his members to their fate, the Judge can roll on the Hireling Loyalty table to see if the remaining syndicate members attack or betray their boss.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing a bundle of rare furs (500gp) and charged with theft (-2). Reingo is quite uncharismatic (-2) and the evidence looks bad (the 1d4 roll scores +1, while the 1d8 roll scores -5, for a -4 penalty). Since Reingo has been a loyal follower, his boss Viktir hires the best available attorney (+3) for 100gp and spends 350gp on bribes (+2). Reingo will roll on the Crime and Punishment table with a -3 on the die roll. He rolls an 8, reduced by 3, for a score of 5, resulting in a Conviction. Reingo will be whipped and fined 500gp.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Retribution by Crime Table</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Crime</strong></td>\n<td><strong>Punitive</strong>  <strong>Punishment</strong></td>\n<td><strong>Standard</strong>  <strong>Punishment</strong></td>\n<td><strong>Lesser</strong>  <strong>Punishment</strong></td>\n</tr>\n<tr>\n<td>Drunkenness,  Outrage</td>\n<td>Fined 5gp</td>\n<td>Fined 2gp</td>\n<td>Fined 1gp</td>\n</tr>\n<tr>\n<td>Eavesdropping,  Solicitation</td>\n<td>Ear cut off (-1 to reaction rolls, -1 listening, -1 to surprise rolls) and fined 25gp</td>\n<td>Fined 10gp</td>\n<td>Fined 5gp</td>\n</tr>\n<tr>\n<td>Trespassing,  Gambling,  Consortium</td>\n<td>Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp</td>\n<td>Fined 25gp</td>\n<td>Fined 10gp</td>\n</tr>\n<tr>\n<td>Bribery</td>\n<td>Tongue cut off (cannot speak, cast spells, or use magic items or proficiencies involving speech; -4 to rolls) and fined 150gp</td>\n<td>Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp</td>\n<td>Fined 25gp</td>\n</tr>\n<tr>\n<td>Theft,  Contraband</td>\n<td>Hand amputated (cannot dual wield or use two-handed weapons) and fined 450gp</td>\n<td>Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 300gp value</td>\n<td>Placed in stocks 2d6 days (as above) and fined 150gp</td>\n</tr>\n<tr>\n<td>Assault,  Vandalism</td>\n<td>Tortured (save v. Death or suffer permanent wound from row 11-15 of Mortal Wounds table) and fined 600gp</td>\n<td>Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 450gp</td>\n<td>Whipped (save v. Death or gruesome scarring, as the Mortal Wound) and fined 300gp</td>\n</tr>\n<tr>\n<td>Burglary,  Smuggling</td>\n<td>Both hands amputated (cannot climb, use weapons or items, open locks, remove traps, or any other similar actions) and fined 900gp</td>\n<td>Branded (gruesome scarring, as the Mortal Wound) and fined 600gp</td>\n<td>Whipped (as above) and fined 450gp</td>\n</tr>\n<tr>\n<td>Kidnapping,  Manslaughter,  Mayhem</td>\n<td>Tortured and proscribed (lose all property and rights, permanently exiled)</td>\n<td>Tortured (Death save or suffer permanent wound from row 11-15 of Mortal Wounds table) and 750gp</td>\n<td>Whipped (as above) and fined 600gp</td>\n</tr>\n<tr>\n<td>Robbery,  Racketeering</td>\n<td>Execution (beheaded or hung) and fined 1,200gp</td>\n<td>Hand amputated (cannot dual wield or use two-handed weapons) and fined 900gp</td>\n<td>Branded (gruesome scarring, as the Mortal Wound) and fined 750gp</td>\n</tr>\n<tr>\n<td>Arson, Desertion, Murder,  Sedition</td>\n<td>Agonizing execution (burned, crucified, drawn and quartered, or devoured by wild beasts such that no intact corpse remains)</td>\n<td>Execution (beheaded or hung)</td>\n<td>Proscribed (lose all property and rights, permanently exiled)</td>\n</tr>\n<tr>\n<td>Heresy, High Treason, Regicide</td>\n<td>Fate worse than death (cross-bred into monstrous creature, transformed into undead, etc.)</td>\n<td>Agonizing execution (burned, crucified, drawn and quartered, devoured by wild beasts such that no intact corpse remains)</td>\n<td>Execution (beheaded or hung)</td>\n</tr>\n</tbody></table>\n<p><strong>Risks of Military Hijinks:</strong> Performing hijinks against enemy armies is highly risky. If a perpetrator is caught performing a hijink, not only are very severe charges always levied against him, neither attorneys nor interpleaders are available. If the perpetrator is convicted, he will suffer the usual punishments. He will also be interrogated as a <strong>prisoner</strong>. If the perpetrator is 0th – 4th level, he has the information of a common prisoner; if 5th – 8th level, a valuable prisoner; if 9th level or more, a very valuable prisoner. (If the perpetrator is a PC, the Judge might allow the PC to negotiate a trade of information for a reduced sentence...)</p>\n<p><strong>Risks of Crews:</strong> If two or more perpetrators from a crew are caught, they face grave risk from defection. Make a reaction roll for each perpetrator towards his crew members. If all of the perpetrators are friendly to each other, they each gain a +2 bonus on the Crime and Punishment table. If one of the perpetrators is indifferent or worse, while all the other perpetrators are friendly, the indifferent perpetrator rats them out. He gains a +4 bonus and his crew members suffer a -4 penalty. If two or more perpetrators are indifferent or worse, everyone rats out, and all crew members suffer a -4 penalty. Syndicate bosses have closely studied this “prisoner’s dilemma” but in the absence of magical communication methods or crews with longstanding trust between them, there seems no way to reliably avoid defection.</p>\n<h3>Creating a Criminal Guild</h3>\n<p>A <strong>criminal guild</strong> is a group of multiple syndicates under the control of one boss. Criminal guilds are commonly named for the class of their boss and primary constituents, e.g. a thieves’ guild or assassins’ guild. There are four general ways an adventurer can create a criminal guild.</p>\n<h6>New Base of Operations</h6>\n<p>A boss whose syndicate has reached its maximum size in its current base of operations can decide to establish a new syndicate in a new base of operations by building a hideout there and relocating some of his membership. The new syndicate in the new base of operations becomes part of the adventurer’s criminal guild.</p>\n<p>EXAMPLE: Viktir’s syndicate, based in Siadanos (a Class IV settlement), has reached its maximum size of 100 members. In order to keep his criminal enterprise growing, Viktir builds a new hideout in Cyfaraun (a Class III settlement) and moves 20 of his members there.</p>\n<h6>Henchman Advancement</h6>\n<p>If one of the boss’s assassin, thief, or nightblade henchmen reaches 9th level, the adventurer may fund a hideout for the henchman. The henchman will attract followers into a syndicate as per the rules above, and the henchman’s syndicate becomes part of the adventurer’s criminal guild.</p>\n<h6>Henchman Acquisition</h6>\n<p>A boss can recruit an NPC who already controls a syndicate to be a henchman. The new henchman’s syndicate becomes part of the adventurer’s criminal guild.</p>\n<h6>Change in Management</h6>\n<p>An assassin, elven nightblade, thief, or venturer can exile, imprison, or kill an NPC who already controls a syndicate. He may then claim the syndicate and its members as his own. The Judge should roll on the Change in Management table for each of the NPC’s former henchmen and followers to see if they are successfully recruited by the adventurer. For very large syndicates, the Judge may roll in batches of 5, 10, 25, or even 100 where appropriate.</p>\n<p>The character’s CHA modifier is applied as a die roll modifier, along with any bonuses from proficiencies and powers. If the character is higher level than the previous leader, add a +1 bonus per level difference; apply a -1 penalty per level difference if the converse is true. Apply the previous leader’s CHA bonus (if any) as a penalty to the recruitment roll. If desired, the adventurer can bribe one, some, or all of the members, with the cost determined by their class level on the Henchmen Wage table. The Judge may apply an additional modifier between -2 to +2 reflecting the adventurer’s reputation or other circumstances</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Change in Management</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll (2d6)</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Immediate Attack</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Betray</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Hesitate</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Accept</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Accept with élan</td>\n</tr>\n</tbody></table>\n<p><strong>Immediate attack</strong> means that the member seeks immediate revenge against the adventurer and will attack him at the first available opportunity. <strong>Betray</strong> means that the member will pretend to be loyal to adventurer, but will betray him if an opportunity to do so presents itself. <strong>Hesitate</strong> means that the member feels conflicting loyalties. He will betray the adventurer if a plurality of his fellows do so, but remain loyal if not. <strong>Accept</strong> means that the member becomes loyal to the character. <strong>Accept with élan</strong> means the member becomes exceptionally loyal, and gains a permanent +1 bonus to his loyalty score.</p>\n<p>EXAMPLE: Viktir, a 14th level thief with CHA 13, assassinates Rollio, a 12th level thief with CHA 16 and four followers. Viktir claims Rollio’s four followers for himself, so the Judge secretly rolls to see how Rollio’s followers respond to the change in management. Each die roll will be at +2 (because Viktir is two levels higher than Rollio) +1 (from Viktir’s CHA) -2 (from Rollio’s CHA), for a total of +1. The Judge rolls incredibly badly — an adjusted 3, 5, 8, and 9. Only one follower is loyal to Viktir. One is hesitant, and two plan to betray Viktir. Since the two betrayers are a plurality, the hesitant follower will join their attempt.</p>\n<h3>Managing a Criminal Guild</h3>\n<p>A boss can only directly manage one syndicate at a time. Other syndicates in the criminal guild must be assigned to a henchman to manage, either the henchman who established the syndicate or one appointed by the adventurer. A henchman who manages a syndicate is called an <strong>underboss</strong>.</p>\n<p>A boss can assign hijinks to his own syndicate members, and to the members of any syndicates controlled by his underbosses. However, underbosses expect to be given wide latitude in running their part of the syndicate. If the boss assigns hijinks to more than 20% of the followers that any underboss controls, this causes the underboss to roll on the Hireling Loyalty table, with a -1 penalty per each additional 10% of the followers that the adventurer is ordering around. A henchman who resigns or becomes hostile takes his syndicate with him.</p>\n<p>In lieu of assigning hijinks to his underbosses, a boss can simply demand a percentage of their revenue. A revenue share of 20% will be accepted without issue by the underbosses. If the boss demands a greater percentage, it triggers a roll on the Hireling Loyalty table as above.</p>\n<p><strong>Underbosses</strong> may themselves have underbosses beneath them. In this way very large criminal guilds spread across multiple bases of operation can be formed. For purposes of assigning hijinks, each underboss can be assumed to have direct control over 20% of the followers one rank below him on the chain.</p>\n<p>EXAMPLE: Viktir manages a syndicate with 80 followers in Cyfaraun. His underboss, Anzio, manages a syndicate with 20 followers in Arganos. Anzio himself has an underboss with 10 followers in Isfaran. Anzio directly manages his own 20 followers plus 20% of his underboss’s 10, for a total of 22 followers. Viktir directly manages his own 80 followers plus 20% of Anzio’s 22, for a total of 84 followers. If Viktir assigns hijinks to greater than 20% of Anzio’s followers, this will cause Anzio to roll on the Henchman Loyalty table.</p>\n",
  "sections": [
    {
      "title": "Hideouts and Hijinks",
      "level": 2,
      "html": "<p>Assassins, nightblades, and thieves can build secret strongholds called <strong>hideouts</strong>. (Venturers can build guildhouses, which can function as hideouts of one-half their value; see p. XX). Being secret, hideouts do not secure domains and do not attract peasant families. Instead, hideouts are used to operate <strong>syndicates</strong> of organized crime and commerce. The head of a syndicate is called a <strong>boss</strong> and is analogous to the ruler of a domain. In certain corrupt and plutocratic regions, a syndicate boss might actually bea domain ruler, but in most areas, boss operate their syndicates within domains ruled by more “legitimate” authorities.</p>\n"
    },
    {
      "title": "Building a Hideout",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Hideout Size, Cost, and Level</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Max. Syndicate</strong>  <strong>Membership</strong></td>\n<td><strong>Minimum</strong>  <strong>Hideout Value (gp)</strong></td>\n<td><strong>Max. Effective</strong>  <strong>Level</strong></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>25</td>\n<td>5,000</td>\n<td>3rd</td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>50</td>\n<td>10,000</td>\n<td>5th</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>100</td>\n<td>20,000</td>\n<td>7th</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>375</td>\n<td>75,000</td>\n<td>9th</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>750</td>\n<td>150,000</td>\n<td>11th</td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>3,000</td>\n<td>600,000</td>\n<td>14th</td>\n</tr>\n</tbody></table>\n<p>Hideouts must be built within 6 miles of an urban settlement, which becomes the syndicate’s base of operations. The market class of the urban settlement determines the maximum size of the syndicate. Large ports and cosmopolitan cities can sustain much larger criminal gangs. However, in order to reach its maximum size, a syndicate’s boss must construct a sufficiently large hideout. The Hideout Size, Cost, and Level table shows the maximum syndicate membership by settlement class and the required hideout cost to reach that size of membership.</p>\n<p>EXAMPLE: Viktir establishes a hideout in the town of Siadanos, a class IV market. Initially, he spends 10,000gp on his hideout. Based on the value of his hideout, the maximum membership of his syndicate is 50. Later, he spends another 10,000gp on his hideout, increasing its value to 20,000gp. The maximum membership of his syndicate rises to 100. The year following, he expands his hideout to a 75,000gp mansion. However, the maximum membership of his syndicate does not increase, because a Class IV market can only sustain a 100-member syndicate.</p>\n"
    },
    {
      "title": "Establishing a Syndicate",
      "level": 3,
      "html": "<p>Just having a big hideout does not mean anyone works there. Cunning, ruthless, and/or impatient adventurers might take over a pre-existing syndicate from its prior boss, rather than establish their own. This is a very risky, though possibly very rewarding, path. See <strong>Change in Management</strong>, below, for rules on taking over a pre-existing syndicate.</p>\n<p>Because of the great risk of a takeover, most bosses prefer to establish their own syndicate. To do so, the boss must find and hire ruffians to join his syndicate. If of 9th level or above, the boss will automatically attract 2d6 1st level followers to his service when he establishes his hideout. Once the followers arrive, they can begin to be assigned <strong>hijinks</strong> (discussed below).</p>\n<p>In addition to or instead of followers, the syndicate boss can also recruit ruffians from the urban settlement to staff his syndicate. However, there’s a catch. While most ruffians are happy to do a gig for pay, far fewer ruffians are interested in leaving their current syndicate to join a new one — only the desperate or disgruntled. Therefore, when recruiting ruffians from a settlement with an existing syndicate, the urban settlement count as one market class smaller (if already Class VI, reduce available ruffians by half). A boss who wishes to be more aggressive in hiring can do so, but then must follow the rules in Change in Management when recruiting them. See the <strong>Hirelings</strong>, <strong>Henchmen</strong>, <strong>Mercenaries</strong>, <strong>and Specialists</strong> rules on p. XX for details on ruffians.</p>\n<p>Once a member joins the syndicate, he is assumed to remain a member until he is executed or fired or until he betrays the boss due to a failed loyalty roll. Over time, some members would age out, retire to start families, put crime behind them, and so on, but for playability’s sake the Judge should assume that the total number and level of the syndicate’s members stays the same except if the boss gains or loses members from actual play.</p>\n"
    },
    {
      "title": "Assigning, Planning, and Perpetrating Hijinks",
      "level": 3,
      "html": "<p>Once an adventurer has established a syndicate, he can begin to assign hijinks to its members. Some hijinks require planning before they are performed, and some hijinks require laying low after they are performed in order to avoid being caught. Planning, performing, and laying low after a hijink generally require about a month in total.</p>\n<p>A character undertaking a hijink is called a <strong>perpetrator.</strong> Only characters with the Streetwise proficiency can perpetrate hijinks. Perpetrators resolve their hijinks with proficiency throws (or in some cases attack throws). If the throw succeeds, the hijink succeeds. If the throw fails, the hijinks fails. If the throw fails by 14 or more or is an unmodified 1, the perpetrator gets caught.</p>\n<p>The Hijinks by Type table, below, shows the available hijinks, the proficiency throw required to accomplish the hijink, and the outcome of a successful throw. These are discussed in more detail in the next section. Some hijinks, such as assassination and kidnapping, set the level of the target by referencing the level of the perpetrator. Other hijinks, such as stealing, offer rewards that scale with the perpetrator’s level. 0th level perpetrators count as 1st level for purposes of reward.</p>\n<p>A perpetrator whose class level is higher than the maximum effective level permitted by the market class he is in must use the maximum effective level to determine the level of his target and the amount of earnings. The perpetrator still uses his class level for calculating his throw values.</p>\n<p>Viktir is a 9th level thief. He is in a small village near the Krysivor River with only about 100 urban families (Class VI market). He decides to earn some money by perpetrating a kidnapping hijink. Normally, as a 9th level thief Viktir would kidnap targets of between 7th and 11th level, earning 3500gp – 5500gp. In a Class VI market, however, the maximum effective level is 3rd, so Viktir can only kidnap someone of 1st to 5th level.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Hijink</td>\n<td>Requirement</td>\n<td>Successful Outcome</td>\n</tr>\n<tr>\n<td>Arson*</td>\n<td>Sneaking</td>\n<td>Burn down 4d6 x 10 shp of buildings per perpetrator level</td>\n</tr>\n<tr>\n<td>Assassinating*</td>\n<td>Hiding</td>\n<td>Victim dies; bounty of 1,000gp per level of victim to boss</td>\n</tr>\n<tr>\n<td>Carousing</td>\n<td>Listening</td>\n<td>Learn one rumor worth 3d12 x 5gp per perpetrator level to boss</td>\n</tr>\n<tr>\n<td>Escaping*</td>\n<td>Lockpicking</td>\n<td>Escape from prison</td>\n</tr>\n<tr>\n<td>Infiltrating*</td>\n<td>Hiding</td>\n<td>Infiltrate enemy army or stronghold to perform future hijinks</td>\n</tr>\n<tr>\n<td>Kidnapping*</td>\n<td>Hiding</td>\n<td>Victim abducted; ransom of 500gp per level of victim to boss</td>\n</tr>\n<tr>\n<td>Racketeering</td>\n<td>Attack AC 6</td>\n<td>Extract 100gp in coin and goods per level of perpetrator; payout of 60% of value to boss</td>\n</tr>\n<tr>\n<td>Sabotaging*</td>\n<td>Sneaking</td>\n<td>Destroy 1,000gp of supplies in a stronghold per perpetrator level</td>\n</tr>\n<tr>\n<td>Slandering</td>\n<td>Listening</td>\n<td>Victim loses control of one minor senator per perpetrator level</td>\n</tr>\n<tr>\n<td>Smuggling*</td>\n<td>Sneaking</td>\n<td>Smuggle goods worth 3000gp per perpetrator level, payout of 12% of value of goods to boss</td>\n</tr>\n<tr>\n<td>Soliciting</td>\n<td>Listening</td>\n<td>Earn 3d12 x 5gp per level of perpetrator for boss</td>\n</tr>\n<tr>\n<td>Spying</td>\n<td>Hiding</td>\n<td>Gain evidence of one secret worth 2d12 x 100gp per level of perpetrator to boss</td>\n</tr>\n<tr>\n<td>Stealing*</td>\n<td>Pickpocketing</td>\n<td>Steal goods worth 600gp per perpetrator level, payout of 60% of value of goods to boss</td>\n</tr>\n<tr>\n<td>Subverting*</td>\n<td>Lockpicking</td>\n<td>Create breach in a stronghold</td>\n</tr>\n<tr>\n<td>Treasure-Hunting</td>\n<td>Searching</td>\n<td>Find treasure map to hoard worth 1d6 x 1,000gp per level of perpetrator to boss</td>\n</tr>\n<tr>\n<td>Hijinks marked * require 2d8+3 days of planning and 1 day to perform. Other hijinks require 3d6+10 days to perform.</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Assigning Hijinks",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monthly Member Tribute</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Syndicate</strong>  <strong>Member Level</strong></td>\n<td><strong>Monthly</strong>  <strong>Tribute (gp)</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>1</td>\n</tr>\n<tr>\n<td>1</td>\n<td>5</td>\n</tr>\n<tr>\n<td>2</td>\n<td>30</td>\n</tr>\n<tr>\n<td>3</td>\n<td>200</td>\n</tr>\n<tr>\n<td>4</td>\n<td>425</td>\n</tr>\n<tr>\n<td>5</td>\n<td>650</td>\n</tr>\n<tr>\n<td>6</td>\n<td>835</td>\n</tr>\n<tr>\n<td>7</td>\n<td>1,500</td>\n</tr>\n<tr>\n<td>8</td>\n<td>2,000</td>\n</tr>\n</tbody></table>\n<p>The boss of a syndicate can assign hijinks to none, some, or all of the members of his syndicate. By custom, a boss may only assign one hijink to each member per month, and must leave the deadline for its completion that month up to the perpetrator. A boss can order a member to undertake additional hijinks or operate on a tight deadline, but doing so triggers a loyalty roll by the member; due to the time required to plan, perform, and lay low, the perpetration of multiple or rushed hijinks places the member at great risk. The boss who controls the syndicate gets the benefit of any successful hijinks he orders.</p>\n<p>A boss can perform hijinks himself, if desired. A character without a hideout can perform hijinks independently, as if he were his own boss, though he might anger the local syndicates.</p>\n<p>Each time a boss orders a hijink, he must pay a fee to the member he orders. The fee is 6gp for a 0th level member, or one month’s henchman wages for a 1st level or higher member. For instance, a 1st level thief must be paid 25gp to undertake a hijink, while a 4th level assassin must be paid 200gp. (Note that is much less than the amount an ordinary adventurer must pay to hire ruffians. When adventurers hire ruffians, the ruffians they hire still have to pay their boss his cut, so they pass that cost on to the adventurer. The adventurer pays the henchmen wage + the tribute).</p>\n<p>Assigning hijinks takes time. Arranging bribes, making payoffs, holding secret meetings with fixers and fences, recording assignments in the syndicate’s ledger and so on all add up! The boss can assign up to 12 hijinks as an ancillary activity or 100 hijinks as a dedicated activity. If the boss has more than 100 members in his syndicate, it would take him several days to assign hijinks every month. Assigning hijinks to a 3,000-member syndicate would keep its boss busy every day of the month.</p>\n<p>Fortunately, a syndicate member who is not assigned a hijink by his boss receives no wages that month and still earns money for his boss, paying a tribute from his own earnings. The amount of tribute paid based on the member’s level, as shown on the Monthly Member Tribute table. Members whose level exceeds the maximum effective level for their market pay tribute based on the maximum effective level.</p>\n<p>EXAMPLE: Viktir’s syndicate currently has 50 0th level members, 30 1st level members, 15 2nd level members, and 5 3rd level members. Viktir doesn’t order any hijinks this month. He just collects (50 x 1gp) + (30 x 5gp) + (15 x 30) + (5 x 200) = 1,650gp in tribute from his members.</p>\n<p><strong>Designer’s Note:</strong> The Monthly Member Tribute has been carefully tuned so that, on average, it is equal to the amount of profit the boss earns from ordering a hijink, taking into account all the relevant factors such a cost of wages and chance of imprisonment. Therefore, if the player or the Judge are not interested in the details of syndicate administration, the boss can just sit back and collect his ill-gotten gains each month without having to roll a lot of dice or track a lot of income and expenses. It’s entirely up to each gaming group to decide how much they want to focus on campaign activities.</p>\n"
    },
    {
      "title": "Planning Hijinks",
      "level": 6,
      "html": "<p>Arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks require planning to avoid penalties to the hijink throw. Any character can plan a hijink if he has the appropriate thief skill necessary to perform the hijink. Planning a hijink is an ongoing ancillary activity that requires 2d8+3 days to complete. Perpetrators (classed characters with the relevant thief skill) of 5th level or higher can plan a hijink in 2d6+3 days, and those of 9th level or higher can plan a hijink in 2d4 + 3 days. During this time, the perpetrator is recruiting conspirators, establishing an alibi, profiling the target, casing the venue, etc. Due to the number of “unknown unknowns” involved in a hijink, a perpetrator will never know how much time is required to plan a hijink until he has completed the planning. If a perpetrator performs the hijink before completing planning, he suffers a penalty of -1 to his proficiency throw per day of planning left uncomplete. The penalty is revealed when the die roll is made. A hijink can be planned on behalf of another perpetrator. Hijinks other than those listed above neither require nor benefit from planning.</p>\n<p>EXAMPLE: Viktir, a 9th level thief, wants to assassinate the depraved palatine of Arganos to avenge the many thieves the palatine has tortured to death. An assassination hijink requires planning to avoid penalties, so Viktir performs the plan hijink activity. The Judge rolls 2d4 + 3 days and secretly determines it will take Viktir 8 days to complete the planning. However, after 5 days, Viktir’s’ comrades tell him that they need to depart for an adventure. Knowing his planning is incomplete, though not sure by how much, Viktir nevertheless decides to perform the hijink. When he makes the hijink’s proficiency throw, he discovers he has incurred a (5 – 8) -3 penalty.</p>\n"
    },
    {
      "title": "Perpetrating Hijinks",
      "level": 6,
      "html": "<p>Any character with the appropriate thief skill can perpetrate a hijink. Hijinks that must be planned (arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks) are singular dedicated activities which require 1 day. Other hijinks (carousing, racketeering, slandering, soliciting, spying, and treasure hunting) are ongoing dedicated activities requiring 3d6 + 10 days to complete. Perpetrators of 5th level or above can perpetrate an ongoing hijink in 3d4+8 days, and those of 9th level or above can do so in 2d6 + 5 days. When the activity is complete, the perpetrator makes his hijink throw. A perpetrator will never know how much time is required to perform an ongoing hijink until they have completed the hijink. If a perpetrator rushes the hijink, he suffers a penalty of -1 to his proficiency throw per day of activity left uncomplete. The penalty is revealed when the die roll is made.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, decides to carouse in the town of Cyfaraun. As a 1st level thief, performing the carousing hijink will be an ongoing dedicated activity for him for 3d6 + 10 days. The Judge rolls the dice and determines it will require 21 days to complete the hijink. After 21 days, Reingo makes his Hear Noise proficiency throw. Had he gotten impatient and decided to throw after 17 days, Reingo would have suffered a penalty of (17 – 21) -4.</p>\n"
    },
    {
      "title": "Laying Low",
      "level": 6,
      "html": "<p>After performing an arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subversion, or stealing hijink, a perpetrator must lay low, avoiding drawing any attention to himself or his misdeeds. Laying low is an ongoing ancillary activity requiring 2d8 + 3 days to complete. A character cannot plan or perform any additional hijinks in the same base of operations during this time. (He may plan or perform hijinks in other bases of operations.) A character will never know how long it will take for “the heat to die down” until they have completed laying low. If a perpetrator does not lay low, then he is much more likely to be caught on his next hijink in that base of operations: If the proficiency throw fails by 11 or more or is an unmodified 1 – 3, the perpetrator will be caught. Hijinks other than those listed above do not require laying low.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Perpetrator Level</td>\n<td>Planning Hijink</td>\n<td>Performing Hijink — Planned</td>\n<td>Performing Hijink — Ongoing</td>\n<td>Laying Low</td>\n</tr>\n<tr>\n<td>1st – 4th</td>\n<td>2d8 + 3 days</td>\n<td>1 day</td>\n<td>3d6 + 10 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n<tr>\n<td>5th – 8th</td>\n<td>2d6 + 3 days</td>\n<td>1 day</td>\n<td>3d4 + 8 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n<tr>\n<td>9th+</td>\n<td>2d4 + 3 days</td>\n<td>1 day</td>\n<td>2d6 + 5 days</td>\n<td>2d8 + 3 days</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Hijinks by Crews",
      "level": 6,
      "html": "<p>Two or more perpetrators can form a <strong>crew</strong> to perform a hijink together. The members of the crew do not have to be of the same class or level, but all must be capable of performing the hijink in question. The highest-level perpetrator in the crew is the <strong>honcho</strong>.(If two or more are the same level, the perpetrator with the highest CHA is the honcho.)The number of crew members can be equal to the honcho’s number of henchmen slots. Any extra crew members thereafter impose a -1 penalty each on the proficiency throw.</p>\n<p>All members of the crew must plan (if necessary) and perform the heist together. The time required to plan the heist (if any) and perform it is rolled once for the whole crew, using the level of the honcho. A high-level honcho can thus help low-level perpetrators plan and perform hijinks more swiftly. Crews do not remain together while laying low and roll separately.</p>\n<p>When performing the hijink, all members of the crew each make a separate proficiency throw for the same hijink. If at least one of the crew succeeds on the throw, the hijink is considered a success and its outcome occurs – the target is assassinated, goods are stolen, etc. For hijinks with variable outcomes based on perpetrator level, add up the class levels of all of the perpetrators who succeeded and use that as the perpetrator level. However, if any member of the crew is caught, that perpetrator and all other perpetrators who didn’t succeed on the throw are caught. It is possible for a hijink to both be successful and to result in some perpetrators being caught. The GP and XP earned from the hijink is split pro rata by level among all the perpetrators who don’t get caught.</p>\n<p>EXAMPLE: Viktir (9th level thief), Gordon (6th level freebooter), Bingo (1st level thief), and Reingo (1st level thief) form a crew to perform a stealing hijink. As the highest level crew member, Viktir is the honcho. Viktir’s CHA is 13 so his crew could safely have up to 5 members; at 4 members there’s no penalty. A stealing hijink requires planning. If Bingo or Reingo were attempting the hijink alone it would take them 2d8 + 3 days, but because the honcho Viktir is 9th level, it only takes 2d4+3 days to plan the hijink. The Judge secretly throws the dice and rolls an 8. After 8 days of planning, the crew performs the hijink.</p>\n<p>Performing a stealing hijink requires 1 day. Each member of the crew makes a proficiency throw to Pick Pockets. Viktir needs 6+ and rolls a 16, a success. Gordon needs 12+ and rolls a 13, a success. Bingo needs 17+ and rolls an 11, a failure. Reingo needs 17+ and rolls a 3, a failure by 14 points. Since Reingo failed by 14 points, he’s been caught and since Bingo also failed, he’s unfortunately caught too. Since Viktir and Gordon both succeeded, they stole 300gp of merchandise per level. They add their levels together to determine the effective perpetrator level, meaning they stole [ (9 + 6) x 300] 4,500gp of merchandise! The pair split the loot pro rata by level, with Viktir getting (9 / 15 x 4,500gp) 2,700gp and Gordon getting (6 / 15 x 30) 1,800gp. (If the crew had been assembled and paid by a syndicate boss, then the boss would get the loot, of course.)</p>\n"
    },
    {
      "title": "Hasty Hijinks",
      "level": 6,
      "html": "<p>The following hijinks can be performed hastily: carousing, racketeering, soliciting. A hasty hijink is a dedicated activity that requires 1d6 + 3 days (1d4 + 3 at 5th level and 1d3 + 2 at 9th level). There is no penalty to the hijink’s proficiency throw. However, if the throw succeeds the outcome is much less valuable (see the List of Hijinks section for details). Conversely, if a hasty hijink’s proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator isn’t necessarily caught. Throw the die again; the perpetrator is caught only if the second throw fails. Hasty hijinks cannot be performed by crews as they’re not complex enough to benefit from a coordinated scheme.</p>\n"
    },
    {
      "title": "List of Hijinks",
      "level": 3,
      "html": "<p>Some proficiencies grant a special bonus (separate from their usual effects) when performing hijinks. For NPC ruffians without specific proficiencies, assume no such bonus at 0th to 4th level, a +1 bonus from 5th to 8th level and +2 bonus from 9th level on. NPCs still gain any bonus due to class powers (e.g. Listening).</p>\n"
    },
    {
      "title": "Arson",
      "level": 6,
      "html": "<p>Arson is the intentional ignition of fires in order to destroy structures. For an arson to succeed, the perpetrator must first make a successful Sneaking throw. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to commit arson: Engineering, Siege Engineering, Survival. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator deals 4d6 x 10 structural fire damage per class level to a structure of his choice. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the structure being damaged is constructed of stone.</p>\n<p>If the proficiency throw fails, the arson attempt failed. If the proficiency throw fails by 14 or more or on an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: vandalism (1 – 3), mayhem (4 – 5), or arson (6). There is no economic value in arson, so it is usually performed to warn or avenge.</p>\n<p><strong>Arson for Military Purposes:</strong> An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Move Silently throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.</p>\n"
    },
    {
      "title": "Assassinating",
      "level": 6,
      "html": "<p>Assassination is the murder of unsuspecting NPC targets for pay. (Assassinating a PC or suspicious NPC victim is an adventure, not a hijink.) Only assassins and elven nightblades can be assigned assassination hijinks — they will not be undertaken by thieves or other classes. An adventurer can assign an assassination against a particular target for personal reasons if desired. Otherwise, an assassination hijink is murder-for-hire on a victim within ±2 levels of the perpetrator’s level (i.e. 1d10/2 – 3 + perpetrator’s level).</p>\n<p>For an assassination to succeed, the perpetrator must first make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to assassinate: Acrobatics, Disguise, Sniping. Skulking proficiency grants the usual +2 bonus to Hiding throws.</p>\n<p>If the proficiency throw succeeds, the victim is slain. The boss collects a bounty equal to 1,000gp per level of the victim from whomever hired the guild. A victim assassinated for the boss’s personal reasons does not generate a bounty for the boss. 0th level victims count as half level for purposes of bounties (500gp).</p>\n<p>If the proficiency throw fails, the assassination attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), mayhem (4 – 5), or murder (6).</p>\n<p><strong>Assassination for Military Purposes:</strong> A perpetrator that has infiltrated an army can target an identified enemy officer for an assassination hijink. For an assassination to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per level of the victim. The proficiency throw is further modified by the target officer’s morale modifier (as highly charismatic, popular officers tend to be better protected and harder to harm). If a perpetrator is caught attempting to assassinate an enemy officer, the charge is always murder.</p>\n<p><strong>Assassination for Political Purposes:</strong> A perpetrator can be assigned to assassinate a senator or other magistrate. Both leading and minor senators can be assassinated. If a leading senator is assassinated, half of the minor senators he controls become independent and the other half are allocated pro rata to members of his political faction (if none, then all of the votes he controls become independent). A new leading senator will emerge in 1d6 months. If a minor senator is assassinated, it reduces the influence of the leading senator who controlled him. Minor senators are always the minimum level for the senate. If a perpetrator is caught, the charge is sedition if the victim was a minor senator and high treason if a leading senator.</p>\n"
    },
    {
      "title": "Carousing",
      "level": 6,
      "html": "<p>Carousing includes all manner of consortium with barkeeps, gossips, harlots, jongleurs, tavern wenches, and other unsavory characters in unseemly inns and taverns. For carousing to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to carouse: Bribery, Diplomacy, Folkways, Lip Reading, Performance, Revelry, Seduction.</p>\n<p>If the proficiency throw succeeds, the perpetrator learns one valuable rumor appropriate to the perpetrator’s location. The boss earns 3d12 x 5gp per level of the perpetrator exploiting the rumor through blackmail, insider trading, etc. Alternatively, the Judge may provide a specific rumor valuable within the ongoing campaign in lieu of money.</p>\n<p>EXAMPLE: In his campaign’s starting city, the Judge has created a table of rumors that adventurers might learn from talking to NPCs. One such rumor is “The ruler of the city is actually a vampire – that’s why all official functions are held at night.” Rather than 3d12 x 5gp per level, the Judge could have the carouser hear that rumor.</p>\n<p>If the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: drunkenness (1 – 3), gambling (4 – 5), or vandalism (6).</p>\n<p><strong>Carousing for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can acquire information through carousing hijinks. If the throw is successful, one piece of common information is acquired (as if interrogating a prisoner). Valuable information can be acquired by taking a -2 penalty on the proficiency throw; very valuable information by taking a -5 penalty. If a perpetrator is caught carousing, the charge is sedition.</p>\n<p><strong>Carousing for Political Purposes:</strong> Perpetrators based in senatorial republics can be told to seek out political rumors. If successful, the perpetrator learns one of the following pieces of information (roll 1d4):</p>\n<ol>\n<li>The current influence of a random leading senator.</li>\n<li>The policy objectives of a random leading senator.</li>\n<li>The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination hijinks that month.</li>\n<li>Compromising information worth 3d12 x 5gp per level with which a leading senator could be blackmailed. Blackmail can be resolved with Intimidation or Bribery proficiency (the “bribe” is not revealing the information).</li>\n</ol>\n<p><strong>Hasty Carousing</strong>: If the proficiency throw succeeds, the perpetrator learns a rumor of questionable value. The rumor has only a 25% chance to be true. If true, the rumor has the usual value. If false, the rumor is worthless.</p>\n"
    },
    {
      "title": "Escaping",
      "level": 6,
      "html": "<p>A perpetrator who is languishing in prison awaiting trial can attempt to escape. For escaping to succeed, the perpetrator must make a successful Lockpicking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to escape: Climbing, Contortionism, Trapfinding. Lockpicking Expertise proficiency grants the usual +2 bonus.</p>\n<p>However, as more dangerous characters are kept under closer watch, the proficiency throw is penalized by severity of the crime: breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.</p>\n<p>If the proficiency throw succeeds, the perpetrator escapes confinement and reaches the safety of the hideout (or other location of his choice). If the proficiency throw fails, the perpetrator is caught trying to escape and security on him is heightened. Each time security is heightened, the perpetrator suffers a -2 cumulative penalty on future escapes for this crime. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator is caught and punished for trying to escape. He is whipped (Death saving throw or suffer gruesome scarring, -2 to reaction rolls) and beaten (Blast saving throw or lose 1d6 teeth). Each time a perpetrator is caught and punished for trying to escape, he suffers a cumulative -2 penalty on future escapes and on his trial roll.</p>\n"
    },
    {
      "title": "Infiltrating",
      "level": 6,
      "html": "<p>Before any hijinks can be performed against an army, a perpetrator must be infiltrated into the opposing army as a spy. To undertake an infiltration hijink, the perpetrator must be a member of a race present in the opposing army’s troops, or be disguised with a successful Disguise proficiency throw in addition to the hijink throw. The perpetrator must also speak at least one the languages spoken by the opposing army’s troops and be able to wear the armor and weapons of at least one type of troop.</p>\n<p>For infiltrating to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to infiltrate the army: Bribery, Disguise, Manual of Arms. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator grants his army’s commander a +1 bonus on reconnaissance rolls made against the opposing army while he remains infiltrated (see p. XX). The infiltrated perpetrator also has the opportunity to conduct arson, assassinating, carousing, sabotaging, subverting, spying, or stealing hijinks thereafter. A perpetrator can remain infiltrated into the opposing army until caught performing another hijink or exposed by a vagary of war.</p>\n<p>If the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting to infiltrate. If a perpetrator is caught attempting to infiltrate an enemy army, the charge is sedition.</p>\n"
    },
    {
      "title": "Kidnapping",
      "level": 6,
      "html": "<p>Kidnapping is the abduction of an unsuspecting victim to gain a hostage or extract a ransom. (Kidnapping a PC or suspicious NPC victim is an adventure, not a hijink.) An adventurer may assign a kidnapping against a particular target for personal reasons if desired. Otherwise, a kidnapping hijink is in order to ransom a valuable victim within 1d2 levels of the perpetrator’s level.</p>\n<p>For kidnapping to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to kidnap: Combat Trickery (incapacitate), Intimidation, Tracking. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the victim is kidnapped. The boss can thereafter interrogate, imprison, or otherwise exploit the victim. If the victim is ransomed, the boss earns 500gp per level of the victim. A victim kidnapped for the boss’s personal reasons cannot be ransomed except at Judge’s discretion. 0th level victims count as half level for purposes of bounties (250gp).</p>\n<p>If the proficiency throw fails, the kidnapping attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), kidnapping (4 – 5), or racketeering (6).</p>\n"
    },
    {
      "title": "Racketeering",
      "level": 6,
      "html": "<p>Racketeering includes various criminal activities relying on force or threat of force, such as collecting on loans or extorting protection money. For racketeering to succeed, the perpetrator must make a successful attack throw against AC 6. STR or DEX modifiers may be applied, but not bonuses for magic weapons or fighting styles. However, for each of the following proficiencies the perpetrator knows, the perpetrator gains a special +1 bonus on his throw: Combat Trickery, Dungeonbashing Expertise, Intimidation.</p>\n<p>If the proficiency throw succeeds, the perpetrator extorts 5d6 x 10gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to extort anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), assault (4 – 5) or racketeering (6).</p>\n<p><strong>Hasty Racketeering:</strong> If the throw succeeds, the perpetrator extorts 30gp per class level for the boss.</p>\n"
    },
    {
      "title": "Sabotaging",
      "level": 6,
      "html": "<p>A perpetrator who has infiltrated an enemy army (see Infiltration, above) can attempt to destroy the supplies of the opposing army. For sabotage to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability (as skilled generals tend to be better at guarding their supply train). In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to sabotage the supplies: Animal Training, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator destroys 1,000gp of supplies per class level (representing a mix of grains, beer, preserved meat, salt, etc.) The perpetrator can destroy extra supplies by taking a -1 penalty on the proficiency throw per 1,000gp.</p>\n<p>If the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting sabotage. If a perpetrator is caught attempting to sabotage an army’s supplies, the charge is arson.</p>\n"
    },
    {
      "title": "Slandering",
      "level": 6,
      "html": "<p>A Perpetrator based in senatorial republics can spread lies and rumors about a leading senator, reducing his influence. For slandering to succeed, the perpetrator must make a successful Hear Noise throw. There is a -1 penalty on the proficiency throw per each level the perpetrator is lower than the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to slander the senator: Diplomacy, Folkways, Performance, Revelry, Seduction.</p>\n<p>If the proficiency throw succeeds, the targeted senator loses control of one minor senator per level of the perpetrator. If the proficiency throw fails, the perpetrator’s slander failed to have any impact with his slander. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: outrage (1 – 3), sedition (4 – 5), or treason (6).</p>\n<p><strong>Slandering for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can spread lies and rumors through the army’s ranks. If the throw is successful, any reconnaissance rolls made by the opposing army are at a -2 penalty for the next month. If a perpetrator is caught slandering, the charge is sedition.</p>\n"
    },
    {
      "title": "Smuggling",
      "level": 6,
      "html": "<p>Smuggling is the illicit movement of goods in order to avoid tolls, customs duties, labor fees, and monopolies. For smuggling to succeed, the perpetrator must make a successful Sneaking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to smuggle: Alertness, Bargaining, Bribery, Disguise. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator smuggles merchandise worth 3,000gp per class level. The exact type of merchandise smuggled will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to smuggle a particular type of merchandise by taking a -4 penalty on the proficiency throw. The perpetrator can smuggle more cargo by taking a -1 penalty on the proficiency throw per 3,000gp extra. When smuggling succeeds, the boss collects a fee equal to 10% of the market value of the merchandise smuggled.</p>\n<p>If the proficiency throw fails, the perpetrator was not able to move the merchandise. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught and the merchandise confiscated. If caught, determine charges with a 1d6 roll: contraband (1 – 3), smuggling (4 – 5), racketeering (6).</p>\n<p><strong>Smuggling Prisoners:</strong> A smuggling hijink can be used to rescue a perpetrator who is in prison awaiting trial. Apply a penalty to the throw based on the severity of the crime (as per Escaping, above). If the proficiency throw fails, the perpetrator was not able to rescue his target. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught in the jailbreak. If caught, he is considered a conspirator of the imprisoned criminal and faces the same charges.</p>\n<p><strong>Smuggling During Sieges:</strong> A defending army leader with access to perpetrators can order his perpetrators to attempt smuggling hijinks to re-supply his stronghold. The proficiency throw is penalized by the besieging leader’s strategic ability. If a circumvallation completely encircles the stronghold, the proficiency throw suffers an additional -4 penalty. If the proficiency throw succeeds, the perpetrator smuggles 1,000gp of supplies in per class level. (This amount is less than the standard 3,000gp per class level because it consists of high-bulk, low-value items such as grains, preserved meat, salt, onions, etc. A perpetrator who wants to smuggle in more valuable goods can still do so, but the gp value cannot be applied towards supply cost.) The perpetrator can smuggle extra supplies by taking a -1 penalty on the proficiency throw per 3,000gp. If a perpetrator is caught smuggling for military purposes, the charge is sedition.</p>\n"
    },
    {
      "title": "Soliciting",
      "level": 6,
      "html": "<p>Soliciting is the unlawful invitation to engage in sexual relations for a fee. For soliciting to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to solicit: Bargaining, Folkways, Performance (dance), Revelry, Seduction. In addition, the perpetrator can add his CHA modifier to the throw. No, Contortionism and Endurance do not provide bonuses.</p>\n<p>If the proficiency throw succeeds, the perpetrator earns 3d12 x 5gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to earn anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: outrage of decency (1 – 3), solicitation (4 – 5) or consortium (6).</p>\n<p><strong>Hasty Soliciting:</strong> If the proficiency throw succeeds, the perpetrator earns 3d6gp per class level for the boss.</p>\n"
    },
    {
      "title": "Spying",
      "level": 6,
      "html": "<p>Spying is the clandestine retrieval of secrets from powerful and influential figures. For spying to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to spy: Disguise, Eavesdropping, Lip Reading. Skulking proficiency grants the usual +2 bonus.</p>\n<p>If the proficiency throw succeeds, the perpetrator gathers evidence of confidential activities, secret facts, or other highly valuable information from the perpetrator’s area of operation. The information learned from spying is similar to that learned from carousing, but much more valuable: carousing only reveals gossip and hearsay while spying gathers evidence and proof. Successfully carousing offers leads; successfully spying offers actionable info that can be used to blackmail, extort, humiliate, or otherwise exploit some unlucky fool. The Judge can offer specific secrets valuable within the ongoing campaign or simply abstract it as a gp value. If the latter, then the boss earns 2d12 x 100gp per level of the perpetrator exploiting the valuable secret.</p>\n<p>EXAMPLE: A perpetrator who succeeds on a carousing hijink in a city might hear that “The ruler of this city is actually a vampire – that’s why all official functions are held at night.” The same perpetrator in the same area who succeeds on a spying hijink might acquire a copy of the lord’s itinerary showing him holding court with specific NPCs by night and unavailable by day.</p>\n<p>If the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: eavesdropping (1 – 3), sedition (4 – 5), or treason (6).</p>\n<p><strong>Spying for Political Purposes:</strong> Perpetrators can be assigned to spy on a specific leading senator. If successful, the perpetrator will learn 2d12 x 100gp per level worth of compromising information with which to blackmail the senator. In addition, the spy will learn one piece of information about the senator, determined randomly on the table below. If a perpetrator is caught spying on a leading senator, the charge is high treason.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Roll</td>\n<td>Secret</td>\n</tr>\n<tr>\n<td>1</td>\n<td>The current influence of the leading senator and 1d3 members of his political faction.</td>\n</tr>\n<tr>\n<td>2</td>\n<td>The policy objectives of the leading senator and 1d3 members of his political faction.</td>\n</tr>\n<tr>\n<td>3</td>\n<td>The senator’s current attitude towards the ruler (roll 2d6 and tell the player the number. This number will be the die roll on the senator’s next voting roll).</td>\n</tr>\n<tr>\n<td>4</td>\n<td>The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination or Kidnapping hijinks that month.</td>\n</tr>\n</tbody></table>\n<p><strong>Spying for Military Purposes:</strong> A perpetrator infiltrated into an enemy army can acquire information through spying hijinks. If the throw is successful, one piece of very valuable military information is obtained (see p. XX). If a perpetrator is caught spying in an enemy army, the charge is high treason.</p>\n"
    },
    {
      "title": "Stealing",
      "level": 6,
      "html": "<p>Stealing includes all manner of burglary, robbery, and theft. For stealing to succeed, the perpetrator must make a successful Pickpocketing throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to steal: Cat Burglary, Lockpicking Expertise, Trapfinding.</p>\n<p>If the proficiency throw succeeds, the perpetrator steals goods worth 300gp per class level. The exact type of merchandise stolen will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to steal a particular item available in the settlement (such as a magic item, vessel, valuable mount, etc.) or a particular type of merchandise, by taking a -4 penalty on the proficiency throw. The value of the item or merchandise cannot exceed 300gp per class level. However, the perpetrator can steal more by taking a -1 penalty on the proficiency throw per 300gp extra. When stealing succeeds, the boss receives the market value of the stolen merchandise.</p>\n<p>If the proficiency throw fails, the perpetrator was not able to steal anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: theft (1 – 3), burglary (4 – 5) or robbery (6).</p>\n<p>EXAMPLE: Viktir is an 11th level thief with a Pickpocketing target value of 2+. He has Cat Burglary and Lockpicking Expertise, giving him a +2 bonus on Pickpocketing throws to steal merchandise. On anything but a 1, Viktir can steal 3,300gp worth of merchandise. However, Viktir wants to steal something in particular — the carved ivory torch in the Temple of Mityara (4,000gp value). He suffers a -4 penalty to his throw for targeting a specific item and another -3 penalty for the extra value. He needs to roll 8+ to successfully steal the relic.</p>\n<p><strong>Stealing for Military Purposes:</strong> A perpetrator who has infiltrated an enemy army can attempt to steal the flag of one of the units in the opposing army. The proficiency throw is modified by the target unit’s morale score (representing the unit’s discipline at the watch). If the throw is successful, the unit in question has lost its flag. This is so demoralizing that the unit must immediately make a loyalty roll at a -1 penalty. (Attempting to steal the emblem of the entire army imposes a penalty of -10 on the proficiency throw, but if successful each unit in the army must make a loyalty roll at a -1 penalty.) If a perpetrator is caught stealing for military purposes, the charge is sedition.</p>\n"
    },
    {
      "title": "Subverting",
      "level": 6,
      "html": "<p>A perpetrator who has infiltrated a stronghold can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to subvert the defenses: Disguise, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.</p>\n"
    },
    {
      "title": "Treasure-Hunting",
      "level": 6,
      "html": "<p>Treasure-hunting covers all manner of skulking and scavenging for treasure maps and rumors of hidden wealth. For treasure-hunting to succeed, the perpetrator must make a successful Searching throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to find treasure maps: Caving, Land Surveying, Mapping. Trapfinding proficiency grants the usual +2 bonus. If the throw is successful, the perpetrator finds a treasure map to a random hoard worth 1d6 x 1,000gp per level of the perpetrator. The Judge determines the exact location of the hoard; hoards will generally be at least 6 miles away from the boss’s hideout for each 1,000gp value.</p>\n<p>If the proficiency throw fails, the perpetrator finds nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), theft (4 – 5), or burglary (6).</p>\n"
    },
    {
      "title": "Getting Caught",
      "level": 3,
      "html": "<p>Whenever the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. The Judge immediately rolls 1d6 to determine the crime for which the perpetrator is arrested. The perpetrator is then sent to the settlement’s brig, dungeon, jail, or other prison to await trial.</p>\n"
    },
    {
      "title": "Awaiting Trial",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Crime</td>\n<td>Time Languishing</td>\n</tr>\n<tr>\n<td>Drunkenness, Outrage</td>\n<td>1d2 days</td>\n</tr>\n<tr>\n<td>Eavesdropping, Trespassing, Gambling</td>\n<td>1d4 days</td>\n</tr>\n<tr>\n<td>Bribery, Theft, Contraband</td>\n<td>1d6 days</td>\n</tr>\n<tr>\n<td>Assault, Vandalism</td>\n<td>1d8 days</td>\n</tr>\n<tr>\n<td>Burglary, Smuggling</td>\n<td>1d4 weeks</td>\n</tr>\n<tr>\n<td>Kidnapping, Manslaughter, Mayhem</td>\n<td>1d4 months</td>\n</tr>\n<tr>\n<td>Robbery, Racketeering</td>\n<td>1d6 months</td>\n</tr>\n<tr>\n<td>Arson, Desertion, Murder, Sedition</td>\n<td>1d12 months</td>\n</tr>\n<tr>\n<td>Heresy, High Treason, Regicide</td>\n<td>2d12 months</td>\n</tr>\n</tbody></table>\n<p>Since trials don’t happen immediately, any character caught committing a hijink must perform this “activity” while languishing in the settlement’s prison.</p>\n<p>Awaiting trial is an ongoing dedicated activity that includes cowering in darkness, suffering the lash, eating prison gruel, and other torments. The time spent languishing depends on the crime charged against the character, as shown on the accompanying table. Characters caught committing a hijink do not roll on the Crime and Punishment table until after they have finished awaiting trial.</p>\n<p>The first time a perpetrator gets caught, he can automatically finish awaiting trial by pleading guilty and accepting the lesser punishment for his crime.</p>\n<p>The second time a perpetrator gets caught in the same settlement, he can still plead guilty, but he will have to accept the standard punishment for his crime. A perpetrator who is caught for a third time must stand trial.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing in Cyfaraun and charged with theft. It’s his first time getting caught in Cyfaraun. Rather than await trial and risk a severe punishment, he pleads guilty. He automatically receives the lesser punishment for his crime. He is placed in stocks 2d6 days (as above) and fined 150gp.</p>\n<p>A month later, Reingo gets caught stealing in Cyfaraun and is charged with theft. It’s his second time getting caught, so now if he pleads guilty he has to face the standard punishment. He’d be whipped and fined 300gp. Reingo decides to stand trial instead.</p>\n"
    },
    {
      "title": "Undergoing Trial",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Crime and Punishment</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Punitive Conviction</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Conviction</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Conviction on Lesser Charge</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Acquittal</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Acquittal with Damages</td>\n</tr>\n</tbody></table>\n<p>Any perpetrator who gets caught might face legal penalties for his deeds if found guilty at trial. To determine the punishments suffered, the Judge rolls 2d6 on the Crime and Punishment table. Adjust the die roll by the perpetrator’s Charisma modifier and any appropriate proficiency modifiers (from Diplomacy, Mystic Aura, or Seduction). Other circumstances that will apply are listed below.</p>\n<p><strong>Bribery:</strong> The syndicate boss or one of his henchmen or followers can attempt to corrupt the courts. If the bribing character is proficient in Bribery, he gains a +1 bonus for offering a day’s wages, +2 for a week’s, and +3 for a month’s. If not proficient, the bonus is +1 for a week’s wages, +2 for a month’s, and +3 for a year’s. A day’s wage for the court is the equivalent of 50gp, a week’s is 350gp, a month’s is 1,500gp, and a year’s is 18,000gp. If the result of the Crime and Punishment roll is an unmodified 2, the syndicate member who offered the bribe is charged with a crime — Sedition if the perpetrator was on trial for Heresy, High Treason, or Regicide, and Bribery for any other crime.</p>\n<p><strong>Evidence:</strong> Roll 1d4 to represent evidence favorable to the perpetrator (alibis, good character, etc.). Roll 1d8 to determine the penalty from unfavorable evidence (witnesses to the crime, caught with stolen goods, etc.)</p>\n<p><strong>Interpleader:</strong> If the syndicate has ties with a domain ruler, the ruler could plead on the perpetrator’s behalf. Add the Charisma modifier of the domain ruler, plus an additional +1 if the interpleader has either Diplomacy or Intimidation and another +1 if he has Mystic Aura. Note that if the domain ruler controls the domain where the crime happened, he may free the perpetrator without resorting to trial at all.</p>\n<p><strong>Attorney:</strong> Add the perpetrator’s rank in Profession (lawyer), if any. Otherwise, a lawyer can be hired by the syndicate. A rank 1 lawyer costs 25gp, a rank 2 lawyer costs 50gp, and a rank 3 lawyer costs 100gp.</p>\n<p><strong>Prior Crimes:</strong> -1 if perpetrator has been branded; -2 if perpetrator has been maimed (loss of tongue or hands); -3 if perpetrator has been proscribed.</p>\n<p><strong>Severity of Crime:</strong> The worse the crime, the worse the penalty. Breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.</p>\n<p>The result of the table indicates the fate of the perpetrator. A <strong>punitive conviction</strong> means that the perpetrator has been found guilty and will be punished out of proportion to his charges to serve as a deterrent to others. A <strong>conviction</strong> means that the perpetrator has been found guilty of the charges and will be punished appropriately. <strong>Conviction on lesser charge</strong> means that the perpetrator has been found guilty, but will not be punished as severely. <strong>Acquittal</strong> means the perpetrator has been found innocent. <strong>Acquittal with damages</strong> means that the perpetrator has been found so innocent that the court awards monetary damages for the offense to his reputation. Damages are always equal to what the fine would have been for the charges.</p>\n<p>The Retribution by Crime table can be used to find an appropriate punishment for various charges. Punishments can include various forms of fines, humiliation, torture, mutilation, enslavement, exile, and execution. A perpetrator who cannot pay a fine is indentured to work off the fine. Perpetrators work off fines at a rate of 3gp per month. A perpetrator who can pay three times the amount of a fine can avoid other associated punishments.</p>\n<p>The syndicate boss is expected to pay for the lawyers, bribes, fines, and healing of members who get caught while assigned hijinks. If the boss regularly abandons his members to their fate, the Judge can roll on the Hireling Loyalty table to see if the remaining syndicate members attack or betray their boss.</p>\n<p>EXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing a bundle of rare furs (500gp) and charged with theft (-2). Reingo is quite uncharismatic (-2) and the evidence looks bad (the 1d4 roll scores +1, while the 1d8 roll scores -5, for a -4 penalty). Since Reingo has been a loyal follower, his boss Viktir hires the best available attorney (+3) for 100gp and spends 350gp on bribes (+2). Reingo will roll on the Crime and Punishment table with a -3 on the die roll. He rolls an 8, reduced by 3, for a score of 5, resulting in a Conviction. Reingo will be whipped and fined 500gp.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Retribution by Crime Table</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Crime</strong></td>\n<td><strong>Punitive</strong>  <strong>Punishment</strong></td>\n<td><strong>Standard</strong>  <strong>Punishment</strong></td>\n<td><strong>Lesser</strong>  <strong>Punishment</strong></td>\n</tr>\n<tr>\n<td>Drunkenness,  Outrage</td>\n<td>Fined 5gp</td>\n<td>Fined 2gp</td>\n<td>Fined 1gp</td>\n</tr>\n<tr>\n<td>Eavesdropping,  Solicitation</td>\n<td>Ear cut off (-1 to reaction rolls, -1 listening, -1 to surprise rolls) and fined 25gp</td>\n<td>Fined 10gp</td>\n<td>Fined 5gp</td>\n</tr>\n<tr>\n<td>Trespassing,  Gambling,  Consortium</td>\n<td>Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp</td>\n<td>Fined 25gp</td>\n<td>Fined 10gp</td>\n</tr>\n<tr>\n<td>Bribery</td>\n<td>Tongue cut off (cannot speak, cast spells, or use magic items or proficiencies involving speech; -4 to rolls) and fined 150gp</td>\n<td>Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp</td>\n<td>Fined 25gp</td>\n</tr>\n<tr>\n<td>Theft,  Contraband</td>\n<td>Hand amputated (cannot dual wield or use two-handed weapons) and fined 450gp</td>\n<td>Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 300gp value</td>\n<td>Placed in stocks 2d6 days (as above) and fined 150gp</td>\n</tr>\n<tr>\n<td>Assault,  Vandalism</td>\n<td>Tortured (save v. Death or suffer permanent wound from row 11-15 of Mortal Wounds table) and fined 600gp</td>\n<td>Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 450gp</td>\n<td>Whipped (save v. Death or gruesome scarring, as the Mortal Wound) and fined 300gp</td>\n</tr>\n<tr>\n<td>Burglary,  Smuggling</td>\n<td>Both hands amputated (cannot climb, use weapons or items, open locks, remove traps, or any other similar actions) and fined 900gp</td>\n<td>Branded (gruesome scarring, as the Mortal Wound) and fined 600gp</td>\n<td>Whipped (as above) and fined 450gp</td>\n</tr>\n<tr>\n<td>Kidnapping,  Manslaughter,  Mayhem</td>\n<td>Tortured and proscribed (lose all property and rights, permanently exiled)</td>\n<td>Tortured (Death save or suffer permanent wound from row 11-15 of Mortal Wounds table) and 750gp</td>\n<td>Whipped (as above) and fined 600gp</td>\n</tr>\n<tr>\n<td>Robbery,  Racketeering</td>\n<td>Execution (beheaded or hung) and fined 1,200gp</td>\n<td>Hand amputated (cannot dual wield or use two-handed weapons) and fined 900gp</td>\n<td>Branded (gruesome scarring, as the Mortal Wound) and fined 750gp</td>\n</tr>\n<tr>\n<td>Arson, Desertion, Murder,  Sedition</td>\n<td>Agonizing execution (burned, crucified, drawn and quartered, or devoured by wild beasts such that no intact corpse remains)</td>\n<td>Execution (beheaded or hung)</td>\n<td>Proscribed (lose all property and rights, permanently exiled)</td>\n</tr>\n<tr>\n<td>Heresy, High Treason, Regicide</td>\n<td>Fate worse than death (cross-bred into monstrous creature, transformed into undead, etc.)</td>\n<td>Agonizing execution (burned, crucified, drawn and quartered, devoured by wild beasts such that no intact corpse remains)</td>\n<td>Execution (beheaded or hung)</td>\n</tr>\n</tbody></table>\n<p><strong>Risks of Military Hijinks:</strong> Performing hijinks against enemy armies is highly risky. If a perpetrator is caught performing a hijink, not only are very severe charges always levied against him, neither attorneys nor interpleaders are available. If the perpetrator is convicted, he will suffer the usual punishments. He will also be interrogated as a <strong>prisoner</strong>. If the perpetrator is 0th – 4th level, he has the information of a common prisoner; if 5th – 8th level, a valuable prisoner; if 9th level or more, a very valuable prisoner. (If the perpetrator is a PC, the Judge might allow the PC to negotiate a trade of information for a reduced sentence...)</p>\n<p><strong>Risks of Crews:</strong> If two or more perpetrators from a crew are caught, they face grave risk from defection. Make a reaction roll for each perpetrator towards his crew members. If all of the perpetrators are friendly to each other, they each gain a +2 bonus on the Crime and Punishment table. If one of the perpetrators is indifferent or worse, while all the other perpetrators are friendly, the indifferent perpetrator rats them out. He gains a +4 bonus and his crew members suffer a -4 penalty. If two or more perpetrators are indifferent or worse, everyone rats out, and all crew members suffer a -4 penalty. Syndicate bosses have closely studied this “prisoner’s dilemma” but in the absence of magical communication methods or crews with longstanding trust between them, there seems no way to reliably avoid defection.</p>\n"
    },
    {
      "title": "Creating a Criminal Guild",
      "level": 3,
      "html": "<p>A <strong>criminal guild</strong> is a group of multiple syndicates under the control of one boss. Criminal guilds are commonly named for the class of their boss and primary constituents, e.g. a thieves’ guild or assassins’ guild. There are four general ways an adventurer can create a criminal guild.</p>\n"
    },
    {
      "title": "New Base of Operations",
      "level": 6,
      "html": "<p>A boss whose syndicate has reached its maximum size in its current base of operations can decide to establish a new syndicate in a new base of operations by building a hideout there and relocating some of his membership. The new syndicate in the new base of operations becomes part of the adventurer’s criminal guild.</p>\n<p>EXAMPLE: Viktir’s syndicate, based in Siadanos (a Class IV settlement), has reached its maximum size of 100 members. In order to keep his criminal enterprise growing, Viktir builds a new hideout in Cyfaraun (a Class III settlement) and moves 20 of his members there.</p>\n"
    },
    {
      "title": "Henchman Advancement",
      "level": 6,
      "html": "<p>If one of the boss’s assassin, thief, or nightblade henchmen reaches 9th level, the adventurer may fund a hideout for the henchman. The henchman will attract followers into a syndicate as per the rules above, and the henchman’s syndicate becomes part of the adventurer’s criminal guild.</p>\n"
    },
    {
      "title": "Henchman Acquisition",
      "level": 6,
      "html": "<p>A boss can recruit an NPC who already controls a syndicate to be a henchman. The new henchman’s syndicate becomes part of the adventurer’s criminal guild.</p>\n"
    },
    {
      "title": "Change in Management",
      "level": 6,
      "html": "<p>An assassin, elven nightblade, thief, or venturer can exile, imprison, or kill an NPC who already controls a syndicate. He may then claim the syndicate and its members as his own. The Judge should roll on the Change in Management table for each of the NPC’s former henchmen and followers to see if they are successfully recruited by the adventurer. For very large syndicates, the Judge may roll in batches of 5, 10, 25, or even 100 where appropriate.</p>\n<p>The character’s CHA modifier is applied as a die roll modifier, along with any bonuses from proficiencies and powers. If the character is higher level than the previous leader, add a +1 bonus per level difference; apply a -1 penalty per level difference if the converse is true. Apply the previous leader’s CHA bonus (if any) as a penalty to the recruitment roll. If desired, the adventurer can bribe one, some, or all of the members, with the cost determined by their class level on the Henchmen Wage table. The Judge may apply an additional modifier between -2 to +2 reflecting the adventurer’s reputation or other circumstances</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Change in Management</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll (2d6)</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Immediate Attack</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Betray</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Hesitate</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Accept</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Accept with élan</td>\n</tr>\n</tbody></table>\n<p><strong>Immediate attack</strong> means that the member seeks immediate revenge against the adventurer and will attack him at the first available opportunity. <strong>Betray</strong> means that the member will pretend to be loyal to adventurer, but will betray him if an opportunity to do so presents itself. <strong>Hesitate</strong> means that the member feels conflicting loyalties. He will betray the adventurer if a plurality of his fellows do so, but remain loyal if not. <strong>Accept</strong> means that the member becomes loyal to the character. <strong>Accept with élan</strong> means the member becomes exceptionally loyal, and gains a permanent +1 bonus to his loyalty score.</p>\n<p>EXAMPLE: Viktir, a 14th level thief with CHA 13, assassinates Rollio, a 12th level thief with CHA 16 and four followers. Viktir claims Rollio’s four followers for himself, so the Judge secretly rolls to see how Rollio’s followers respond to the change in management. Each die roll will be at +2 (because Viktir is two levels higher than Rollio) +1 (from Viktir’s CHA) -2 (from Rollio’s CHA), for a total of +1. The Judge rolls incredibly badly — an adjusted 3, 5, 8, and 9. Only one follower is loyal to Viktir. One is hesitant, and two plan to betray Viktir. Since the two betrayers are a plurality, the hesitant follower will join their attempt.</p>\n"
    },
    {
      "title": "Managing a Criminal Guild",
      "level": 3,
      "html": "<p>A boss can only directly manage one syndicate at a time. Other syndicates in the criminal guild must be assigned to a henchman to manage, either the henchman who established the syndicate or one appointed by the adventurer. A henchman who manages a syndicate is called an <strong>underboss</strong>.</p>\n<p>A boss can assign hijinks to his own syndicate members, and to the members of any syndicates controlled by his underbosses. However, underbosses expect to be given wide latitude in running their part of the syndicate. If the boss assigns hijinks to more than 20% of the followers that any underboss controls, this causes the underboss to roll on the Hireling Loyalty table, with a -1 penalty per each additional 10% of the followers that the adventurer is ordering around. A henchman who resigns or becomes hostile takes his syndicate with him.</p>\n<p>In lieu of assigning hijinks to his underbosses, a boss can simply demand a percentage of their revenue. A revenue share of 20% will be accepted without issue by the underbosses. If the boss demands a greater percentage, it triggers a roll on the Hireling Loyalty table as above.</p>\n<p><strong>Underbosses</strong> may themselves have underbosses beneath them. In this way very large criminal guilds spread across multiple bases of operation can be formed. For purposes of assigning hijinks, each underboss can be assumed to have direct control over 20% of the followers one rank below him on the chain.</p>\n<p>EXAMPLE: Viktir manages a syndicate with 80 followers in Cyfaraun. His underboss, Anzio, manages a syndicate with 20 followers in Arganos. Anzio himself has an underboss with 10 followers in Isfaran. Anzio directly manages his own 20 followers plus 20% of his underboss’s 10, for a total of 22 followers. Viktir directly manages his own 80 followers plus 20% of Anzio’s 22, for a total of 84 followers. If Viktir assigns hijinks to greater than 20% of Anzio’s followers, this will cause Anzio to roll on the Henchman Loyalty table.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Hideouts and Hijinks\n\nAssassins, nightblades, and thieves can build secret strongholds called **hideouts**. (Venturers can build guildhouses, which can function as hideouts of one-half their value; see p. XX). Being secret, hideouts do not secure domains and do not attract peasant families. Instead, hideouts are used to operate **syndicates** of organized crime and commerce. The head of a syndicate is called a **boss** and is analogous to the ruler of a domain. In certain corrupt and plutocratic regions, a syndicate boss might actually bea domain ruler, but in most areas, boss operate their syndicates within domains ruled by more “legitimate” authorities.\n\n### Building a Hideout\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Hideout Size, Cost, and Level** | | | |\n| **Market**  **Class** | **Max. Syndicate**  **Membership** | **Minimum**  **Hideout Value (gp)** | **Max. Effective**  **Level** |\n| Class VI | 25 | 5,000 | 3rd |\n| Class V | 50 | 10,000 | 5th |\n| Class IV | 100 | 20,000 | 7th |\n| Class III | 375 | 75,000 | 9th |\n| Class II | 750 | 150,000 | 11th |\n| Class I | 3,000 | 600,000 | 14th |\n\nHideouts must be built within 6 miles of an urban settlement, which becomes the syndicate’s base of operations. The market class of the urban settlement determines the maximum size of the syndicate. Large ports and cosmopolitan cities can sustain much larger criminal gangs. However, in order to reach its maximum size, a syndicate’s boss must construct a sufficiently large hideout. The Hideout Size, Cost, and Level table shows the maximum syndicate membership by settlement class and the required hideout cost to reach that size of membership.\n\nEXAMPLE: Viktir establishes a hideout in the town of Siadanos, a class IV market. Initially, he spends 10,000gp on his hideout. Based on the value of his hideout, the maximum membership of his syndicate is 50. Later, he spends another 10,000gp on his hideout, increasing its value to 20,000gp. The maximum membership of his syndicate rises to 100. The year following, he expands his hideout to a 75,000gp mansion. However, the maximum membership of his syndicate does not increase, because a Class IV market can only sustain a 100-member syndicate.\n\n### Establishing a Syndicate\n\nJust having a big hideout does not mean anyone works there. Cunning, ruthless, and/or impatient adventurers might take over a pre-existing syndicate from its prior boss, rather than establish their own. This is a very risky, though possibly very rewarding, path. See **Change in Management**, below, for rules on taking over a pre-existing syndicate.\n\nBecause of the great risk of a takeover, most bosses prefer to establish their own syndicate. To do so, the boss must find and hire ruffians to join his syndicate. If of 9th level or above, the boss will automatically attract 2d6 1st level followers to his service when he establishes his hideout. Once the followers arrive, they can begin to be assigned **hijinks** (discussed below).\n\nIn addition to or instead of followers, the syndicate boss can also recruit ruffians from the urban settlement to staff his syndicate. However, there’s a catch. While most ruffians are happy to do a gig for pay, far fewer ruffians are interested in leaving their current syndicate to join a new one — only the desperate or disgruntled. Therefore, when recruiting ruffians from a settlement with an existing syndicate, the urban settlement count as one market class smaller (if already Class VI, reduce available ruffians by half). A boss who wishes to be more aggressive in hiring can do so, but then must follow the rules in Change in Management when recruiting them. See the **Hirelings**, **Henchmen**, **Mercenaries**, **and Specialists** rules on p. XX for details on ruffians.\n\nOnce a member joins the syndicate, he is assumed to remain a member until he is executed or fired or until he betrays the boss due to a failed loyalty roll. Over time, some members would age out, retire to start families, put crime behind them, and so on, but for playability’s sake the Judge should assume that the total number and level of the syndicate’s members stays the same except if the boss gains or loses members from actual play.\n\n### Assigning, Planning, and Perpetrating Hijinks\n\nOnce an adventurer has established a syndicate, he can begin to assign hijinks to its members. Some hijinks require planning before they are performed, and some hijinks require laying low after they are performed in order to avoid being caught. Planning, performing, and laying low after a hijink generally require about a month in total.\n\nA character undertaking a hijink is called a **perpetrator.** Only characters with the Streetwise proficiency can perpetrate hijinks. Perpetrators resolve their hijinks with proficiency throws (or in some cases attack throws). If the throw succeeds, the hijink succeeds. If the throw fails, the hijinks fails. If the throw fails by 14 or more or is an unmodified 1, the perpetrator gets caught.\n\nThe Hijinks by Type table, below, shows the available hijinks, the proficiency throw required to accomplish the hijink, and the outcome of a successful throw. These are discussed in more detail in the next section. Some hijinks, such as assassination and kidnapping, set the level of the target by referencing the level of the perpetrator. Other hijinks, such as stealing, offer rewards that scale with the perpetrator’s level. 0th level perpetrators count as 1st level for purposes of reward.\n\nA perpetrator whose class level is higher than the maximum effective level permitted by the market class he is in must use the maximum effective level to determine the level of his target and the amount of earnings. The perpetrator still uses his class level for calculating his throw values.\n\nViktir is a 9th level thief. He is in a small village near the Krysivor River with only about 100 urban families (Class VI market). He decides to earn some money by perpetrating a kidnapping hijink. Normally, as a 9th level thief Viktir would kidnap targets of between 7th and 11th level, earning 3500gp – 5500gp. In a Class VI market, however, the maximum effective level is 3rd, so Viktir can only kidnap someone of 1st to 5th level.\n\n|  |  |  |\n| --- | --- | --- |\n| Hijink | Requirement | Successful Outcome |\n| Arson\\* | Sneaking | Burn down 4d6 x 10 shp of buildings per perpetrator level |\n| Assassinating\\* | Hiding | Victim dies; bounty of 1,000gp per level of victim to boss |\n| Carousing | Listening | Learn one rumor worth 3d12 x 5gp per perpetrator level to boss |\n| Escaping\\* | Lockpicking | Escape from prison |\n| Infiltrating\\* | Hiding | Infiltrate enemy army or stronghold to perform future hijinks |\n| Kidnapping\\* | Hiding | Victim abducted; ransom of 500gp per level of victim to boss |\n| Racketeering | Attack AC 6 | Extract 100gp in coin and goods per level of perpetrator; payout of 60% of value to boss |\n| Sabotaging\\* | Sneaking | Destroy 1,000gp of supplies in a stronghold per perpetrator level |\n| Slandering | Listening | Victim loses control of one minor senator per perpetrator level |\n| Smuggling\\* | Sneaking | Smuggle goods worth 3000gp per perpetrator level, payout of 12% of value of goods to boss |\n| Soliciting | Listening | Earn 3d12 x 5gp per level of perpetrator for boss |\n| Spying | Hiding | Gain evidence of one secret worth 2d12 x 100gp per level of perpetrator to boss |\n| Stealing\\* | Pickpocketing | Steal goods worth 600gp per perpetrator level, payout of 60% of value of goods to boss |\n| Subverting\\* | Lockpicking | Create breach in a stronghold |\n| Treasure-Hunting | Searching | Find treasure map to hoard worth 1d6 x 1,000gp per level of perpetrator to boss |\n| Hijinks marked \\* require 2d8+3 days of planning and 1 day to perform. Other hijinks require 3d6+10 days to perform. | | |\n\n###### Assigning Hijinks\n\n|  |  |\n| --- | --- |\n| **Monthly Member Tribute** | |\n| **Syndicate**  **Member Level** | **Monthly**  **Tribute (gp)** |\n| 0 | 1 |\n| 1 | 5 |\n| 2 | 30 |\n| 3 | 200 |\n| 4 | 425 |\n| 5 | 650 |\n| 6 | 835 |\n| 7 | 1,500 |\n| 8 | 2,000 |\n\nThe boss of a syndicate can assign hijinks to none, some, or all of the members of his syndicate. By custom, a boss may only assign one hijink to each member per month, and must leave the deadline for its completion that month up to the perpetrator. A boss can order a member to undertake additional hijinks or operate on a tight deadline, but doing so triggers a loyalty roll by the member; due to the time required to plan, perform, and lay low, the perpetration of multiple or rushed hijinks places the member at great risk. The boss who controls the syndicate gets the benefit of any successful hijinks he orders.\n\nA boss can perform hijinks himself, if desired. A character without a hideout can perform hijinks independently, as if he were his own boss, though he might anger the local syndicates.\n\nEach time a boss orders a hijink, he must pay a fee to the member he orders. The fee is 6gp for a 0th level member, or one month’s henchman wages for a 1st level or higher member. For instance, a 1st level thief must be paid 25gp to undertake a hijink, while a 4th level assassin must be paid 200gp. (Note that is much less than the amount an ordinary adventurer must pay to hire ruffians. When adventurers hire ruffians, the ruffians they hire still have to pay their boss his cut, so they pass that cost on to the adventurer. The adventurer pays the henchmen wage + the tribute).\n\nAssigning hijinks takes time. Arranging bribes, making payoffs, holding secret meetings with fixers and fences, recording assignments in the syndicate’s ledger and so on all add up! The boss can assign up to 12 hijinks as an ancillary activity or 100 hijinks as a dedicated activity. If the boss has more than 100 members in his syndicate, it would take him several days to assign hijinks every month. Assigning hijinks to a 3,000-member syndicate would keep its boss busy every day of the month.\n\nFortunately, a syndicate member who is not assigned a hijink by his boss receives no wages that month and still earns money for his boss, paying a tribute from his own earnings. The amount of tribute paid based on the member’s level, as shown on the Monthly Member Tribute table. Members whose level exceeds the maximum effective level for their market pay tribute based on the maximum effective level.\n\nEXAMPLE: Viktir’s syndicate currently has 50 0th level members, 30 1st level members, 15 2nd level members, and 5 3rd level members. Viktir doesn’t order any hijinks this month. He just collects (50 x 1gp) + (30 x 5gp) + (15 x 30) + (5 x 200) = 1,650gp in tribute from his members.\n\n**Designer’s Note:** The Monthly Member Tribute has been carefully tuned so that, on average, it is equal to the amount of profit the boss earns from ordering a hijink, taking into account all the relevant factors such a cost of wages and chance of imprisonment. Therefore, if the player or the Judge are not interested in the details of syndicate administration, the boss can just sit back and collect his ill-gotten gains each month without having to roll a lot of dice or track a lot of income and expenses. It’s entirely up to each gaming group to decide how much they want to focus on campaign activities.\n\n###### Planning Hijinks\n\nArson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks require planning to avoid penalties to the hijink throw. Any character can plan a hijink if he has the appropriate thief skill necessary to perform the hijink. Planning a hijink is an ongoing ancillary activity that requires 2d8+3 days to complete. Perpetrators (classed characters with the relevant thief skill) of 5th level or higher can plan a hijink in 2d6+3 days, and those of 9th level or higher can plan a hijink in 2d4 + 3 days. During this time, the perpetrator is recruiting conspirators, establishing an alibi, profiling the target, casing the venue, etc. Due to the number of “unknown unknowns” involved in a hijink, a perpetrator will never know how much time is required to plan a hijink until he has completed the planning. If a perpetrator performs the hijink before completing planning, he suffers a penalty of -1 to his proficiency throw per day of planning left uncomplete. The penalty is revealed when the die roll is made. A hijink can be planned on behalf of another perpetrator. Hijinks other than those listed above neither require nor benefit from planning.\n\nEXAMPLE: Viktir, a 9th level thief, wants to assassinate the depraved palatine of Arganos to avenge the many thieves the palatine has tortured to death. An assassination hijink requires planning to avoid penalties, so Viktir performs the plan hijink activity. The Judge rolls 2d4 + 3 days and secretly determines it will take Viktir 8 days to complete the planning. However, after 5 days, Viktir’s’ comrades tell him that they need to depart for an adventure. Knowing his planning is incomplete, though not sure by how much, Viktir nevertheless decides to perform the hijink. When he makes the hijink’s proficiency throw, he discovers he has incurred a (5 – 8) -3 penalty.\n\n###### Perpetrating Hijinks\n\nAny character with the appropriate thief skill can perpetrate a hijink. Hijinks that must be planned (arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subverting, and stealing hijinks) are singular dedicated activities which require 1 day. Other hijinks (carousing, racketeering, slandering, soliciting, spying, and treasure hunting) are ongoing dedicated activities requiring 3d6 + 10 days to complete. Perpetrators of 5th level or above can perpetrate an ongoing hijink in 3d4+8 days, and those of 9th level or above can do so in 2d6 + 5 days. When the activity is complete, the perpetrator makes his hijink throw. A perpetrator will never know how much time is required to perform an ongoing hijink until they have completed the hijink. If a perpetrator rushes the hijink, he suffers a penalty of -1 to his proficiency throw per day of activity left uncomplete. The penalty is revealed when the die roll is made.\n\nEXAMPLE: Reingo the Ruthless, a 1st level thief, decides to carouse in the town of Cyfaraun. As a 1st level thief, performing the carousing hijink will be an ongoing dedicated activity for him for 3d6 + 10 days. The Judge rolls the dice and determines it will require 21 days to complete the hijink. After 21 days, Reingo makes his Hear Noise proficiency throw. Had he gotten impatient and decided to throw after 17 days, Reingo would have suffered a penalty of (17 – 21) -4.\n\n###### Laying Low\n\nAfter performing an arson, assassinating, escaping, infiltrating, kidnapping, sabotaging, smuggling, subversion, or stealing hijink, a perpetrator must lay low, avoiding drawing any attention to himself or his misdeeds. Laying low is an ongoing ancillary activity requiring 2d8 + 3 days to complete. A character cannot plan or perform any additional hijinks in the same base of operations during this time. (He may plan or perform hijinks in other bases of operations.) A character will never know how long it will take for “the heat to die down” until they have completed laying low. If a perpetrator does not lay low, then he is much more likely to be caught on his next hijink in that base of operations: If the proficiency throw fails by 11 or more or is an unmodified 1 – 3, the perpetrator will be caught. Hijinks other than those listed above do not require laying low.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Perpetrator Level | Planning Hijink | Performing Hijink — Planned | Performing Hijink — Ongoing | Laying Low |\n| 1st – 4th | 2d8 + 3 days | 1 day | 3d6 + 10 days | 2d8 + 3 days |\n| 5th – 8th | 2d6 + 3 days | 1 day | 3d4 + 8 days | 2d8 + 3 days |\n| 9th+ | 2d4 + 3 days | 1 day | 2d6 + 5 days | 2d8 + 3 days |\n\n###### Hijinks by Crews\n\nTwo or more perpetrators can form a **crew** to perform a hijink together. The members of the crew do not have to be of the same class or level, but all must be capable of performing the hijink in question. The highest-level perpetrator in the crew is the **honcho**.(If two or more are the same level, the perpetrator with the highest CHA is the honcho.)The number of crew members can be equal to the honcho’s number of henchmen slots. Any extra crew members thereafter impose a -1 penalty each on the proficiency throw.\n\nAll members of the crew must plan (if necessary) and perform the heist together. The time required to plan the heist (if any) and perform it is rolled once for the whole crew, using the level of the honcho. A high-level honcho can thus help low-level perpetrators plan and perform hijinks more swiftly. Crews do not remain together while laying low and roll separately.\n\nWhen performing the hijink, all members of the crew each make a separate proficiency throw for the same hijink. If at least one of the crew succeeds on the throw, the hijink is considered a success and its outcome occurs – the target is assassinated, goods are stolen, etc. For hijinks with variable outcomes based on perpetrator level, add up the class levels of all of the perpetrators who succeeded and use that as the perpetrator level. However, if any member of the crew is caught, that perpetrator and all other perpetrators who didn’t succeed on the throw are caught. It is possible for a hijink to both be successful and to result in some perpetrators being caught. The GP and XP earned from the hijink is split pro rata by level among all the perpetrators who don’t get caught.\n\nEXAMPLE: Viktir (9th level thief), Gordon (6th level freebooter), Bingo (1st level thief), and Reingo (1st level thief) form a crew to perform a stealing hijink. As the highest level crew member, Viktir is the honcho. Viktir’s CHA is 13 so his crew could safely have up to 5 members; at 4 members there’s no penalty. A stealing hijink requires planning. If Bingo or Reingo were attempting the hijink alone it would take them 2d8 + 3 days, but because the honcho Viktir is 9th level, it only takes 2d4+3 days to plan the hijink. The Judge secretly throws the dice and rolls an 8. After 8 days of planning, the crew performs the hijink.\n\nPerforming a stealing hijink requires 1 day. Each member of the crew makes a proficiency throw to Pick Pockets. Viktir needs 6+ and rolls a 16, a success. Gordon needs 12+ and rolls a 13, a success. Bingo needs 17+ and rolls an 11, a failure. Reingo needs 17+ and rolls a 3, a failure by 14 points. Since Reingo failed by 14 points, he’s been caught and since Bingo also failed, he’s unfortunately caught too. Since Viktir and Gordon both succeeded, they stole 300gp of merchandise per level. They add their levels together to determine the effective perpetrator level, meaning they stole [ (9 + 6) x 300] 4,500gp of merchandise! The pair split the loot pro rata by level, with Viktir getting (9 / 15 x 4,500gp) 2,700gp and Gordon getting (6 / 15 x 30) 1,800gp. (If the crew had been assembled and paid by a syndicate boss, then the boss would get the loot, of course.)\n\n###### Hasty Hijinks\n\nThe following hijinks can be performed hastily: carousing, racketeering, soliciting. A hasty hijink is a dedicated activity that requires 1d6 + 3 days (1d4 + 3 at 5th level and 1d3 + 2 at 9th level). There is no penalty to the hijink’s proficiency throw. However, if the throw succeeds the outcome is much less valuable (see the List of Hijinks section for details). Conversely, if a hasty hijink’s proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator isn’t necessarily caught. Throw the die again; the perpetrator is caught only if the second throw fails. Hasty hijinks cannot be performed by crews as they’re not complex enough to benefit from a coordinated scheme.\n\n### List of Hijinks\n\nSome proficiencies grant a special bonus (separate from their usual effects) when performing hijinks. For NPC ruffians without specific proficiencies, assume no such bonus at 0th to 4th level, a +1 bonus from 5th to 8th level and +2 bonus from 9th level on. NPCs still gain any bonus due to class powers (e.g. Listening).\n\n###### Arson\n\nArson is the intentional ignition of fires in order to destroy structures. For an arson to succeed, the perpetrator must first make a successful Sneaking throw. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to commit arson: Engineering, Siege Engineering, Survival. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the perpetrator deals 4d6 x 10 structural fire damage per class level to a structure of his choice. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the structure being damaged is constructed of stone.\n\nIf the proficiency throw fails, the arson attempt failed. If the proficiency throw fails by 14 or more or on an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: vandalism (1 – 3), mayhem (4 – 5), or arson (6). There is no economic value in arson, so it is usually performed to warn or avenge.\n\n**Arson for Military Purposes:** An infiltrated perpetrator can attempt to reduce the stronghold by arson. For arson to succeed, the perpetrator must make a successful Move Silently throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability. If the throw is successful, the perpetrator destroys 4d6 x 10 shp per class level. The perpetrator can set a larger fire by taking a -1 penalty on the proficiency throw per 4d6 x 10 additional shp. Divide damage from arson by 10 if the besieged stronghold is stone.\n\n###### Assassinating\n\nAssassination is the murder of unsuspecting NPC targets for pay. (Assassinating a PC or suspicious NPC victim is an adventure, not a hijink.) Only assassins and elven nightblades can be assigned assassination hijinks — they will not be undertaken by thieves or other classes. An adventurer can assign an assassination against a particular target for personal reasons if desired. Otherwise, an assassination hijink is murder-for-hire on a victim within ±2 levels of the perpetrator’s level (i.e. 1d10/2 – 3 + perpetrator’s level).\n\nFor an assassination to succeed, the perpetrator must first make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to assassinate: Acrobatics, Disguise, Sniping. Skulking proficiency grants the usual +2 bonus to Hiding throws.\n\nIf the proficiency throw succeeds, the victim is slain. The boss collects a bounty equal to 1,000gp per level of the victim from whomever hired the guild. A victim assassinated for the boss’s personal reasons does not generate a bounty for the boss. 0th level victims count as half level for purposes of bounties (500gp).\n\nIf the proficiency throw fails, the assassination attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), mayhem (4 – 5), or murder (6).\n\n**Assassination for Military Purposes:** A perpetrator that has infiltrated an army can target an identified enemy officer for an assassination hijink. For an assassination to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per level of the victim. The proficiency throw is further modified by the target officer’s morale modifier (as highly charismatic, popular officers tend to be better protected and harder to harm). If a perpetrator is caught attempting to assassinate an enemy officer, the charge is always murder.\n\n**Assassination for Political Purposes:** A perpetrator can be assigned to assassinate a senator or other magistrate. Both leading and minor senators can be assassinated. If a leading senator is assassinated, half of the minor senators he controls become independent and the other half are allocated pro rata to members of his political faction (if none, then all of the votes he controls become independent). A new leading senator will emerge in 1d6 months. If a minor senator is assassinated, it reduces the influence of the leading senator who controlled him. Minor senators are always the minimum level for the senate. If a perpetrator is caught, the charge is sedition if the victim was a minor senator and high treason if a leading senator.\n\n###### Carousing\n\nCarousing includes all manner of consortium with barkeeps, gossips, harlots, jongleurs, tavern wenches, and other unsavory characters in unseemly inns and taverns. For carousing to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to carouse: Bribery, Diplomacy, Folkways, Lip Reading, Performance, Revelry, Seduction.\n\nIf the proficiency throw succeeds, the perpetrator learns one valuable rumor appropriate to the perpetrator’s location. The boss earns 3d12 x 5gp per level of the perpetrator exploiting the rumor through blackmail, insider trading, etc. Alternatively, the Judge may provide a specific rumor valuable within the ongoing campaign in lieu of money.\n\nEXAMPLE: In his campaign’s starting city, the Judge has created a table of rumors that adventurers might learn from talking to NPCs. One such rumor is “The ruler of the city is actually a vampire – that’s why all official functions are held at night.” Rather than 3d12 x 5gp per level, the Judge could have the carouser hear that rumor.\n\nIf the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: drunkenness (1 – 3), gambling (4 – 5), or vandalism (6).\n\n**Carousing for Military Purposes:** A perpetrator infiltrated into an enemy army can acquire information through carousing hijinks. If the throw is successful, one piece of common information is acquired (as if interrogating a prisoner). Valuable information can be acquired by taking a -2 penalty on the proficiency throw; very valuable information by taking a -5 penalty. If a perpetrator is caught carousing, the charge is sedition.\n\n**Carousing for Political Purposes:** Perpetrators based in senatorial republics can be told to seek out political rumors. If successful, the perpetrator learns one of the following pieces of information (roll 1d4):\n\n1. The current influence of a random leading senator.\n2. The policy objectives of a random leading senator.\n3. The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination hijinks that month.\n4. Compromising information worth 3d12 x 5gp per level with which a leading senator could be blackmailed. Blackmail can be resolved with Intimidation or Bribery proficiency (the “bribe” is not revealing the information).\n\n**Hasty Carousing**: If the proficiency throw succeeds, the perpetrator learns a rumor of questionable value. The rumor has only a 25% chance to be true. If true, the rumor has the usual value. If false, the rumor is worthless.\n\n###### Escaping\n\nA perpetrator who is languishing in prison awaiting trial can attempt to escape. For escaping to succeed, the perpetrator must make a successful Lockpicking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to escape: Climbing, Contortionism, Trapfinding. Lockpicking Expertise proficiency grants the usual +2 bonus.\n\nHowever, as more dangerous characters are kept under closer watch, the proficiency throw is penalized by severity of the crime: breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.\n\nIf the proficiency throw succeeds, the perpetrator escapes confinement and reaches the safety of the hideout (or other location of his choice). If the proficiency throw fails, the perpetrator is caught trying to escape and security on him is heightened. Each time security is heightened, the perpetrator suffers a -2 cumulative penalty on future escapes for this crime. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator is caught and punished for trying to escape. He is whipped (Death saving throw or suffer gruesome scarring, -2 to reaction rolls) and beaten (Blast saving throw or lose 1d6 teeth). Each time a perpetrator is caught and punished for trying to escape, he suffers a cumulative -2 penalty on future escapes and on his trial roll.\n\n###### Infiltrating\n\nBefore any hijinks can be performed against an army, a perpetrator must be infiltrated into the opposing army as a spy. To undertake an infiltration hijink, the perpetrator must be a member of a race present in the opposing army’s troops, or be disguised with a successful Disguise proficiency throw in addition to the hijink throw. The perpetrator must also speak at least one the languages spoken by the opposing army’s troops and be able to wear the armor and weapons of at least one type of troop.\n\nFor infiltrating to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to infiltrate the army: Bribery, Disguise, Manual of Arms. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the perpetrator grants his army’s commander a +1 bonus on reconnaissance rolls made against the opposing army while he remains infiltrated (see p. XX). The infiltrated perpetrator also has the opportunity to conduct arson, assassinating, carousing, sabotaging, subverting, spying, or stealing hijinks thereafter. A perpetrator can remain infiltrated into the opposing army until caught performing another hijink or exposed by a vagary of war.\n\nIf the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting to infiltrate. If a perpetrator is caught attempting to infiltrate an enemy army, the charge is sedition.\n\n###### Kidnapping\n\nKidnapping is the abduction of an unsuspecting victim to gain a hostage or extract a ransom. (Kidnapping a PC or suspicious NPC victim is an adventure, not a hijink.) An adventurer may assign a kidnapping against a particular target for personal reasons if desired. Otherwise, a kidnapping hijink is in order to ransom a valuable victim within 1d2 levels of the perpetrator’s level.\n\nFor kidnapping to succeed, the perpetrator must make a successful Hiding throw. There is a -1 penalty on the proficiency throw per each level of the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to kidnap: Combat Trickery (incapacitate), Intimidation, Tracking. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the victim is kidnapped. The boss can thereafter interrogate, imprison, or otherwise exploit the victim. If the victim is ransomed, the boss earns 500gp per level of the victim. A victim kidnapped for the boss’s personal reasons cannot be ransomed except at Judge’s discretion. 0th level victims count as half level for purposes of bounties (250gp).\n\nIf the proficiency throw fails, the kidnapping attempt failed. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: assault (1 – 3), kidnapping (4 – 5), or racketeering (6).\n\n###### Racketeering\n\nRacketeering includes various criminal activities relying on force or threat of force, such as collecting on loans or extorting protection money. For racketeering to succeed, the perpetrator must make a successful attack throw against AC 6. STR or DEX modifiers may be applied, but not bonuses for magic weapons or fighting styles. However, for each of the following proficiencies the perpetrator knows, the perpetrator gains a special +1 bonus on his throw: Combat Trickery, Dungeonbashing Expertise, Intimidation.\n\nIf the proficiency throw succeeds, the perpetrator extorts 5d6 x 10gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to extort anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), assault (4 – 5) or racketeering (6).\n\n**Hasty Racketeering:** If the throw succeeds, the perpetrator extorts 30gp per class level for the boss.\n\n###### Sabotaging\n\nA perpetrator who has infiltrated an enemy army (see Infiltration, above) can attempt to destroy the supplies of the opposing army. For sabotage to succeed, the perpetrator must make a successful Sneaking throw. The proficiency throw is modified by the opposing army’s leader’s strategic ability (as skilled generals tend to be better at guarding their supply train). In addition, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to sabotage the supplies: Animal Training, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the perpetrator destroys 1,000gp of supplies per class level (representing a mix of grains, beer, preserved meat, salt, etc.) The perpetrator can destroy extra supplies by taking a -1 penalty on the proficiency throw per 1,000gp.\n\nIf the proficiency throw fails, the perpetrator failed to infiltrate the enemy army. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught attempting sabotage. If a perpetrator is caught attempting to sabotage an army’s supplies, the charge is arson.\n\n###### Slandering\n\nA Perpetrator based in senatorial republics can spread lies and rumors about a leading senator, reducing his influence. For slandering to succeed, the perpetrator must make a successful Hear Noise throw. There is a -1 penalty on the proficiency throw per each level the perpetrator is lower than the victim. However, for each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to slander the senator: Diplomacy, Folkways, Performance, Revelry, Seduction.\n\nIf the proficiency throw succeeds, the targeted senator loses control of one minor senator per level of the perpetrator. If the proficiency throw fails, the perpetrator’s slander failed to have any impact with his slander. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine the charges with a 1d6 roll: outrage (1 – 3), sedition (4 – 5), or treason (6).\n\n**Slandering for Military Purposes:** A perpetrator infiltrated into an enemy army can spread lies and rumors through the army’s ranks. If the throw is successful, any reconnaissance rolls made by the opposing army are at a -2 penalty for the next month. If a perpetrator is caught slandering, the charge is sedition.\n\n###### Smuggling\n\nSmuggling is the illicit movement of goods in order to avoid tolls, customs duties, labor fees, and monopolies. For smuggling to succeed, the perpetrator must make a successful Sneaking throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to smuggle: Alertness, Bargaining, Bribery, Disguise. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the perpetrator smuggles merchandise worth 3,000gp per class level. The exact type of merchandise smuggled will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to smuggle a particular type of merchandise by taking a -4 penalty on the proficiency throw. The perpetrator can smuggle more cargo by taking a -1 penalty on the proficiency throw per 3,000gp extra. When smuggling succeeds, the boss collects a fee equal to 10% of the market value of the merchandise smuggled.\n\nIf the proficiency throw fails, the perpetrator was not able to move the merchandise. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught and the merchandise confiscated. If caught, determine charges with a 1d6 roll: contraband (1 – 3), smuggling (4 – 5), racketeering (6).\n\n**Smuggling Prisoners:** A smuggling hijink can be used to rescue a perpetrator who is in prison awaiting trial. Apply a penalty to the throw based on the severity of the crime (as per Escaping, above). If the proficiency throw fails, the perpetrator was not able to rescue his target. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught in the jailbreak. If caught, he is considered a conspirator of the imprisoned criminal and faces the same charges.\n\n**Smuggling During Sieges:** A defending army leader with access to perpetrators can order his perpetrators to attempt smuggling hijinks to re-supply his stronghold. The proficiency throw is penalized by the besieging leader’s strategic ability. If a circumvallation completely encircles the stronghold, the proficiency throw suffers an additional -4 penalty. If the proficiency throw succeeds, the perpetrator smuggles 1,000gp of supplies in per class level. (This amount is less than the standard 3,000gp per class level because it consists of high-bulk, low-value items such as grains, preserved meat, salt, onions, etc. A perpetrator who wants to smuggle in more valuable goods can still do so, but the gp value cannot be applied towards supply cost.) The perpetrator can smuggle extra supplies by taking a -1 penalty on the proficiency throw per 3,000gp. If a perpetrator is caught smuggling for military purposes, the charge is sedition.\n\n###### Soliciting\n\nSoliciting is the unlawful invitation to engage in sexual relations for a fee. For soliciting to succeed, the perpetrator must make a successful Listening throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to solicit: Bargaining, Folkways, Performance (dance), Revelry, Seduction. In addition, the perpetrator can add his CHA modifier to the throw. No, Contortionism and Endurance do not provide bonuses.\n\nIf the proficiency throw succeeds, the perpetrator earns 3d12 x 5gp per class level for the boss. If the proficiency throw fails, the perpetrator was not able to earn anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: outrage of decency (1 – 3), solicitation (4 – 5) or consortium (6).\n\n**Hasty Soliciting:** If the proficiency throw succeeds, the perpetrator earns 3d6gp per class level for the boss.\n\n###### Spying\n\nSpying is the clandestine retrieval of secrets from powerful and influential figures. For spying to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to spy: Disguise, Eavesdropping, Lip Reading. Skulking proficiency grants the usual +2 bonus.\n\nIf the proficiency throw succeeds, the perpetrator gathers evidence of confidential activities, secret facts, or other highly valuable information from the perpetrator’s area of operation. The information learned from spying is similar to that learned from carousing, but much more valuable: carousing only reveals gossip and hearsay while spying gathers evidence and proof. Successfully carousing offers leads; successfully spying offers actionable info that can be used to blackmail, extort, humiliate, or otherwise exploit some unlucky fool. The Judge can offer specific secrets valuable within the ongoing campaign or simply abstract it as a gp value. If the latter, then the boss earns 2d12 x 100gp per level of the perpetrator exploiting the valuable secret.\n\nEXAMPLE: A perpetrator who succeeds on a carousing hijink in a city might hear that “The ruler of this city is actually a vampire – that’s why all official functions are held at night.” The same perpetrator in the same area who succeeds on a spying hijink might acquire a copy of the lord’s itinerary showing him holding court with specific NPCs by night and unavailable by day.\n\nIf the proficiency throw fails, the perpetrator learns nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: eavesdropping (1 – 3), sedition (4 – 5), or treason (6).\n\n**Spying for Political Purposes:** Perpetrators can be assigned to spy on a specific leading senator. If successful, the perpetrator will learn 2d12 x 100gp per level worth of compromising information with which to blackmail the senator. In addition, the spy will learn one piece of information about the senator, determined randomly on the table below. If a perpetrator is caught spying on a leading senator, the charge is high treason.\n\n|  |  |\n| --- | --- |\n| Roll | Secret |\n| 1 | The current influence of the leading senator and 1d3 members of his political faction. |\n| 2 | The policy objectives of the leading senator and 1d3 members of his political faction. |\n| 3 | The senator’s current attitude towards the ruler (roll 2d6 and tell the player the number. This number will be the die roll on the senator’s next voting roll). |\n| 4 | The general itinerary of a random leading senator’s upcoming month. This information provides a +2 bonus to Assassination or Kidnapping hijinks that month. |\n\n**Spying for Military Purposes:** A perpetrator infiltrated into an enemy army can acquire information through spying hijinks. If the throw is successful, one piece of very valuable military information is obtained (see p. XX). If a perpetrator is caught spying in an enemy army, the charge is high treason.\n\n###### Stealing\n\nStealing includes all manner of burglary, robbery, and theft. For stealing to succeed, the perpetrator must make a successful Pickpocketing throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to steal: Cat Burglary, Lockpicking Expertise, Trapfinding.\n\nIf the proficiency throw succeeds, the perpetrator steals goods worth 300gp per class level. The exact type of merchandise stolen will be either chosen by the Judge based on the demand modifiers in the urban settlement or randomly rolled on the Random Merchandise table (see Mercantile Ventures, p. XX). The perpetrator can attempt to steal a particular item available in the settlement (such as a magic item, vessel, valuable mount, etc.) or a particular type of merchandise, by taking a -4 penalty on the proficiency throw. The value of the item or merchandise cannot exceed 300gp per class level. However, the perpetrator can steal more by taking a -1 penalty on the proficiency throw per 300gp extra. When stealing succeeds, the boss receives the market value of the stolen merchandise.\n\nIf the proficiency throw fails, the perpetrator was not able to steal anything. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: theft (1 – 3), burglary (4 – 5) or robbery (6).\n\nEXAMPLE: Viktir is an 11th level thief with a Pickpocketing target value of 2+. He has Cat Burglary and Lockpicking Expertise, giving him a +2 bonus on Pickpocketing throws to steal merchandise. On anything but a 1, Viktir can steal 3,300gp worth of merchandise. However, Viktir wants to steal something in particular — the carved ivory torch in the Temple of Mityara (4,000gp value). He suffers a -4 penalty to his throw for targeting a specific item and another -3 penalty for the extra value. He needs to roll 8+ to successfully steal the relic.\n\n**Stealing for Military Purposes:** A perpetrator who has infiltrated an enemy army can attempt to steal the flag of one of the units in the opposing army. The proficiency throw is modified by the target unit’s morale score (representing the unit’s discipline at the watch). If the throw is successful, the unit in question has lost its flag. This is so demoralizing that the unit must immediately make a loyalty roll at a -1 penalty. (Attempting to steal the emblem of the entire army imposes a penalty of -10 on the proficiency throw, but if successful each unit in the army must make a loyalty roll at a -1 penalty.) If a perpetrator is caught stealing for military purposes, the charge is sedition.\n\n###### Subverting\n\nA perpetrator who has infiltrated a stronghold can attempt to subvert the stronghold’s defenses. For subversion to succeed, the perpetrator must make a successful Hiding throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to subvert the defenses: Disguise, Manual of Arms, Siege Engineering. Skulking proficiency grants the usual +2 bonus. The proficiency throw is modified by the opposing army leader’s strategic ability. If the throw is successful, the perpetrator creates a breach in the stronghold. The perpetrator can create additional breaches by taking a -1 penalty on the proficiency throw per breach. Breaches created with subversion must be exploited with an assault immediately or they are lost, as they are nothing more than unlocked doors, opened gates, etc.\n\n###### Treasure-Hunting\n\nTreasure-hunting covers all manner of skulking and scavenging for treasure maps and rumors of hidden wealth. For treasure-hunting to succeed, the perpetrator must make a successful Searching throw. For each of the following proficiencies the perpetrator knows, he gains a special +1 bonus on his throw to find treasure maps: Caving, Land Surveying, Mapping. Trapfinding proficiency grants the usual +2 bonus. If the throw is successful, the perpetrator finds a treasure map to a random hoard worth 1d6 x 1,000gp per level of the perpetrator. The Judge determines the exact location of the hoard; hoards will generally be at least 6 miles away from the boss’s hideout for each 1,000gp value.\n\nIf the proficiency throw fails, the perpetrator finds nothing. If the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. If caught, determine charges with a 1d6 roll: trespassing (1 – 3), theft (4 – 5), or burglary (6).\n\n### Getting Caught\n\nWhenever the proficiency throw fails by 14 or more or is an unmodified 1, the perpetrator has been caught. The Judge immediately rolls 1d6 to determine the crime for which the perpetrator is arrested. The perpetrator is then sent to the settlement’s brig, dungeon, jail, or other prison to await trial.\n\n###### Awaiting Trial\n\n|  |  |\n| --- | --- |\n| Crime | Time Languishing |\n| Drunkenness, Outrage | 1d2 days |\n| Eavesdropping, Trespassing, Gambling | 1d4 days |\n| Bribery, Theft, Contraband | 1d6 days |\n| Assault, Vandalism | 1d8 days |\n| Burglary, Smuggling | 1d4 weeks |\n| Kidnapping, Manslaughter, Mayhem | 1d4 months |\n| Robbery, Racketeering | 1d6 months |\n| Arson, Desertion, Murder, Sedition | 1d12 months |\n| Heresy, High Treason, Regicide | 2d12 months |\n\nSince trials don’t happen immediately, any character caught committing a hijink must perform this “activity” while languishing in the settlement’s prison.\n\nAwaiting trial is an ongoing dedicated activity that includes cowering in darkness, suffering the lash, eating prison gruel, and other torments. The time spent languishing depends on the crime charged against the character, as shown on the accompanying table. Characters caught committing a hijink do not roll on the Crime and Punishment table until after they have finished awaiting trial.\n\nThe first time a perpetrator gets caught, he can automatically finish awaiting trial by pleading guilty and accepting the lesser punishment for his crime.\n\nThe second time a perpetrator gets caught in the same settlement, he can still plead guilty, but he will have to accept the standard punishment for his crime. A perpetrator who is caught for a third time must stand trial.\n\nEXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing in Cyfaraun and charged with theft. It’s his first time getting caught in Cyfaraun. Rather than await trial and risk a severe punishment, he pleads guilty. He automatically receives the lesser punishment for his crime. He is placed in stocks 2d6 days (as above) and fined 150gp.\n\nA month later, Reingo gets caught stealing in Cyfaraun and is charged with theft. It’s his second time getting caught, so now if he pleads guilty he has to face the standard punishment. He’d be whipped and fined 300gp. Reingo decides to stand trial instead.\n\n###### Undergoing Trial\n\n|  |  |\n| --- | --- |\n| **Crime and Punishment** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Punitive Conviction |\n| 3 – 5 | Conviction |\n| 6 – 8 | Conviction on Lesser Charge |\n| 9 – 11 | Acquittal |\n| 12+ | Acquittal with Damages |\n\nAny perpetrator who gets caught might face legal penalties for his deeds if found guilty at trial. To determine the punishments suffered, the Judge rolls 2d6 on the Crime and Punishment table. Adjust the die roll by the perpetrator’s Charisma modifier and any appropriate proficiency modifiers (from Diplomacy, Mystic Aura, or Seduction). Other circumstances that will apply are listed below.\n\n**Bribery:** The syndicate boss or one of his henchmen or followers can attempt to corrupt the courts. If the bribing character is proficient in Bribery, he gains a +1 bonus for offering a day’s wages, +2 for a week’s, and +3 for a month’s. If not proficient, the bonus is +1 for a week’s wages, +2 for a month’s, and +3 for a year’s. A day’s wage for the court is the equivalent of 50gp, a week’s is 350gp, a month’s is 1,500gp, and a year’s is 18,000gp. If the result of the Crime and Punishment roll is an unmodified 2, the syndicate member who offered the bribe is charged with a crime — Sedition if the perpetrator was on trial for Heresy, High Treason, or Regicide, and Bribery for any other crime.\n\n**Evidence:** Roll 1d4 to represent evidence favorable to the perpetrator (alibis, good character, etc.). Roll 1d8 to determine the penalty from unfavorable evidence (witnesses to the crime, caught with stolen goods, etc.)\n\n**Interpleader:** If the syndicate has ties with a domain ruler, the ruler could plead on the perpetrator’s behalf. Add the Charisma modifier of the domain ruler, plus an additional +1 if the interpleader has either Diplomacy or Intimidation and another +1 if he has Mystic Aura. Note that if the domain ruler controls the domain where the crime happened, he may free the perpetrator without resorting to trial at all.\n\n**Attorney:** Add the perpetrator’s rank in Profession (lawyer), if any. Otherwise, a lawyer can be hired by the syndicate. A rank 1 lawyer costs 25gp, a rank 2 lawyer costs 50gp, and a rank 3 lawyer costs 100gp.\n\n**Prior Crimes:** -1 if perpetrator has been branded; -2 if perpetrator has been maimed (loss of tongue or hands); -3 if perpetrator has been proscribed.\n\n**Severity of Crime:** The worse the crime, the worse the penalty. Breach of peace, drunkenness, outrage of decency 0; eavesdropping, gambling, or trespassing -1; assault, bribery, contraband, extortion, theft, or vandalism -2; battery, burglary, kidnapping, rioting, or smuggling -3; manslaughter, mayhem, racketeering, rape, robbery, or sedition -4; arson, desertion, murder, or piracy -5; heresy, high treason, or regicide -6.\n\nThe result of the table indicates the fate of the perpetrator. A **punitive conviction** means that the perpetrator has been found guilty and will be punished out of proportion to his charges to serve as a deterrent to others. A **conviction** means that the perpetrator has been found guilty of the charges and will be punished appropriately. **Conviction on lesser charge** means that the perpetrator has been found guilty, but will not be punished as severely. **Acquittal** means the perpetrator has been found innocent. **Acquittal with damages** means that the perpetrator has been found so innocent that the court awards monetary damages for the offense to his reputation. Damages are always equal to what the fine would have been for the charges.\n\nThe Retribution by Crime table can be used to find an appropriate punishment for various charges. Punishments can include various forms of fines, humiliation, torture, mutilation, enslavement, exile, and execution. A perpetrator who cannot pay a fine is indentured to work off the fine. Perpetrators work off fines at a rate of 3gp per month. A perpetrator who can pay three times the amount of a fine can avoid other associated punishments.\n\nThe syndicate boss is expected to pay for the lawyers, bribes, fines, and healing of members who get caught while assigned hijinks. If the boss regularly abandons his members to their fate, the Judge can roll on the Hireling Loyalty table to see if the remaining syndicate members attack or betray their boss.\n\nEXAMPLE: Reingo the Ruthless, a 1st level thief, is caught stealing a bundle of rare furs (500gp) and charged with theft (-2). Reingo is quite uncharismatic (-2) and the evidence looks bad (the 1d4 roll scores +1, while the 1d8 roll scores -5, for a -4 penalty). Since Reingo has been a loyal follower, his boss Viktir hires the best available attorney (+3) for 100gp and spends 350gp on bribes (+2). Reingo will roll on the Crime and Punishment table with a -3 on the die roll. He rolls an 8, reduced by 3, for a score of 5, resulting in a Conviction. Reingo will be whipped and fined 500gp.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Retribution by Crime Table** | | | |\n| **Crime** | **Punitive**  **Punishment** | **Standard**  **Punishment** | **Lesser**  **Punishment** |\n| Drunkenness,  Outrage | Fined 5gp | Fined 2gp | Fined 1gp |\n| Eavesdropping,  Solicitation | Ear cut off (-1 to reaction rolls, -1 listening, -1 to surprise rolls) and fined 25gp | Fined 10gp | Fined 5gp |\n| Trespassing,  Gambling,  Consortium | Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp | Fined 25gp | Fined 10gp |\n| Bribery | Tongue cut off (cannot speak, cast spells, or use magic items or proficiencies involving speech; -4 to rolls) and fined 150gp | Placed in stocks 2d6 days (Death save or lose 1d6 teeth, as the Mortal Wound) and fined 50gp | Fined 25gp |\n| Theft,  Contraband | Hand amputated (cannot dual wield or use two-handed weapons) and fined 450gp | Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 300gp value | Placed in stocks 2d6 days (as above) and fined 150gp |\n| Assault,  Vandalism | Tortured (save v. Death or suffer permanent wound from row 11-15 of Mortal Wounds table) and fined 600gp | Whipped (Death save or gruesome scarring, as the Mortal Wound) and fined 450gp | Whipped (save v. Death or gruesome scarring, as the Mortal Wound) and fined 300gp |\n| Burglary,  Smuggling | Both hands amputated (cannot climb, use weapons or items, open locks, remove traps, or any other similar actions) and fined 900gp | Branded (gruesome scarring, as the Mortal Wound) and fined 600gp | Whipped (as above) and fined 450gp |\n| Kidnapping,  Manslaughter,  Mayhem | Tortured and proscribed (lose all property and rights, permanently exiled) | Tortured (Death save or suffer permanent wound from row 11-15 of Mortal Wounds table) and 750gp | Whipped (as above) and fined 600gp |\n| Robbery,  Racketeering | Execution (beheaded or hung) and fined 1,200gp | Hand amputated (cannot dual wield or use two-handed weapons) and fined 900gp | Branded (gruesome scarring, as the Mortal Wound) and fined 750gp |\n| Arson, Desertion, Murder,  Sedition | Agonizing execution (burned, crucified, drawn and quartered, or devoured by wild beasts such that no intact corpse remains) | Execution (beheaded or hung) | Proscribed (lose all property and rights, permanently exiled) |\n| Heresy, High Treason, Regicide | Fate worse than death (cross-bred into monstrous creature, transformed into undead, etc.) | Agonizing execution (burned, crucified, drawn and quartered, devoured by wild beasts such that no intact corpse remains) | Execution (beheaded or hung) |\n\n**Risks of Military Hijinks:** Performing hijinks against enemy armies is highly risky. If a perpetrator is caught performing a hijink, not only are very severe charges always levied against him, neither attorneys nor interpleaders are available. If the perpetrator is convicted, he will suffer the usual punishments. He will also be interrogated as a **prisoner**. If the perpetrator is 0th – 4th level, he has the information of a common prisoner; if 5th – 8th level, a valuable prisoner; if 9th level or more, a very valuable prisoner. (If the perpetrator is a PC, the Judge might allow the PC to negotiate a trade of information for a reduced sentence...)\n\n**Risks of Crews:** If two or more perpetrators from a crew are caught, they face grave risk from defection. Make a reaction roll for each perpetrator towards his crew members. If all of the perpetrators are friendly to each other, they each gain a +2 bonus on the Crime and Punishment table. If one of the perpetrators is indifferent or worse, while all the other perpetrators are friendly, the indifferent perpetrator rats them out. He gains a +4 bonus and his crew members suffer a -4 penalty. If two or more perpetrators are indifferent or worse, everyone rats out, and all crew members suffer a -4 penalty. Syndicate bosses have closely studied this “prisoner’s dilemma” but in the absence of magical communication methods or crews with longstanding trust between them, there seems no way to reliably avoid defection.\n\n### Creating a Criminal Guild\n\nA **criminal guild** is a group of multiple syndicates under the control of one boss. Criminal guilds are commonly named for the class of their boss and primary constituents, e.g. a thieves’ guild or assassins’ guild. There are four general ways an adventurer can create a criminal guild.\n\n###### New Base of Operations\n\nA boss whose syndicate has reached its maximum size in its current base of operations can decide to establish a new syndicate in a new base of operations by building a hideout there and relocating some of his membership. The new syndicate in the new base of operations becomes part of the adventurer’s criminal guild.\n\nEXAMPLE: Viktir’s syndicate, based in Siadanos (a Class IV settlement), has reached its maximum size of 100 members. In order to keep his criminal enterprise growing, Viktir builds a new hideout in Cyfaraun (a Class III settlement) and moves 20 of his members there.\n\n###### Henchman Advancement\n\nIf one of the boss’s assassin, thief, or nightblade henchmen reaches 9th level, the adventurer may fund a hideout for the henchman. The henchman will attract followers into a syndicate as per the rules above, and the henchman’s syndicate becomes part of the adventurer’s criminal guild.\n\n###### Henchman Acquisition\n\nA boss can recruit an NPC who already controls a syndicate to be a henchman. The new henchman’s syndicate becomes part of the adventurer’s criminal guild.\n\n###### Change in Management\n\nAn assassin, elven nightblade, thief, or venturer can exile, imprison, or kill an NPC who already controls a syndicate. He may then claim the syndicate and its members as his own. The Judge should roll on the Change in Management table for each of the NPC’s former henchmen and followers to see if they are successfully recruited by the adventurer. For very large syndicates, the Judge may roll in batches of 5, 10, 25, or even 100 where appropriate.\n\nThe character’s CHA modifier is applied as a die roll modifier, along with any bonuses from proficiencies and powers. If the character is higher level than the previous leader, add a +1 bonus per level difference; apply a -1 penalty per level difference if the converse is true. Apply the previous leader’s CHA bonus (if any) as a penalty to the recruitment roll. If desired, the adventurer can bribe one, some, or all of the members, with the cost determined by their class level on the Henchmen Wage table. The Judge may apply an additional modifier between -2 to +2 reflecting the adventurer’s reputation or other circumstances\n\n|  |  |\n| --- | --- |\n| **Change in Management** | |\n| **Adjusted Die Roll (2d6)** | **Result** |\n| 2- | Immediate Attack |\n| 3 – 5 | Betray |\n| 6 – 8 | Hesitate |\n| 9 – 11 | Accept |\n| 12+ | Accept with élan |\n\n**Immediate attack** means that the member seeks immediate revenge against the adventurer and will attack him at the first available opportunity. **Betray** means that the member will pretend to be loyal to adventurer, but will betray him if an opportunity to do so presents itself. **Hesitate** means that the member feels conflicting loyalties. He will betray the adventurer if a plurality of his fellows do so, but remain loyal if not. **Accept** means that the member becomes loyal to the character. **Accept with élan** means the member becomes exceptionally loyal, and gains a permanent +1 bonus to his loyalty score.\n\nEXAMPLE: Viktir, a 14th level thief with CHA 13, assassinates Rollio, a 12th level thief with CHA 16 and four followers. Viktir claims Rollio’s four followers for himself, so the Judge secretly rolls to see how Rollio’s followers respond to the change in management. Each die roll will be at +2 (because Viktir is two levels higher than Rollio) +1 (from Viktir’s CHA) -2 (from Rollio’s CHA), for a total of +1. The Judge rolls incredibly badly — an adjusted 3, 5, 8, and 9. Only one follower is loyal to Viktir. One is hesitant, and two plan to betray Viktir. Since the two betrayers are a plurality, the hesitant follower will join their attempt.\n\n### Managing a Criminal Guild\n\nA boss can only directly manage one syndicate at a time. Other syndicates in the criminal guild must be assigned to a henchman to manage, either the henchman who established the syndicate or one appointed by the adventurer. A henchman who manages a syndicate is called an **underboss**.\n\nA boss can assign hijinks to his own syndicate members, and to the members of any syndicates controlled by his underbosses. However, underbosses expect to be given wide latitude in running their part of the syndicate. If the boss assigns hijinks to more than 20% of the followers that any underboss controls, this causes the underboss to roll on the Hireling Loyalty table, with a -1 penalty per each additional 10% of the followers that the adventurer is ordering around. A henchman who resigns or becomes hostile takes his syndicate with him.\n\nIn lieu of assigning hijinks to his underbosses, a boss can simply demand a percentage of their revenue. A revenue share of 20% will be accepted without issue by the underbosses. If the boss demands a greater percentage, it triggers a roll on the Hireling Loyalty table as above.\n\n**Underbosses** may themselves have underbosses beneath them. In this way very large criminal guilds spread across multiple bases of operation can be formed. For purposes of assigning hijinks, each underboss can be assumed to have direct control over 20% of the followers one rank below him on the chain.\n\nEXAMPLE: Viktir manages a syndicate with 80 followers in Cyfaraun. His underboss, Anzio, manages a syndicate with 20 followers in Arganos. Anzio himself has an underboss with 10 followers in Isfaran. Anzio directly manages his own 20 followers plus 20% of his underboss’s 10, for a total of 22 followers. Viktir directly manages his own 80 followers plus 20% of Anzio’s 22, for a total of 84 followers. If Viktir assigns hijinks to greater than 20% of Anzio’s followers, this will cause Anzio to roll on the Henchman Loyalty table.\n"
}