{
  "html": "<h2>Mercantile Ventures</h2>\n<p>In their youth, adventurers are wont to squander their treasures on wine, women, and song. But older, wiser adventurers, who have faced death one time too often for a bare handful of coin, may find that their favorite type of venture is mercantile.</p>\n<h3>Entering the Market</h3>\n<p>In order to engage in <strong>mercantile ventures</strong>, the adventurers must first travel to and enter a <strong>market</strong>. Markets allow adventurers to buy and sell <strong>merchandise</strong> such as such as “wheat &amp; vegetables,” “pottery,” and “tools.”There are 19 different types of common merchandise and 10 types of precious merchandiseavailable in each market. (The complete list is found on the Common and Precious Merchandise tables below.) These 29 types of merchandise collectively but abstractly represent all available goods in the market. Markets also allow adventurers to find <strong>passengers</strong> who want to book passage to other markets and to accept contracts from <strong>shippers</strong> who need fleets or wagons to carry goods from port to port. Finally, markets offer <strong>investment</strong> opportunities for adventurers with spare cash.In short, markets are to mercantile venturers what dungeons are to adventures — they’re where the action takes place!</p>\n<p>When adventurers enter a market, the Judge should guide play through the following steps.</p>\n<h6>1. Determine the Market’s Characteristics</h6>\n<p>A market can be anything from a humble county fair to a city-state’s outdoor bazaar to the ports of a major metropolis, but each has different characteristics. Each domain generally has its own separate market.</p>\n<p>Markets are rated by <strong>market class</strong> from I to VI, which rate their size and importance. The market class of an urban settlement determines:</p>\n<ul>\n<li>the <strong>baseline merchant cargo</strong> required to make an impact in the market;</li>\n<li>the <strong>toll</strong> charged to enter the market and <strong>tariff</strong> imposed on imported merchandise;</li>\n<li>the volume of <strong>merchandise</strong> available to buy and sell;</li>\n<li>the number of <strong>shipping consignments</strong> available for carriage; and</li>\n<li>the number of <strong>passengers</strong> interested in booking passage.</li>\n</ul>\n<p>The vast mercantile hubs of empires, with urban populations of 20,000 families or more, constitute Class I. Major ports, national capitals, and other large cities of 5,000 or more families constitute Class II. Provincial capitals and medium-sized cities of 1,750 to 5,000 families make up Class III. Small cities and large towns of 600 to 1,750 families make up Class IV. Small towns and large villages of 250 to 600 families are Class V. Any village of 250 families or less is Class VI.</p>\n<p>The Market Characteristics table shows the baseline merchant cargo for each market class, along with the toll charged, number of passengers, and number of shipping consignments at the baseline.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Baseline</strong>  <strong>Cargo</strong></td>\n<td><strong>Baseline</strong>  <strong>Toll</strong></td>\n<td><strong>Baseline</strong>  <strong>Tariff</strong></td>\n<td><strong>Baseline</strong>  <strong>Consignments</strong></td>\n<td><strong>Baseline</strong>  <strong>Passengers</strong></td>\n</tr>\n<tr>\n<td><strong>I</strong></td>\n<td>30,000 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>4,000 st</td>\n<td>2d6+1 x 10</td>\n</tr>\n<tr>\n<td><strong>II</strong></td>\n<td>7,500 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>1,000 st</td>\n<td>6d6</td>\n</tr>\n<tr>\n<td><strong>III</strong></td>\n<td>3,750 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>500 st</td>\n<td>4d4</td>\n</tr>\n<tr>\n<td><strong>IV</strong></td>\n<td>1,000 st</td>\n<td>0.1 cp/st</td>\n<td>20% and 5%</td>\n<td>120 st</td>\n<td>2d3</td>\n</tr>\n<tr>\n<td><strong>V</strong></td>\n<td>400 st</td>\n<td>0.1 cp/st</td>\n<td>20% and 5%</td>\n<td>50 st</td>\n<td>1d4</td>\n</tr>\n<tr>\n<td><strong>VI</strong></td>\n<td>150 st</td>\n<td>None</td>\n<td>None</td>\n<td>20 st</td>\n<td>1d2-1</td>\n</tr>\n</tbody></table>\n<p>In addition to being assigned a market class, each market is also assigned a unique set of <strong>demand modifiers</strong>, determined by the Judge, for the different types of merchandise. The demand modifier modifies the price for merchandise in the market. A low demand modifier indicates that merchandise is easy to get cheaply, usually because the market is a producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive. (See <strong>Generating Demand Modifiers</strong> in the <em><strong>ACKS II Judges Journal</strong></em> if the DMs are unknown).</p>\n<p>EXAMPLE: Alakyrum, the capital of Opelenea, is a Class I market. Its demand modifiers are Grain +3, Salt -3, Pottery -2, Common Wood +3, Wine &amp; Spirits +2, Oil +2, Glassware -2, Rare Wood +2, Common Metal +2, Textiles+2, Dyes &amp; Pigments +1, Clothing -2, Tools -2, Armor &amp; Weapons -2, Monster Parts +1, Precious Metals +1, Spices -2, Silk -2, Semiprecious Stones -1. Alakyrum is an exporter of salt, glass, clothing, tools, weapons, and spices, and silk. It is an importer of grain, wood, wine, and textiles.</p>\n<h6>2. Determine the Adventurer’s Market Impact</h6>\n<p>When a character (or party of characters) wants to enter a market, the Judge should determine the party’s <strong>market impact</strong> based on the number of boats, vessels, wagons, carts, and pack animals they have entered the market with relative to the market’s baseline merchant cargo. The character or party’s market impact is equal to the total cargo capacity its boats, vessels, wagons, carts, porters, and/or pack animals can carry divided by the market’s baseline merchant cargo. Round fractions to the nearest whole number, rounding 0.5 to even.</p>\n<p>Market Impact = Total Load / Baseline Merchant Cargo</p>\n<p>Market impact represents the fact that the city magistrates will charge a higher toll to the commander of a six-ship fleet than to an itinerant peddler with a single wagon, and that more of the city’s traders ought to be interested in doing business with a mighty merchant-captain than a lowly peddler.</p>\n<p>EXAMPLE: On 4/1/381, Caleför arrives at Alakyrum at the head of a caravan of 40 four-horse wagons. Four-horse wagons have a maximum load of 640 st, so his total cargo capacity is (40 x 640) is 25,600. Alakyrum is a Class I market, so its baseline cargo is 30,000 st Caleför has a market impact of (25,600 / 30,000) 0.85, rounded to 1.</p>\n<p><strong>Maximum Impact:</strong> If the characters are entering a Class II market or smaller, their maximum market impact is 10. The market simply cannot service a fleet or caravan any bigger. The maximum market impact permitted in a Class I market, however, is equal to the greater of 10 or its urban families / 2,000.</p>\n<p>EXAMPLE: En route from Alakyrum, Caleför arrives at a small village at a nameless oasis. The village is a Class VI market with a baseline cargo of 150 st With a cargo capacity of 25,600 st, Caleför’s market impact would be (26,500 / 150) 177. However, since Caleför is in a Class VI market, his maximum market impact is 10. It’s easy to flood small markets.</p>\n<p><strong>Parties:</strong> A group of characters arriving together can decide when entering the market whether to do so as a party or to enter separately. Their market impact is determined accordingly. However, when a party of characters enter the market separately, the maximum market impact is limited to 10 divided by the number of characters.</p>\n<p>EXAMPLE: On the far side of the empire, Marcus, Quintus, and Viktir enter Arganos, a Class II market, to trade. Each of the trio commands a small sailing ship with a cargo capacity of 10,000 st. As a Class II market, Arganos has a baseline cargo of 7,500 st. They could each enter Arganos separately, accepting a market impact of (10,000 / 7,500) 1.33 or 1 each, or they could enter collectively with a market impact of (30,000 / 7,500) 4 for the party as a whole.</p>\n<p><strong>No Market Impact:</strong> If a character’s market impact is 0, he can still transact in the market. If he has the Mercantile Network class power and uses it to increase his market impact, he can transact at market impact 1. Otherwise, he treats the market as being of the next lower market class for mercantile purposes (excluding tolls). If his market impact is still 0, reduce the market class again, repeating this procedure until the character’s market impact is at least 1. A character can always trade in a Class VI market as if he had market impact 1.</p>\n<p>EXAMPLE: In a tragically bad game of dice, Viktir loses a lot of his wealth. He is forced to sell his sailing ship and replace it with a pair of 5 sail boats with 3,000 st total cargo capacity. When he next enters Arganos, his market impact would be less than 1, so treats it as if it were a Class III market instead of a Class II market. He has market impact 1 in a class III market, as (3,000 / 3,750) rounds to 1.</p>\n<p><strong>Mercantile Networks:</strong> Whenever venturersengage in mercantile ventures in a market they have previously visited, they may treat the market as one class higher, or treat their market impact as one point higher, whichever is more beneficial. (The benefit does not increase his tolls in either case.) Reputable and established venturers attract interest just from entering the market, and can rely on their reputation rather than the size of their caravan or fleet to impress potential buyers and sellers.</p>\n<p>EXAMPLE #1: Cain, a 5th level venturer, is in Siadanos (a Class IV market). He wishes to purchase a heavy warhorse (700gp). According to the Equipment Availability by Market Class table, there is only a 25% chance for 1 heavy warhorse to be available in a Class IV market. However, Cain has visited Siadanos before, so he may treat it as a Class III market. There is a 100% chance for 1 heavy warhorse available in a Class III market, so Cain is able to purchase the heavy warhorse. His party members shake their heads in amazement that he’s found such a fine steed in an outpost town. “I know people,” he explains.</p>\n<p>EXAMPLE #2: Caleför is a 6th level venturer who has done business in Alakyrum before. Since Alakyrum is already Class I, he decides to trade there as if his market impact were 2, not 1. This does not affect tolls.</p>\n<h6>3. Charge Toll and Tariff at Point of Entry</h6>\n<p>Adventurers arriving by road enter markets at caravanserai, city gates, or other points of entry. City watchmen, customs agents, and toll collectors monitor these points of entry, where they demand to see proofs of citizenship, interrogate foreign travelers, inspect cargo for taxable goods, examine duty stamps, and so on.</p>\n<p>Adventurers arriving by ship enter the market at a pier, dock, or other port. Heavily-trafficked ports with busy or dangerous waterways might require that incoming vessels retain specialized pilots to navigate the ship safely to a berth; small ports with crowded berths might require ships to anchor in the harbor, with small boats being used to disembark passengers and unload cargo. Harbor masters, customs officers, and marines will greet arriving boats and ships with inspection, interrogation, and taxation.</p>\n<p>All of this takes time, so entering the market counts as a <strong>dedicated activity</strong> for a day. It also takes money. Each time adventurers enter a market, they must pay a <strong>toll</strong> (unless they sneak in). The standard cost of the toll is shown on the Market Characteristics table. This represents harbor fees paid to the harbormaster of a port, guild tolls at the city gate for caravans, etc.</p>\n<p>EXAMPLE: Caleför has just arrived at Alakyrum at the head of a caravan of 40 wagons with a cargo capacity of 25,600 st. Alakyrum is Class I, so the standard toll is 0.2cp per st. His toll is therefore 25,600 x 0.2cp = 5,120cp or 51.2gp.</p>\n<p>If the adventurers enter a market with merchandise they intend to sell, they may also have to pay a <strong>tariff</strong>. The tariff is equal to 20% of the base cost of precious merchandise and 5% of the base cost of common merchandise other than wheat. Player characters disinclined to pay tolls and tariffs can, of course, attempt to smuggle goods into the market.</p>\n<p><strong>Ruler’s Privilege:</strong> Adventurers entering a market in a domain they control need not pay tolls or tariffs.</p>\n<p><strong>Designer’s Note:</strong> The tolls and tariffs presented here are loosely based on those used in the Roman Empire, which imposed tariffs of up to 25% on luxury goods such as spices and 5% to 2.5% on other goods excluding grain and oil, plus various other surcharges. The Judge can adjust the nature and cost of the “toll” to reflect the specific fees appropriate to his own setting, of course. The Judge can also randomize the tariff at 2d20% for precious merchandise and 2d4% for common merchandise.</p>\n<h3>Engaging in Mercantile Ventures</h3>\n<p>Once a party or character has entered the market, they can begin to engage in mercantile ventures. The available mercantile ventures are <strong>arbitrage trading</strong>, <strong>passenger and cargo transport</strong>,and <strong>passive investment</strong>.Each is discussed separately below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Vehicle/Animal</td>\n<td>Moorage/Stabling</td>\n<td>Anchor/Pasture</td>\n<td></td>\n</tr>\n<tr>\n<td>Ship</td>\n<td>1gp per 50 shp</td>\n<td>1gp</td>\n<td></td>\n</tr>\n<tr>\n<td>Wagon*</td>\n<td>2gp</td>\n<td>5sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Cart*, Elephant</td>\n<td>1gp</td>\n<td>2sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Horse</td>\n<td>5sp</td>\n<td>1sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Camel/Donkey/Ox</td>\n<td>2sp</td>\n<td>4cp</td>\n<td></td>\n</tr>\n<tr>\n<td>*Cost of the cart or wagon’s animals is included</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Mercantile ventures can take many game days. Each day that adventurers have one or more ships in a berth, or one or more wagons or animals in a stable or caravanserai, they will have to pay <strong>moorage or stabling fees</strong>. Penurious adventurers may opt to keep their ships anchored outside of port, or keep their caravan in pasture outside the city. However, doing so substantially increases the time and cost of loading and unloading merchandise (q.v.). See the adjoining table.</p>\n<p>EXAMPLE: Caleför wants to get in and get out of Alakyrum quickly so he decides to stable his caravan in a caravanserai that is easily accessible to the city’s warehouses. He must pay 2gp per day per wagon, so with 40 wagons his daily stabling fee is 80gp.</p>\n<p><strong>Ruler’s Privilege:</strong> Adventurers operating in a market in a domain they control need not pay moorage or stabling fees.</p>\n<h3>Arbitrage Trading</h3>\n<p>The riskiest, but most lucrative, form of mercantile trade is arbitrage: The movement of merchandise across long distances from markets where they are cheap to markets where they are expensive. Arbitragers must identify an opportunity, front the cost of purchasing large quantities of merchandise, safely transport it across long distances to distant markets by cart or ship, and then find a buyer willing to pay enough of a premium to earn the arbitrager a profit. Because it requires large sums of treasure and risky travel across the wilderness, arbitrage is a common choice for merchant-adventurers.</p>\n<p>Each day that a character or party engages in arbitrage trading, follow the steps below to adjudicate the outcome.</p>\n<h6>1. Assess Supply and Demand</h6>\n<p>The first step to arbitrage trading is to assess supply and demand in the market in order to learn its demand modifiers. As noted above, demand modifiers affect the price for merchandise in the market. A low demand modifier indicates that there is a low demand for that type of merchandise available, usually because the market is a surplus producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive, usually because the market is an importer of that merchandise.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Assessment of Supply &amp; Demand</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>False Assessment</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Failed Assessment</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Expertise Is Required</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Partial Assessment</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Successful Assessment</td>\n</tr>\n</tbody></table>\n<p>Assessing supply and demand takes time — lots of time. After all, markets in <em><strong>ACKS</strong></em> do not have Bloomberg terminals, financial newsletters, or even commodity exchange floors. Instead, the arbitrager must traffic a variety of open-air plazas, guild halls, private offices, harbor fronts, and other locations scattered across the urban settlement, listening in on price negotiations, investigating warehouses, talking to dockworkers and so on.</p>\n<p>Assessing supply and demand counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may face random encounters in the urban settlement. Arbitragers frequently attract the attention of local cartels, criminals, tax assessors, and other unsavory types.</p>\n<p>When the day’s activity is complete, the Judge rolls 2d6 on the Assessment of Supply and Demand table. The Judge should modify the roll by the arbitrager’s Charisma modifier.</p>\n<p>Where appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)</p>\n<p>If the result is a <strong>successful assessment</strong>, the arbitrager learns the state of supply and demand in the market. The Judge reveals the market’s complete list of demand modifiers for all 29 types of merchandise.</p>\n<p>If the result is a <strong>partial assessment</strong>, the arbitrager has learned some information, but not all of it. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice.</p>\n<p>If <strong>expertise is required</strong>, the arbitrager learns the demand modifier of one type of merchandise, but only if he is an expert in that type of merchandise. To qualify as an expert, the arbitrager must have at least two ranks in an Art, Craft, or Profession proficiency related to a specific type of merchandise. If the arbitrager qualifies as an expert in two or more types of merchandise, he learns the demand modifier for each.</p>\n<p>On a <strong>failed assessment</strong>, then the arbitrager does not glean any information.</p>\n<p>On a <strong>false assessment</strong>, the arbitrager has been misinformed about the local economic situation. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice (as with a partial assessment) but all of the demand modifiers are wrong!</p>\n<p>Caleför has three ranks of Profession (salt merchant). Having arrived on 4/1/381, he spends 4/2/381 assessing supply and demand on Alakyrum. He rolls an 8. Since this is an Expertise Required result, he will earn the market’s demand modifier for salt. He cannot choose to learn the demand modifier of, e.g., precious metals because he lacks expertise. If he didn’t have Profession or a similar proficiency, he wouldn’t learn any price at all from this result.</p>\n<p>After assessing supply and demand, the arbitrager may move to the next step (selecting merchandise to trade the next day) or repeat this step (assessing supply and demand the next day) if he wants to glean more information. Conversely, an arbitrager who has already assessed supply and demand on a prior visit, or who just wants to buy or sell at any price, can skip this step if desired.</p>\n<p><strong>Splitting Up:</strong> Sometimes (as in the example of Marcus, Quintus, and Viktir) an entire party may engage in arbitrage trading. The rules assume that normally all the characters in the party are assessing supply and demand together. If desired, party members can split up and each assess supply and demand separately. If so, they risk random encounters separately but might glean more information.</p>\n<h6>2. Select Type of Merchandise</h6>\n<p>The second step to arbitrage trading is to choose a type of merchandise to trade that day. As noted above, there are 19 different types of common merchandise and 10 types of precious merchandiseavailable. The choice of what merchandise to buy or sell is up to the arbitrager.</p>\n<p>If the arbitrager has entered the market with a cargo of specific merchandise he needs to sell, he might wish to trade in that merchandise regardless of the demand for it. Alternatively, if the arbitrager wants to buy goods, he might wish to trade in whatever has the lowest demand modifier. If he has a variety of cargo and will be visiting several markets, he might wish to sell only merchandise that has a high demand modifier. This is where correctly assessing supply and demand is important!</p>\n<p>The Common and Precious Merchandise table, below, lists each type of merchandise; the container used to store it; the price per stone of the merchandise; the amount by which that price steps up or down when it changes; and the base number of stones available to buy or sell each day with market impact I. Amount of less than 1 stone cannot be bought or sold in arbitrage; instead, the fractional demand or supply accumulates day by day that the character solicits interest from buyers or sellers until 1 stone of supply or demand is reached.</p>\n<h6>Common and Precious Merchandise</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Common Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n<td><strong>Price Step</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td>Grain &amp; vegetables</td>\n<td>Bags</td>\n<td>0.12gp</td>\n<td>0.01gp</td>\n<td>2,000</td>\n<td>500</td>\n<td>250</td>\n<td>60</td>\n<td>25</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Salt</td>\n<td>Bricks</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Beer &amp; ale</td>\n<td>Amphorae</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Pottery</td>\n<td>Crates</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Common wood</td>\n<td>Bundles</td>\n<td>0.17gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Wine &amp; spirits</td>\n<td>Amphorae</td>\n<td>0.19gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Oil &amp; sauce</td>\n<td>Amphorae</td>\n<td>0.30gp</td>\n<td>0.03gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Preserved fish</td>\n<td>Amphorae</td>\n<td>0.45gp</td>\n<td>0.04gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Preserved meat</td>\n<td>Amphorae</td>\n<td>1gp</td>\n<td>0.1gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Glassware</td>\n<td>Crates</td>\n<td>1.5gp</td>\n<td>0.15gp</td>\n<td>250</td>\n<td>60</td>\n<td>30</td>\n<td>8</td>\n<td>3</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Rare wood</td>\n<td>Bundles</td>\n<td>2gp</td>\n<td>0.2gp</td>\n<td>150</td>\n<td>40</td>\n<td>20</td>\n<td>5</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Common metal</td>\n<td>Chests</td>\n<td>2gp</td>\n<td>0.2gp</td>\n<td>150</td>\n<td>40</td>\n<td>20</td>\n<td>5</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Common furs</td>\n<td>Bundles</td>\n<td>4.5gp</td>\n<td>0.45gp</td>\n<td>100</td>\n<td>25</td>\n<td>12</td>\n<td>3</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Textiles</td>\n<td>Rolls</td>\n<td>7.5gp</td>\n<td>0.75gp</td>\n<td>100</td>\n<td>25</td>\n<td>12</td>\n<td>3</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Dye &amp; pigment</td>\n<td>Jars</td>\n<td>10gp</td>\n<td>1gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Tea &amp; coffee</td>\n<td>Bags</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Clothing</td>\n<td>Bags</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Tools</td>\n<td>Crates</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Armor &amp; weapons</td>\n<td>Crates</td>\n<td>22gp</td>\n<td>2.2gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Precious Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n<td><strong>Price Step</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td>Monster parts</td>\n<td>Metamphorae</td>\n<td>60gp</td>\n<td>6gp</td>\n<td>33</td>\n<td>8</td>\n<td>4</td>\n<td>1</td>\n<td>0.4</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>Ivory</td>\n<td>Tusk wrapping</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Rare furs</td>\n<td>Bundles</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Spices</td>\n<td>Amphorae</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Fine porcelain</td>\n<td>Crates</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Precious metals</td>\n<td>Chests</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Silk</td>\n<td>Rolls</td>\n<td>333gp</td>\n<td>33gp</td>\n<td>6</td>\n<td>2</td>\n<td>1</td>\n<td>0.2</td>\n<td>0.1</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>Rare books and art</td>\n<td>Boxes</td>\n<td>333gp</td>\n<td>33gp</td>\n<td>6</td>\n<td>2</td>\n<td>1</td>\n<td>0.2</td>\n<td>0.1</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>Semiprecious stones</td>\n<td>Boxes</td>\n<td>1,000gp</td>\n<td>100gp</td>\n<td>2</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.06</td>\n<td>0.03</td>\n<td>0.01</td>\n</tr>\n<tr>\n<td>Gems</td>\n<td>Boxes</td>\n<td>7,500gp</td>\n<td>750gp</td>\n<td>0.25</td>\n<td>0.07</td>\n<td>0.03</td>\n<td>0.01</td>\n<td>0.01*</td>\n<td>0.01*</td>\n</tr>\n<tr>\n<td>* If DM is +2 or more, .01 can be sold. If DM is -2 or less .01 can be bought. Otherwise, not available.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Caleför decides to buy salt in Alakyrum to take advantage of the low demand modifier. Because Alakyrum is a Class I market, the base number of stones available per day is 1,000 at market impact 1.</p>\n<p><strong>Designer’s Note:</strong> Sometimes the Judge may want to just use a standard or generic merchandise for some purpose, such as computing the value of a random warehouse’s contents, or a quick estimate of the total quantity of goods in a village’s stores.</p>\n<ul>\n<li>Generic common merchandise has an average value of 1.1gp per stone. Each day 0.025 stone per urban family per is traded.</li>\n<li>Generic precious merchandise has an average value of 135gp per stone. Each day 0.00074 stone per urban family is traded.</li>\n<li>Generic merchandise has an average value of 3.1gp per stone. Each day 0.0168 stone per urban family is traded.</li>\n<li>For merchandise that is manufactured year round, there will usually be one month’s supply, e.g. 30 times daily trade.</li>\n<li>For merchandise that is harvested twice per year, there will usually be three (or 1d6) month’s supply.</li>\n<li>For merchandise that is harvested once per year, there will usually be six (or 1d12) month’s supply.</li>\n</ul>\n<h6>3. Solicit Buyers or Sellers in Merchandise</h6>\n<p>Once the arbitrager has chosen what type of merchandise to trade in that day, the next step is to solicit buyers or sellers in that merchandise. Each type of merchandise is traded by different types of merchant. The arbitrager must find and approach these merchants by prowling through bazaars, business districts, and trade rows. Soliciting buyers or sellers for a particular type of merchandise counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may again face random encounters in the urban settlement.</p>\n<p>Once buyers and sellers are solicited, multiply the base amount of merchandise available by the arbitrager’s market impact to determine the amount he can buy or sell.</p>\n<p>Daily Supply / Demand from Solicitation = Base Number of Stones x Market Impact</p>\n<p>An arbitrager can solicit for buyers and sellers every day if desired, either in the same or in a different type of merchandise. Party members can split up and each solicit interest for a different type of merchandise separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit interest for buyers or sellers the sametype of merchandise without splitting up the amount of merchandise available. There are only so many buyers and sellers, and they will just end up getting smaller pieces of the same pie.</p>\n<p><strong>Steady Trade Routes:</strong> A venturer with a steady trade route for a particular type of merchandise in his market can add one-half his class level to his market impact when assessing determining the amount of merchandise of that type available for purchase or sale. If that results in his market impact exceeding the market maximum, he can advance to the next highest market class.</p>\n<p>EXAMPLE: On 4/3/381, Caleför spends the day talking to the Alakyrum Salter’s Guild trade agent. The 6th level venturer actually has a steady trade route in salt with Alakyrum, so he adds one-half his class level to his market impact, increasing it from 2 to 5. Caleför can buy 5,000 stone of salt.</p>\n<h6>4. Determine Market Price of Merchandise</h6>\n<p>Once the arbitrager has solicited buyers or sellers, he learns that merchandise’s <strong>market price</strong> from them. The market price for merchandise is derived from its <strong>base price</strong>, which represents an average value of the commodity across all markets as a whole. The base price is adjusted for the economic and political factors of the market where the transaction is occurring. These factors are modeled randomly using die rolls and situational adjustments.</p>\n<p>The market price is the prevailing price for that market for that month, and should only be calculated once for each type of merchandise. Different merchants in the same market will not buy and sell the same type of goods at different prices unless negotiated with (see below). To determine market price, follow these steps:</p>\n<ul>\n<li>Find the merchandise’s base price on the Common or Precious Merchandise Table.</li>\n<li>Roll 4d4-10. If the result is positive, shift the price upward by that number of steps. If the result is negative, shift the price downward by that number of steps.</li>\n<li>If the demand modifier is positive, shift the price upward by that number of steps. If the demand modifier is negative, shift the price downward by that number of steps.</li>\n<li>If the market is a Class I or Class II, shift the price upward by one step. If the market is Class V or VI, shift the price downward by one step</li>\n<li>If the merchandise is “grains &amp; vegetables” and it is currently spring (sowing season), shift the price upward by one step. If the merchandise is “grain &amp; vegetables” and it is currently autumn (harvest season), shift the price downward by one step.</li>\n<li>Modify by one step in the arbitrager’s favor if he has a <strong>steady trade route</strong> in that type of merchandise. The Judge may also apply any special modifiers from vagaries (war, calamity, etc.).</li>\n</ul>\n<p>The price that emerges from these price steps is the market price for the merchandise.</p>\n<p>EXAMPLE: Caleför has solicited sales from the Alakyrum Salter’s Guild. The base price for a stone of salt is 0.15gp and its price step is 0.02gp. The Judge tosses 4d4-10 for a result of -1. He decreases the price by one step, to 0.13gp. Alakyrum is Class 1, so he increases the price by one step to 0.15gp. The DM for salt is -3, so he decreases the price by three steps to 0.09gp. Finally he shifts the price by one step in Caleför’s favor, since he has a steady trade route, to 0.07gp. The market price for salt in Alakyrum is currently 0.07gp per stone.</p>\n<p><strong>Exhaustion of Arbitrage (Optional):</strong> If an arbitrager stays in the same market buying or selling the same merchandise in large volume, eventually he will exhaust the opportunity for arbitrage. There is a 20% cumulative chance each day that an arbitrager is transacting in merchandise that its price will shift as a result of his efforts. If the arbitrager is buying, the price increases by one step. If the arbitrager is selling, the price decreases by one step. Once the price changes, the chance of a price shift resets to 20%. This rule should be applied at the Judge’s discretion for verisimilitude.</p>\n<p>EXAMPLE: If Caleför were to continue soliciting sellers for salt each day, there’d be a 20% cumulative chance each day that the price increases by one step (0.02gp). Over time his continued demand for salt would raise the price and erode his margins.</p>\n<p><strong>Price Reset (Optional):</strong> At any given moment, prices reflect both the current supply and demand for merchandise as well as the expectation of future supply and demand given the information collectively known by the buyers and sellers. As circumstances change, prices change too. Prices might change because of the arrival of large caravans or fleets, the importation of goods, the harvesting of crops, changes in seasonal demand due to holidays, travel, or military deployments, etc. From the point of any individual merchant, price changes are effectively random. If the adventurers are traveling regularly between markets, the Judge can simply re-roll priceseach time the adventurers enter a new market. If the adventurers linger in the same market, assume there is a 10% cumulative chance per week of a major event occurring that causes all prices to reset.</p>\n<h6>5. Negotiate the Spot Price</h6>\n<p>Most transactions occur at the market price. However, an arbitrager may wish to negotiate a higher price (if selling) or a lower price (if buying), haggling on the basis of future price trends, superior or shoddy quality, reputation, rival merchants, and so on.</p>\n<p>Negotiation is an ancillary activity requiring one hour (6 turns). Negotiations are assumed to occur against a leading merchant, major broker, cartel representative, or other “market maker” such that the outcome affects all of the arbitrager’s purchases or sales of that merchandise that day.</p>\n<p>A typical merchant buying or selling common merchandise has a +1 CHA bonus and one rank of Bargaining. A typical merchant buying or selling precious merchandise has a +2 CHA bonus, a +1 WIL bonus, and one rank of Bargaining. The Judge should secretly roll 1d6 when bargaining begins; if the die roll exceeds the market class of the market, the merchant the arbitrager is facing has one additional rank of Bargaining.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction to Negotiation</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Outraged refusal</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Refusal</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Negotiations continue</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Grudging agreement</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Agreement</td>\n</tr>\n</tbody></table>\n<p>When negotiations commence, the arbitrager rolls 2d6 on the Reaction to Negotiation table. He adds his CHA modifier (if any) to the roll but subtracts the opposing merchant’s CHA modifier (if any). The arbitrager adds a +2 bonus to his roll for each rank of Bargaining proficiency he possesses, but applies a -2 penalty to his roll per rank of Bargaining proficiency possessed by the opposing merchant.</p>\n<p>The Judge may apply any other adjustments he feels are appropriate given the circumstances of the negotiation, the reputation of the parties, and so on. However, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12+, regardless of any adjustments.</p>\n<p><strong>Agreement</strong> means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor.</p>\n<p><strong>Grudging agreement</strong> means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor. In exchange, however, he extracts some other concession, such as a commitment to pay a higher price on a subsequent month, a minimum volume of purchase or sale, a secondary purchase of less interesting merchandise, etc. If the arbitrager refuses this concession, then negotiations continue (as below). Even If he does agree, the arbitrager does not necessarily have to abide by any promises, though failure to do so may result in a penalties in future reaction rolls, random encounters, and so on (Judge’s discretion).</p>\n<p><strong>Negotiations continue</strong> means that the merchant has not accepted the spot price, but hasn’t flatly rejected it either. The arbitrager can halt negotiations and buy or sell at the market price or continue negotiations by rolling again. As negotiations have now become a matter of will, the arbitrager must now add his WIL modifier (if any) to the roll and must subtract the merchant’s WIL modifier.</p>\n<p><strong>Refusal</strong> means that the merchant has flatly rejected the proposed price and ended negotiations. The arbitrager can still buy from or sell to the merchant at the market price, but he can no longer negotiate for a better price with that merchant (or any other merchants that merchant was representing) that month.</p>\n<p><strong>Outraged refusal</strong> means that the merchant is so insulted by the character’s offer or negotiating strategy that he will not buy or sell with the arbitrager that month. This means the arbitrager is locked out of the market in that good that month!</p>\n<p>EXAMPLE: Although 0.07gp per stone of salt is a good price, Caleför decides to haggle it down further. He spends one hour (6 turns) in heated negotiation with the Salter’s Guild agent. This lets him finish the negotiations on the same day, 4/3/381. Caleför has a CHA bonus of +3 and one rank of Bargaining proficiency.</p>\n<p>The Judge quickly determines that the Salter’s Guild sales agent has a +1 CHA bonus and two ranks of Bargaining. Therefore, Caleför has a total modifier of +3 +2 -1 -4 = 0. He throws the dice and rolls a 9, achieving “grudging agreement.”</p>\n<p>The Judge decides that the Salter’s Guild agent will ask for a minimum purchase. “We will offer a 10% price reduction, if you agree to buy at least 50% of the available supply,” says the agent. Caleför accepts, as he intended to buy all 5,000 stone anyway. The price reduction reduces the market price by another price step, to 0.05gp.</p>\n<p><strong>Fixed Deal Terms:</strong> If an arbitrager returns to transact in the same market that month to buy or sell the exact same merchandise he previously sought or bold, he uses his prior results to determine his spot price. E.g. If an arbitrager has bargained the spot price down, he cannot then bargain the spot price up in the same market in the same month.</p>\n<h6>6. Exchange Merchandise for Payment</h6>\n<p>If the arbitrager and the merchant(s) come to mutually-agreeable price (either the market price or a price negotiated on the spot), they next proceed to exchange merchandise for payment.</p>\n<p>If the arbitrager is the seller, the merchant(s) will deliver payment to the seller’s choice of bank, guild merchant, or other reputable third-party. The arbitrager will be expected to begin unloading and delivering the merchandise to the merchant(s) within a day. Once delivery is made, the arbitrager may collect payment from the bank.</p>\n<p>If the arbitrager is the buyer, he will be expected to make payment to a bank designated by the merchant(s) within a day. The merchant(s) will begin loading the merchandise the day after payment is posted. After loading the merchandise, the merchant(s) will then collect the payment that was deposited. The arbitrager and merchant can work out a different schedule for delivery if desired.</p>\n<p>The seller is responsible for unloading the merchandise from his caravan, fleet, or warehouse, while the buyer is responsible for loading it into his own transport. Loading and unloading merchandise is a considerable enterprise. Workers must lift and carry the various amphora, barrels, crates, and sacks, while quartermasters attend to any necessary accounting and record-keeping. Ships take even longer, as the crew must arrange and stack the cargo securely with ballast, cushions, rigging, and tying. Warehouses can only load and unload during restricted hours and are hampered by traffic.</p>\n<p>The Cargo Handling Time and Cost table shows the manpower required to load and unload various animals and vehicles, the rate of work, and the total time required. Caravans and vessels are loaded and unloaded by their crew, while warehouses are loaded and unloaded by workers, who charge the listed fee. The buyer and seller are assumed to work in parallel, so the total time is simply the greater of the buyer’s or seller’s. If the arbitrager has kept his caravan in pasture or his ship anchored in the harbor, the time and cost are doubled for both buyer and seller.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Cargo Handling Time and Cost</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Type of Transport</td>\n<td><strong>Crew</strong></td>\n<td><strong>Work Rate</strong></td>\n<td><strong>Total Time*</strong></td>\n<td><strong>Total Cost*</strong></td>\n</tr>\n<tr>\n<td>1 pack donkey (20 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>3 turns</td>\n<td>0.5cp</td>\n</tr>\n<tr>\n<td>1 pack mule (40 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>1 hour</td>\n<td>1cp</td>\n</tr>\n<tr>\n<td>1 pack camel (60 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>1.5 hours</td>\n<td>1.5cp</td>\n</tr>\n<tr>\n<td>1 pack horse (80 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>2 hours</td>\n<td>2cp</td>\n</tr>\n<tr>\n<td>1 cart (320 st)</td>\n<td>2 workers</td>\n<td>40 st / hour</td>\n<td>4 hours</td>\n<td>8cp</td>\n</tr>\n<tr>\n<td>1 wagon (640 st)</td>\n<td>4 workers</td>\n<td>40 st / hour</td>\n<td>4 hours</td>\n<td>16cp</td>\n</tr>\n<tr>\n<td>1 barge, small (2,000 st)</td>\n<td>5 workers</td>\n<td>20 st / hour</td>\n<td>2.5 days</td>\n<td>1gp</td>\n</tr>\n<tr>\n<td>1 barge, large (9,000 st)</td>\n<td>10 workers</td>\n<td>20 st / hour</td>\n<td>5 days 5 hours</td>\n<td>4.5gp</td>\n</tr>\n<tr>\n<td>1 barge, huge (180,000)</td>\n<td>50 workers</td>\n<td>20 st / hour</td>\n<td>22 days 4 hours</td>\n<td>90gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, small (10,000 st)</td>\n<td>12 workers</td>\n<td>20 st / hour</td>\n<td>5 days 2 hours</td>\n<td>5gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, large (30,000 st)</td>\n<td>20 workers</td>\n<td>20 st / hour</td>\n<td>9 days 3 hours</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, huge (50,000 st)</td>\n<td>40 workers</td>\n<td>20 st / hour</td>\n<td>7 days 6 hours</td>\n<td>25gp</td>\n</tr>\n<tr>\n<td>Warehouse</td>\n<td>10 workers</td>\n<td>20 st / hour</td>\n<td>1 hour / 200st</td>\n<td>1gp/100st</td>\n</tr>\n<tr>\n<td>*Doubled if loading vessels at anchor or caravans outside in pasture.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Loading and unloading merchandise must be supervised by the arbitrager or a trusted henchman. Each character can supervise one ship or warehouse, ten boats, ten wagons, or forty ordinary animals as an ancillary activity (up to 12x if it is his only activity for the day). Unsupervised loading or unloading may result in a loss of 2d10% of the value to petty theft or other problems (Judge’s discretion).</p>\n<p>EXAMPLE: Let’s assume Caleför solicits the Salter’s Guild on 4/4 and 4/5, with the same result, then halts due to exhaustion of arbitrage. At this point he has purchased 15,000 stone of salt at a cost of 0.05gp per stone, for a total cost of 750gp. The day after each transaction, he deposited payment with the Salter’s Guild. It will take the seller (5,000 st / 200 st) 25 hours, or 3 days, to bring salt from its warehouses to the caravan each day. So in the evening of 4/6, Caleför’s caravan receives 5,000 stone that he bought on 4/3; on the evening of 4/7, he gets the salt he bought on 4/4; and on 4/8, he gets the salt he bought on 4/5.</p>\n<p>All of the wagons can be loaded simultaneously, so it will only take 4 hours to load the salt as it is delivered each day. Since the caravaneers load the salt in parallel with the seller’s delivery of it, that adds no additional time to the process. However, if Caleför kept his caravan outside the city, each load would have taken 6 days to deliver. That would mean Caleför would get the salt on 4/9, 4/10, and 4/11, extending his stay by three days.</p>\n<p>Arbitragers who like to play dirty can, of course, engage in any number of shenanigans during this time, such as stealing back their own merchandise, robbing the merchant’s guild, delivering goods of shoddy quality or inadequate volume, and so on. The Judge can adjudicate such schemes at his discretion. The Hijinks rules are often useful in this regard! It’s also a time for random encounters to occur, as a fully-loaded ship or caravan that hasn’t left town is a shining target for burglars and thugs.</p>\n<h6>7. Continue to Trade or Exit Market</h6>\n<p>If the arbitrager has completed all of his desired transactions, including making and/or taking delivery of any merchandise and giving and/or receiving any payments due, he can exit the market with his caravan or fleet. Before he leaves he has to pay for moorage and stabling fees he’s incurred.</p>\n<p>If the arbitrager hasn’t yet completed all of his desired arbitrage trading, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and assess supply and demand for another type of merchandise, return to step 2 and select a new type of merchandise to trade, or start a different type of mercantile venture altogether.</p>\n<p>EXAMPLE: After his wagons are loaded up, Caleför heads out. He arrived on 4/1/381 and departs 4/11/381, so he has to pay stabling for 10 days. With 40 wagons stabled for 10 days, that costs (40 wagons x 2gp/wagon/day x 10 days) 800gp.</p>\n<h6>8. Transport or Store Goods</h6>\n<p>If the arbitrager has purchased merchandise, he will eventually need to transport the merchandise to a new market for sale. Transporting goods should be handled as a wilderness adventure, as described in Chapter 6 under <strong>Wilderness</strong> <strong>Adventures</strong>. When the arbitrager reaches a new market, he may enter the market and engage in arbitrage trading to sell his merchandise, starting with step 1 or 2 as above.</p>\n<p>Sometimes an arbitrager may prefer to warehouse his merchandise for later transport and/or resale. Warehouse space can be rented at a cost of 1cp per stone per month. A market typically has 50 stone per urban family of warehouse space available.</p>\n<h6>Arbitrage Trade Summarized</h6>\n<ol>\n<li>Arbitrager assesses supply and demand in the market to determine its demand modifiers. Depending on the success of his assessment, he learns none, some, or all of the market’s DMs. This is a dedicated activity for a day.</li>\n<li>Arbitrager selects a type of merchandise to trade from the 19 common and 10 precious merchandise types. The Judge reveals the quantity of merchandise available to buy or sell.</li>\n<li>Arbitrager solicits buyers and sellers interested in that type of merchandise. He multiples the quantity of merchandise available by his market impact. This is a dedicated activity for a day.</li>\n<li>Judge determines the market price for that type of merchandise and reveals the price to the arbitrager.</li>\n<li>Arbitrager can, but doesn’t have to, negotiate for a spot price with some or all of the interested merchants. This is an ancillary activity in a day.</li>\n<li>Arbitrager can, but doesn’t have to, exchanges merchandise for payment. If buying merchandise, he must make payment within 1 day and then starts receiving his goods. If selling merchandise, he receives payment within 1 day and then must start loading the goods the next day.</li>\n<li>Arbitrager can continue to trade, returning to step 1 or 2, or can exit the market. If he stays in the market, he must pay moorage and stabling fees (if any). He can store his goods in a warehouse at 1cp per stone per month.</li>\n<li>Once he exits the market, arbitrager transports any merchandise he has bought to a new market.</li>\n</ol>\n<p><strong>Designer’s Note:</strong> These revised arbitrage trading rules have been carefully designed to play quickly. In the original <em><strong>ACKS</strong></em> rules,arbitrage trading rules, the Judge had to randomly generate a large number of merchants, then randomly determine which type of merchandise they were interested in buying or selling, and then randomly generate the number of loads they’d transact. This could be a frustrating process, as often there’d be no merchants buying or selling any of the merchandise the adventurers were interested in. The frustration couldn’t even be justified as realistic, either, because there was no guarantee the merchants would be buying and selling the merchandise the market was known for.</p>\n<p>With these revised rules, the arbitrager (player) chooses what he wants to trade in, and the Judge only has to generate that type of merchandise. As written, the rules are concrete enough to be run in session with narrative exploration of the cityscape and role-play with each merchant, but they are also abstract enough to be resolved between sessions, too. And if the arbitrager already knows what he wants to buy or sell, has already assessed demand, and doesn’t want to haggle, the entire process can be resolved without any rolls.</p>\n<h3>Passenger and Cargo Carriage</h3>\n<p>If an adventurer is operating a caravan of one or more wagons or a fleet of one or more vessels, he may carry passengers or cargo between markets. When a character or party wants to engage in passenger and cargo carriage, follow the steps below to adjudicate the outcome.</p>\n<h6>Announce Destination, Route, and Departure Time</h6>\n<p>A carrier’s first step is to announce his planned destination, route, and date of departure. The choice of destination and date is up to the carrier. Some carriers prefer to schedule frequent, short trips to nearby destinations while others plot their trips around arbitrage trading activities or adventures of exploration. Difficult or unusual routes and destinations will attract less interest from passengers and shippers, though they might permit higher fees (Judge’s discretion).</p>\n<p>Caleför intends to travel to deliver his cargo of salt to the class II port city of Nuvië, 156 miles to the north by imperial highway. His caravan has a cargo capacity of 25,600 st, but he’s only bought 10,000 st of salt, leaving him with 15,600 st of unused cargo capacity. Since the salt won’t be fully loaded for several days, Caleför also has time available. He decides to announce a trip to Nuvië by way of the imperial highways on 4/10 so he can solicit merchants and passengers.</p>\n<p>The planned destination, route, and departure date modify the carrier’s market impact for purposes of passenger and cargo carriage, as shown on the Destination, Route, and Departure Date table. If modifiers would increase the carrier’s market impact above the maximum for his market, it stays at the maximum. If modifiers would reduce the carrier’s market impact below 1, it drops his market class by 1 per point, and market impact is recalculated.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Destination, Route, and Departure Date</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Situation</strong></td>\n<td><strong>Market Impact</strong></td>\n</tr>\n<tr>\n<td>Destination is Class I or Class II market</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Destination is Class III or Class IV market</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Destination is Class V or Class VI market</td>\n<td>-1</td>\n</tr>\n<tr>\n<td>Destination is within range of trade of current market</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Destination is mysterious, unknown, legendary, etc.</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels exclusively on roads, rivers, and coastlines</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Route travels through any desert, mountains, and/or ocean terrain</td>\n<td>-1 per 24-mile hex</td>\n</tr>\n<tr>\n<td>Route travels on river when sea route of equal or lesser length to same destination is available</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels on road when river route to same destination is available</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels on road when sea route to same destination is available</td>\n<td>-8</td>\n</tr>\n<tr>\n<td>Date of departure is more than 3 days away and less than 10 days away</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Date of departure is less than 3 days away or more than 10 days away</td>\n<td>-1/day</td>\n</tr>\n<tr>\n<td>Carrier has safely delivered passengers or merchandise on route to destination in last 30 days</td>\n<td>+1</td>\n</tr>\n</tbody></table>\n<p>What is Caleför’s market impact for purposes of passenger and cargo carriage? As a venturer with 40 wagons, he’s currently market impact 2 in Alakyrum. His destination is a Class II market, so he gains a +1 bonus to market impact. His route is entirely along roads, adding another +1 bonus. His date of departure is 7 days away, so he has no modifier for departure date. He hasn’t delivered passengers or cargo on this route to this destination previously. Therefore his market impact is 2 +1 + 1 = 4.</p>\n<h6>2. Solicit Shippers to Consign Cargo</h6>\n<p>After announcing his destination and route, the carrier can begin soliciting shippers to consign cargo for transport to his destination. Soliciting shippers counts as a dedicated activity (8 hours) in a day, and the carrier may face random encounters in the urban settlement during this time. Talking to harbormasters, negotiating with freight forwarders and shipping agents, and visiting warehouses exposes a merchant to a lot of sketchy characters!</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Cargo Consignments and Passengers</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong></td>\n<td><strong>Cargo</strong></td>\n<td><strong>Number of</strong></td>\n</tr>\n<tr>\n<td><strong>Class</strong></td>\n<td><strong>Consignment</strong></td>\n<td><strong>Passengers</strong></td>\n</tr>\n<tr>\n<td>I</td>\n<td>4,000 st</td>\n<td>2d6+1 x 10</td>\n</tr>\n<tr>\n<td>II</td>\n<td>1,000 st</td>\n<td>6d6</td>\n</tr>\n<tr>\n<td>III</td>\n<td>500 st</td>\n<td>4d4</td>\n</tr>\n<tr>\n<td>IV</td>\n<td>200 st</td>\n<td>2d3</td>\n</tr>\n<tr>\n<td>V</td>\n<td>120 st</td>\n<td>1d4</td>\n</tr>\n<tr>\n<td>VI</td>\n<td>20 st</td>\n<td>1d2-1</td>\n</tr>\n</tbody></table>\n<p>When the activity is complete, the Judge determines the number of stone of merchandise potentially available for consignment by consulting the Cargo Consignments and Passengers table, finding the appropriate row based on the class of the market, and cross-indexing it with the row in the “Cargo Consignment” column. Multiply the total shown by the carrier’s modified market impact in the market. The result is the stones of cargo available for consignment.</p>\n<p>Caleför spends 4/5/381 wheeling-and-dealing at the warehouses of Alakyrum. After avoiding an unpleasant random encounter, he finishes up the day’s work. The Judge consults the Cargo Consignment and Passengers table and sees that 4,000 st of consignment is typically available each day. This value is multiplied by Caleför’s effective market impact of 4 to yield 16,000 st available for consignment.</p>\n<p>Shippers will not consign their goods to carriers they deem untrustworthy. To convert potential consignments into actual consignments, the carrier must make a reaction roll on the Contract of Carriage table. The carrier adds his Charisma and Mystic Aura modifiers. Where appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)</p>\n<p>The Judge may apply any other adjustments he feels are appropriate given the circumstances — for instance, is the carrier’s vessel new and well-maintained, or battle-damaged and decrepit? Is his crew clean and professional, or a band of cut-throat ex-pirates? Whatever modifies are applied, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12.</p>\n<p><strong>Enthusiastic agreement</strong> means that the shippers agree to consign their merchandise to the carrier without reservation.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Contract of Carriage</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Jeering Refusal</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Skepticism</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Assurances demanded</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Cautious agreement</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Enthusiastic agreement</td>\n</tr>\n</tbody></table>\n<p><strong>Cautious agreement</strong> means that the shippers agree to consign their merchandise to the carrier if he can prove he is a legitimate merchant. The proof required is up to the Judge but might involve showing (1) the carrier is a venturer with a steady trade route to the destination; (2) the carrier has safely made a round-trip journey to the destination within the last 30 days (or, if the journey would take longer than 30 days, as recently as practically possible); or (3) the carrier is domiciled in the current market, with a home, guild membership, and so on. (The shippers don’t want to consign their goods to someone who might just vanish into foreign lands). If none of these apply, then the shippers demand assurances instead.</p>\n<p><strong>Assurances demanded</strong> means that the shippers want assurances that carrier will safely and swiftly deliver their goods to the destination. Assurances might include depositing collateral with a bank or vault sufficient to cover the value of the merchandise if lost, purchasing insurance from the merchant guild, agreeing to hiring a mercenary company chosen by the shipper, etc. The Judge decides what assurances are demanded; the best assurances are those that make the carrier feel as nervous as the shipper! If the carrier refuses to give assurances, treat this result as skepticism instead.</p>\n<p><strong>Skepticism</strong> means that the shippers are reluctant to consign much of their merchandise to the carrier, but if the carrier is willing to reduce his rate by 10%, he can get a limited number of consignments. The Judge should re-calculate the stones of merchandise available for consignment, reducing both the market class and the carrier’s market impact by 1.</p>\n<p><strong>Jeering refusal</strong> means that the shippers find the carrier to be a contemptuous and untrustworthy sort. He receives no merchandise for consignment. Because of bad word of mouth, he cannot solicit shippers in this market again until circumstances change or a month passes.</p>\n<p>Caleför has the opportunity to accept up to 16,000 stone of merchandise for consignment. He offers a smooth patter about his experience making the trek between Alakyrum and Nuvië, and rolls 2d6 on the Contract of Carriage table. With a +3 CHA modifier and +1 bonus for Diplomacy, he has good odds. Sadly, the dice are disagreeable, and he rolls a 3. Even with his +4 bonus, that’s only a 7 — “assurances demanded.” The shippers demand that Caleför hire the hated Imperial Vanguard to protect their cargo. Outraged, the proud adventurer refuses, thereby shifting the result to “skepticism.” The Judge re-calculates the stones of merchandise available, treating Alakyrum as being market class II instead of I and Caleför as having market impact 3 instead of 4. Multiplying 1,000 stone by market impact 3 yields 3,000 stone of merchandise ifhe will reduce his rate by 10%. Caleför begrudgingly accepts the deal.</p>\n<p>If the adventurers intend to just deliver the cargo, its exact make-up won’t matter much and the Judge will simply assume it is a mixed shipment of exports from the region worth 1gp per stone. However, if the adventurers are less-than-savory types who might consider pirating the goods, the Judge can use the Random Merchandise table below, rolling a number of times equal to the adventurer’s market impact and evenly allocating the stones of cargo across the set of rolls.</p>\n<p>EXAMPLE: Caleför has been consigned 3,000 st of cargo. He had a market impact of 3, so the Judge rolls three times on the Random Merchandise table. Each roll will represent (3,000 / 3 ) 1,000 st of cargo. The first roll is 68, the second roll is 26, and the third roll is 91. . The Judges determines that the shipment consists of wine (1,000 st, 190gp); salt (1,000 st, 150gp); and bronze ingots (1,000 st, 2,000gp). The total value of the consignment is 2,340gp, or 0.78gp per st.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>1d100</strong></td>\n<td><strong>Common Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n</tr>\n<tr>\n<td>1 – 20</td>\n<td>Grain &amp; vegetables</td>\n<td>Bags</td>\n<td>0.12gp</td>\n</tr>\n<tr>\n<td>21 – 30</td>\n<td>Salt</td>\n<td>Bricks</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>31 – 40</td>\n<td>Beer &amp; ale</td>\n<td>Amphorae</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>41 – 50</td>\n<td>Pottery</td>\n<td>Crates</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>51 – 60</td>\n<td>Common wood</td>\n<td>Bundles</td>\n<td>0.17gp</td>\n</tr>\n<tr>\n<td>61 – 70</td>\n<td>Wine &amp; spirits</td>\n<td>Amphorae</td>\n<td>0.19gp</td>\n</tr>\n<tr>\n<td>71 – 75</td>\n<td>Oil &amp; sauce</td>\n<td>Amphorae</td>\n<td>0.30gp</td>\n</tr>\n<tr>\n<td>76 – 80</td>\n<td>Preserved fish</td>\n<td>Amphorae</td>\n<td>0.45gp</td>\n</tr>\n<tr>\n<td>81 – 85</td>\n<td>Preserved meat</td>\n<td>Amphorae</td>\n<td>1gp</td>\n</tr>\n<tr>\n<td>86 – 88</td>\n<td>Glassware</td>\n<td>Crates</td>\n<td>1.5gp</td>\n</tr>\n<tr>\n<td>89 – 90</td>\n<td>Rare wood</td>\n<td>Bundles</td>\n<td>2gp</td>\n</tr>\n<tr>\n<td>91 – 92</td>\n<td>Common metal</td>\n<td>Chests</td>\n<td>2gp</td>\n</tr>\n<tr>\n<td>93</td>\n<td>Common furs</td>\n<td>Bundles</td>\n<td>4.5gp</td>\n</tr>\n<tr>\n<td>94</td>\n<td>Textiles</td>\n<td>Rolls</td>\n<td>7.5gp</td>\n</tr>\n<tr>\n<td>95</td>\n<td>Dye &amp; pigment</td>\n<td>Jars</td>\n<td>10gp</td>\n</tr>\n<tr>\n<td>96</td>\n<td>Tea &amp; coffee</td>\n<td>Bags</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>97</td>\n<td>Clothing</td>\n<td>Bags</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>98</td>\n<td>Tools</td>\n<td>Crates</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>98</td>\n<td>Armor &amp; weapons</td>\n<td>Crates</td>\n<td>22gp</td>\n</tr>\n<tr>\n<td>99 – 100</td>\n<td>Roll on Precious Merchandise table</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>1d100</strong></td>\n<td><strong>Precious Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n</tr>\n<tr>\n<td>1 – 20</td>\n<td>Monster parts</td>\n<td>Metamphorae</td>\n<td>60gp</td>\n</tr>\n<tr>\n<td>21 – 34</td>\n<td>Ivory</td>\n<td>Tusk wrapping</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>35 – 48</td>\n<td>Rare furs</td>\n<td>Bundles</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>49 – 62</td>\n<td>Spices</td>\n<td>Amphorae</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>63 – 76</td>\n<td>Fine porcelain</td>\n<td>Crates</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>79 – 90</td>\n<td>Precious metals</td>\n<td>Chests</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>91 – 95</td>\n<td>Silk</td>\n<td>Rolls</td>\n<td>333gp</td>\n</tr>\n<tr>\n<td>96 – 99</td>\n<td>Rare books &amp;d art</td>\n<td>Boxes</td>\n<td>333gp</td>\n</tr>\n<tr>\n<td>100*</td>\n<td>Semiprecious stones</td>\n<td>Boxes</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>Special</td>\n<td>Gems</td>\n<td>Boxes</td>\n<td>7,500gp</td>\n</tr>\n<tr>\n<td>*Roll 1d4. On 1 – 3, the merchandise is semiprecious stones; on 4, it’s gems.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Carriage Shipping Rate</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Distance</strong></td>\n<td><strong>Consignment</strong></td>\n<td><strong>Passenger</strong></td>\n</tr>\n<tr>\n<td>Road 24 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n<tr>\n<td>River 96 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n<tr>\n<td>Sea 480 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n</tbody></table>\n<p>A carrier’s rate for transporting merchandise under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Fractional loads and distances can be calculated in terms of stone-miles. The rate is 1.25cp per 24 stone-miles by road, 1.25cp per 96 stone-miles by river, or 1.25cp per 480 stone-miles by sea or ocean.</p>\n<p>Shippers will generally pay half when they contract for consignment and the remainder (through an agent) upon their cargo safely reaching its destination. Carriers who received less than enthusiastic agreement are also be expected to offer free passage for one (invariably nosey and annoying) merchant representative who takes care of the goods and tax payments. The representative counts as a passenger weighing 50 st.</p>\n<p>Caleför has secured a consignment of 3,000 stone of merchandise for the 156-mile road trip to Nuvië. Caleför’s shipping rate will be (156 miles / 24 miles) x (1.25cp / st) x (3,000 st). That works out to 244gp. He has to reduce that by 10% to 220gp. He collects 110gp now and will collect the remaining 110gp in Nuvië. He needs to set aside 3,000 st for the consignment of merchandise and 50 st for the merchant representative. Since he had 15,600 st of unused cargo capacity, he’s now got 12,550 st of capacity left.</p>\n<p><strong>Soliciting Shippers Again:</strong> A carrier may spend additional time soliciting shippers to consign cargo each day.</p>\n<p><strong>Splitting Up:</strong> If desired, party members can split up and each solicit shippers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit shippers for the same trip without splitting their market impact. There are only so many shippers, and the characters will just end up getting smaller pieces of the same pie.</p>\n<h6>3. Solicit Travelers to Book Passage</h6>\n<p>Before, after, or instead of soliciting merchants to consign cargo, the carrier can begin soliciting travelers to book passage to his destination. Soliciting passengers also counts as a dedicated activity (8 hours) in a day, during which the carrier may face random encounters as he visits waystations, inns, and hostels to talk to tourists, pilgrims, and wanderers.</p>\n<p>When the activity is complete, the Judge determines the number of passengers potentially interested in booking passage by consulting the Number of Consignments and Passengers table above, finding the appropriate row based on the class of the market, and rolling the dice shown for that row in the “Number of Passengers” column. Multiply the total rolled by the carrier’s modified market class in the market.</p>\n<p>Now Caleför turns to booking passengers. (He could keep soliciting consignment but that wouldn’t help our example.) He spends 4/7/381 soliciting travelers at venues across Alakyrum. At the day’s end, the Judge rolls to see how successful he was. Since he’s in a Class I market, the Judge rolls 2d6+1 x 10. The total is 50, which is then multiplied by Caleför’s effective market impact of 4 to yield 200 potential passengers.</p>\n<p>As with shippers, travelers will not book passage with carriers they deem untrustworthy. To convert potential passengers into actual passengers, the carrier must make a reaction roll on the Contract of Carriage table following the rules above. The results are the same, except that they relate to passengers rather than merchandise consignments.</p>\n<p>Caleför has the opportunity to book 320 passengers for travel to Nuvië. He again rolls 2d6 on the Contract of Carriage table and adds his +3 CHA modifier and +1 Diplomacy bonus. This time he rolls a 7, which is adjusted to 11 — “cautious acceptance.” Because Caleför has a steady trade route in salt from Alakyrum to Nuvië, the passengers book passage with him.</p>\n<p>A carrier’s rate for transporting passengers under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Passengers will generally pay half when they book passage and the other half upon safely reaching their destination.</p>\n<p>Ship passengers typically sleep on the deck of the ship, and are responsible for bringing their own mess kits, blankets, bedrolls, and tents. Each passenger occupies 50 st of cargo space. In addition, the carrier is expected to provide rations (food and drink) for passengers. Rations cost 5cp and weigh 1 stone per day per passenger.</p>\n<p>Caleför has booked 200 passengers for his caravan to Nuvië. The Judge informs him that they are pilgrims on the first leg of their journey; at Nuvië they intend to catch a vessel to Aura to climb Mt. Audarammas. Caleför grits his teeth in anticipation of days of righteous sermonizing and calculates his fee. Caleför’s shipping rate will be (156 miles / 12 miles) x (1gp / passenger) x (200 passengers), which works out to 2,600gp. He’ll collect half when they embark and half when they disembark. He needs to set aside (200 passengers x 50 st / passenger) 10,000 st for the passengers. After that, he’s got (12,400 – 10,000) = 2,400 st of capacity left in his caravan.</p>\n<p>The venturer estimates he can reach Nuvië in 7 days of travel by road. He will need 7 x 200 = 1,400 days rations for the passengers, at a cost of 70gp and weight of 1400 stone. He has 2,400 – 1,400 = 1,000 st of capacity left.</p>\n<p><strong>Soliciting Passengers Again:</strong> A carrier may spend additional time soliciting travelers to book passage each day. A carrier may freely solicit passengers for different trips, but has to have a separate fleet or caravan or split up his market impact.</p>\n<p><strong>Splitting Up:</strong> If desired, party members can split up and each solicit travelers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit passengers for the same trip without splitting their market impact.</p>\n<h6>4. Check for Chartered Travel</h6>\n<p>Sometimes a carrier may announce he’s heading in one direction, but be approached by passengers or shippers who want to go elsewhere. Anytime a carrier solicits shippers and/or travelers, the Judge rolls 1d20 and adds the carrier’s market impact to see if someone tries to charter his caravan or fleet.</p>\n<p>If the roll is 21+, a charterer approaches the carrier at a randomly-determined date prior to his departure. The charter asks to charter the carrier’s entire caravan, fleet, or vehicle(s) to carry them and/or their goods to a distant market of their choice located 2d20 x 100 miles away from the current market. It’s up to the carrier if he wants to accept the charter.</p>\n<p>Charterers that hire a fleet or caravan to go to a particular designation must pay as if they shipped enough to fill up the caravan or fleet’s entire cargo capacity. If the charter’s destination is 2 or more market classes smaller than the carrier’s announced destination, then the charterer must also pay for a return trip (i.e. twice the fee). Chartered travelers bring their own rations. Charterers will generally pay half in advance and the remainder upon safely reaching their destination.</p>\n<p><strong>Designer’s Note:</strong> Judges who want to encourage exploration of a huge sandbox or introduce new locations to their campaign can use chartered travel to do so. The lengthy journeys to far-off locations can become entire adventures or mini-campaigns. On the other hand, Judges who’d prefer to keep things local can skip this step without impacting the economics of mercantile ventures.</p>\n<h6>5. Embark Passenger and Load Cargo</h6>\n<p>Before a carrier can depart, he has to embark his passengers and load his cargo consignments.</p>\n<p>Passengers will arrive to board the carrier’s caravan or ships shortly before their scheduled departure. For instance, if the departure is planned for dawn, the passengers will embark during pre-dawn twilight. One or more characters representing the carrier must be on hand to manage embarking, which takes one turn (10 minutes) per 25 passengers.</p>\n<p>Shippers will load their cargo consignments as quickly as possible. The shippers pay for the cost of delivering and loading the cargo. One or more characters representing the carrier must be on hand to oversee the cargo loading process. See the Cargo Handling Time and Cost table (q.v.).</p>\n<p>Since embarking passengers and loading cargo can take several turns, it may trigger random encounters in the urban settlement as robbers, customs officials, and so on take an interest.</p>\n<p>3,000 st of consignment takes 15 hours (2 days) to be delivered. With delivery beginning on 4/7, it arrives by the close of 4/9. It then takes 4 hours to load the caravan. These can all be loaded simultaneously in a day. Caleför or a henchman needs to be on hand to supervise that, so he schedules it for 4/11/381. 80 passengers will take (80 / 25) = 3 turns to embark on the morning of 4/11/381.</p>\n<h6>6. Continue to Solicit or Exit Market.</h6>\n<p>If all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Before he leaves he has to pay for moorage and stabling fees he’s incurred.</p>\n<p>If the carrier hasn’t yet completed all of the above, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and announce a different trip, return to step 2 or 3 to solicit more cargo consignments or passenger bookings, or start a different type of mercantile venture altogether.</p>\n<p>Caleför hasn’t completely filled his caravan, but decides he doesn’t have time to make any further solicitations. On 4/11 he exits Alakyrum and starts heading towards Nuvië. (Note that we already handled his stabling fees in the earlier example under Arbitrage Trading.)</p>\n<h6>7. Transport Passengers and Cargo.</h6>\n<p>Transporting passengers and cargo should be handled as a wilderness adventure, as described in Chapter 6 under <strong>Wilderness</strong> <strong>Adventures</strong>. When the carrier reaches the destination, he must enter the market in order to disembark his passengers and unload his cargo. Disembarking and unloading takes as much time as embarking and loading (q.v.). The carrier collects his remaining fees at this time. Note that the carrier is responsible for paying the toll to enter the destination market, but is not responsible for paying customs duties on cargo.</p>\n<h6>Passenger and Cargo Carriage Summarized</h6>\n<ol>\n<li>Carrier announces his planned destination and date of departure. Judge calculates his modified market impact.</li>\n<li>Carrier solicits shippers to consign cargo to the destination. Judge determines the number of available consignments and carrier makes a reaction roll to secure the consignments. This is a dedicated activity for a day.</li>\n<li>Carrier solicits travelers to book passage to the destination. Judge determines the number of potential passengers and carrier makes a reaction roll to book them. This is a dedicated activity for a day.</li>\n<li>Judge checks to see if a charterer attempts to charter the carrier’s caravan or fleet.</li>\n<li>Carrier embarks passengers and load cargo. Passengers count as 200 st of cargo. 1 st of food worth 0.5cp per passenger per day is required.</li>\n<li>If all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Otherwise, he can stay in the market, returning to any prior step. However, each day he stays in the market, he must pay moorage and stabling fees (if any).</li>\n<li>Once he exits the market, the carrier transports the cargo and passengers to the agreed-upon destination, where he collects his final fee.</li>\n</ol>\n<h3>Passive Investment</h3>\n<p>Characters can make passive investments in the hopes of earning returns on the investment. For simplicity, passive investments are categorized into three types — establishing businesses, funding commercial expeditions, and lending money — as well as five levels of risk — safe, cautious, balanced, risky, and perilous. The type of investment determines what sort of vagaries may occur, while the level of risk determines the <strong>base rate of return</strong> per month and influences the vagaries.</p>\n<h6>Making an Investment</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Market Class</td>\n<td>Max Investment / Month</td>\n</tr>\n<tr>\n<td>I</td>\n<td>100,000gp*</td>\n</tr>\n<tr>\n<td>II</td>\n<td>25,000gp</td>\n</tr>\n<tr>\n<td>III</td>\n<td>10,000gp</td>\n</tr>\n<tr>\n<td>IV</td>\n<td>5,000gp</td>\n</tr>\n<tr>\n<td>V</td>\n<td>2,000gp</td>\n</tr>\n<tr>\n<td>VI</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n</tr>\n</tbody></table>\n<p>To make a passive investment, the character allocates 1gp or more, and chooses the investment’s type (<strong>business establishment</strong>, <strong>commercial expedition</strong>, or <strong>money lending</strong>) and level of risk (<strong>safe</strong>, <strong>cautious</strong>, <strong>balanced</strong>, <strong>risky</strong>, or <strong>perilous</strong>).</p>\n<p>The character must be in a market in order to make an investment. Making an investment requires one day of dedicated activity (6 hours) per 5,000gp. The maximum investment per month is determined by the market class. The adjoining table shows the maximum mercantile investment permitted each month in a market by a character.</p>\n<p>Once a passive investment is made, the Judge will roll 1d100 on the Vagaries of Investment table each month and apply its results. Unless noted otherwise by the vagary, the character will then receive a return on his investment, equal to the current value of his investment multiplied by its current rate of return. (Both the value of the investment and the rate of return may vary over time.) To collect the return on his passive investment, the character must be in the market where he established the business and must undertake an ancillary activity (1 hour). Uncollected returns are notautomatically compounded, although characters may choose to re-invest profits into the same or a new investment. Characters do notearn XP from abstract investments.</p>\n<h6>Levels of Risk</h6>\n<p><strong>Safe investments</strong> prioritize the protection of capital above all else. Safe investments include loaning money to chartered banks and investing in licensed guilds with local monopolies. They have a base rate of return of 0.25% per month.</p>\n<p><strong>Cautious investments</strong> seek a steady return with limited risk to capital, such as investing in civilized farms, investing in large, established businesses, and loaning money to large private landowners. They have a base rate of return of 0.5% per month.</p>\n<p><strong>Balanced investments</strong> seek a balance between return and risk, such as investing in border farms, funding short-distance mercantile ventures, and loaning money to stable realms. They have a base rate of return of 1% per month.</p>\n<p><strong>Risky investments</strong> aim for high returns, but may incur substantial losses in some years. Risky investments include investing in wilderness farms, funding long-distance mercantile ventures, loaning money to unstable or warring realms, and investing money in small businesses. They have a base rate of return of 3% per month on average.</p>\n<p><strong>Perilous investments</strong> offer very high returns at exceptional risk, such as funding adventuring expeditions, funding private military campaigns, and investing in criminal syndicates. Perilous investments have a base rate of return of 9% per month or more — but most perilous ventures will be bankrupt within a year.</p>\n<h6>Diversifying Risk</h6>\n<p>A character can make one investment of any type without penalty. He can make an additional investment of any type per rank in Profession (merchant). He can make an additional investment in a business establishment per rank in a proficiency related to the business. He can make an additional investment into a commercial expedition per rank of Driving or Seafaring and (if a venturer) per Steady Trade Route.</p>\n<p>A high-level venturer can make a number additional investment into any type equal to the value of his guildhouse divided by the maximum investment in the market class where his guildhouse is located.</p>\n<p>If the character makes investments beyond these limits, all of his businesses suffer a -10 penalty on the Vagaries of Investment table per investment past the limit. This penalty reflects the fact that the character is too distracted or ignorant of the business to be able to ensure it’s being run responsibly. Embezzling employees, shiftless business partners, and other hazards await the overextended entrepreneur! With this rule, characters are rewarded for making fewer, large investments, which is both more dramatic and easier to resolve.</p>\n<p>EXAMPLE: Foggy is an aspiring entrepreneur in Siadanos, a Class IV market (maximum investment 5,000gp per month). He has two ranks of Profession (bawdyhouse proprietor). He can make one investment of any type (business establishment, commercial expedition, or money lending), as well as two investments in business establishments related to bawdyhouses, without penalty. Foggy, however, is a dwarf whose greed knows no limits, and he invests 5,000gp into not one, not two, but five different bawdyhouses. Therefore he suffers a penalty of (5 – 3) x -10 = -20 on all rolls on the Vagaries of Investment table.</p>\n<p>If Foggy were a venturer with a guildhouse, he might have been able to avoid these penalties. If he had a 5,000gp guildhouse he’d have been permitted to make four investments without penalty, and if he had a 10,000gp guildhouse, he could have made all five.</p>\n<p><strong>Designer’s Note:</strong> Some players, overly schooled in modern financial theory, will have their characters invest the smallest amount of money possible in each of a dozen or more investments, thereby reducing their risk through diversity. Such tactics are not only unrealistic given the time period simulated, they greatly increase the burden on the Judge, who must make dozens of rolls each month for small amounts of wealth. These rules are designed to limit such shenanigans.</p>\n<h6>Liquidating an Investment</h6>\n<p>Characters can liquidate an investment to recover their capital. A safe investment can be liquidated immediately. It takes one month to liquidate a cautious investment, two months to liquidate a balanced investment, three months to liquidate a risky investment, and 1d6+3 months to liquidate a perilous investment. During that time, the character continues to earn a return and risk vagaries. It is possible to be wiped out by a bad vagary while trying to liquidate!</p>\n<h6>Vagaries of Investment</h6>\n<p>For each investment each month the Judge will roll 1d100 on the Vagaries of Investment table, cross-referencing the die roll, the level of risk, and the type of investment to determine the result affecting the character’s investment.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>1d100 Roll by Risk  Safe Cautious Balanced Risky Perilous</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td>Business  Establishment</td>\n<td>Commercial  Expedition</td>\n<td>Money  Lending</td>\n</tr>\n<tr>\n<td>-</td>\n<td>-</td>\n<td>01-</td>\n<td>02-</td>\n<td>05-</td>\n<td>Bankruptcy</td>\n<td>Annihilation</td>\n<td>Default</td>\n</tr>\n<tr>\n<td>-</td>\n<td>01</td>\n<td>02 – 03</td>\n<td>03 – 07</td>\n<td>06 – 10</td>\n<td>Calamity</td>\n<td>Delay</td>\n<td>Deferment</td>\n</tr>\n<tr>\n<td>01-</td>\n<td>02 – 03</td>\n<td>04 – 06</td>\n<td>08 – 12</td>\n<td>11 – 15</td>\n<td>Fee</td>\n<td>Decimation</td>\n<td>Writedown</td>\n</tr>\n<tr>\n<td>02 – 03</td>\n<td>04 – 06</td>\n<td>07 – 10</td>\n<td>13 – 17</td>\n<td>16 – 20</td>\n<td>Disrepute</td>\n<td>Rival</td>\n<td>Bailout 50%</td>\n</tr>\n<tr>\n<td>04 – 05</td>\n<td>07 – 10</td>\n<td>11 – 15</td>\n<td>18 – 22</td>\n<td>21 – 25</td>\n<td>Racket</td>\n<td>Brigandage/Piracy</td>\n<td>Bailout 25%</td>\n</tr>\n<tr>\n<td>07 – 10</td>\n<td>11 – 15</td>\n<td>16 – 20</td>\n<td>23 – 27</td>\n<td>26 – 30</td>\n<td>Return -200%</td>\n<td>Return -200%</td>\n<td>Bailout 5%</td>\n</tr>\n<tr>\n<td>11 – 15</td>\n<td>16 – 20</td>\n<td>21 – 25</td>\n<td>28 – 32</td>\n<td>31 – 35</td>\n<td>Return -150%</td>\n<td>Return -150%</td>\n<td>3 Month Extension</td>\n</tr>\n<tr>\n<td>16 – 25</td>\n<td>21 – 28</td>\n<td>26 – 32</td>\n<td>33 – 37</td>\n<td>36 – 40</td>\n<td>Return -100%</td>\n<td>Return -100%</td>\n<td>2 Month Extension</td>\n</tr>\n<tr>\n<td>26 – 40</td>\n<td>29 – 40</td>\n<td>33 – 42</td>\n<td>38 – 42</td>\n<td>41 – 45</td>\n<td>Return -50%</td>\n<td>Return -50%</td>\n<td>1 Month Extension</td>\n</tr>\n<tr>\n<td>41 – 60</td>\n<td>41 – 60</td>\n<td>43 – 58</td>\n<td>43 – 58</td>\n<td>46 – 55</td>\n<td>Return</td>\n<td>Return</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>61 – 75</td>\n<td>61 – 72</td>\n<td>59 – 68</td>\n<td>59 – 63</td>\n<td>56 – 50</td>\n<td>Return +50%</td>\n<td>Return +50%</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>76 – 85</td>\n<td>73 – 80</td>\n<td>69 – 75</td>\n<td>64 – 68</td>\n<td>61 – 65</td>\n<td>Return +100%</td>\n<td>Return +100%</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>86 – 90</td>\n<td>81 – 85</td>\n<td>76 – 80</td>\n<td>69 – 73</td>\n<td>66 – 70</td>\n<td>Return +150%</td>\n<td>Return +150%</td>\n<td>Banking Fee +50%</td>\n</tr>\n<tr>\n<td>91 – 94</td>\n<td>86 – 90</td>\n<td>81 – 85</td>\n<td>74 – 78</td>\n<td>71 – 75</td>\n<td>Return +200%</td>\n<td>Return +200%</td>\n<td>Collateral 5%</td>\n</tr>\n<tr>\n<td>95 – 97</td>\n<td>91 – 94</td>\n<td>86 – 90</td>\n<td>79 – 83</td>\n<td>76 – 80</td>\n<td>Patron</td>\n<td>Protector</td>\n<td>Collateral 10%</td>\n</tr>\n<tr>\n<td>98 – 99</td>\n<td>95 – 97</td>\n<td>91 – 94</td>\n<td>84 – 88</td>\n<td>81 – 85</td>\n<td>Acclamation</td>\n<td>Monopoly</td>\n<td>Collateral 20%</td>\n</tr>\n<tr>\n<td>100+</td>\n<td>98 – 99</td>\n<td>95 – 97</td>\n<td>89 – 93</td>\n<td>86 – 90</td>\n<td>Windfall +2d10%</td>\n<td>Discovery +2d10%</td>\n<td>Principal</td>\n</tr>\n<tr>\n<td>-</td>\n<td>100+</td>\n<td>98 – 99</td>\n<td>94 – 98</td>\n<td>91 – 95</td>\n<td>Windfall +2d6 x 5%</td>\n<td>Discovery +2d6 x 5%</td>\n<td>Repayment</td>\n</tr>\n<tr>\n<td>-</td>\n<td>-</td>\n<td>100+</td>\n<td>99+</td>\n<td>96+</td>\n<td>Windfall +100%</td>\n<td>Discovery +100%</td>\n<td>Maturation</td>\n</tr>\n</tbody></table>\n<p><strong>Acclamation:</strong> The business has gained a reputation for excellence. The business’s current rate of return is doubled this month and for the next 1d6 months. A “Disrepute” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Annihilation:</strong> The expedition has been utterly destroyed. The character earns no return this month, and his investment is completely lost. 1d4 survivors report that the cause of the annihilation is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.</p>\n<p><strong>Bailout:</strong> The debtor needs more funds. The character is asked to invest additional sums equal to the value of his investment multiplied by the percentage shown. If the character provides the bailout, he collects his return based on the new value. If he does not, he can take a “Writedown” vagary or seize the debtor’s assets in repayment. Seizing the debtor’s assets reduces the current value of the character’s investment by 2d6 x 5% and liquidates the investment.</p>\n<p>EXAMPLE: The Zaharan ruinguard Moruvai has taken up predatory lending. He has made a perilous money-lending investment valued at 20,000gp with a base rate of return of 9% per month. The Judge rolls a “Bailout 25%” vagary. Moruvai may either lend another 4,000gp, accept a Writedown of 2d10% of his investment, or seize the debtor’s assets, losing 2d6 x 5% of his investment and liquidating it.</p>\n<p><strong>Banking Fee:</strong> The character is able to secure an additional fee from the debtor. The return on the character’s investment is increased this month by 50%. The fee is (roll 1d6): 1 — origination fee, 2 — late payment fee, 3 — legal expense, 4 — certification, 5 — appraisal, 6 — prepayment penalty.</p>\n<p><strong>Bankruptcy:</strong> The business goes bust. The character earns no return this month, and his investment is completely lost. The reason for the bankruptcy is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — government interference, 8 – 10 — bad judgment.</p>\n<p><strong>Brigandage/Piracy:</strong> The expedition has become the target of an organized company of brigands or fleet of pirates. The expedition’s current rate of return is reduced by 33% for the next 1d6 months. The enemy will consist of NPC brigands or pirates with wages equal to half the losses they are causing. Despite their predatory nature, the brigands keep worse things at bay, so slaying them increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. A “Protector” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Calamity:</strong> A calamity has wrecked the business’s storefront and/or inventory. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%. The calamity is (roll 1d6): 1 — arson, 2 — vandalism, 3 — burglary, 4 — riot, 5 — accidental fire, 6 — flood.</p>\n<p><strong>Collateral:</strong> The debtor deposits collateral worth 5% – 20% of the investment value with the character. In the event that the character loses any investment value in the future due to a “Default,” “Deferment,” “Bailout,” or “Writedown” vagary, the character may seize the collateral to make up for the loss. The character may also apply the value of collateral towards a bailout. The collateral is (roll 1d6): 1 — common merchandise, 2 — precious merchandise, 3 — gems, 4 — jewelry, 5 — silver, 6 — gold.</p>\n<p><strong>Decimation:</strong> The expedition has been decimated. The character earns no return this month, and the value of his investment is reduced by 2d10%. The cause of the casualties is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.</p>\n<p><strong>Default:</strong> The debtor defaults and has no assets; the value of the loan must be written off completely. The character earns no return this month, and his investment is completely lost. The reason for the default is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — debt jubilee, 8 – 10 — bad judgment.</p>\n<p><strong>Deferment:</strong> The debtor is unable to make payments and has asked to defer payment on his loan. If the character agrees, he earns no return this month or for the next 1d6 months. Do not roll vagaries during this time. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.</p>\n<p><strong>Delay:</strong> The expedition has been gotten lost, become imprisoned, had its inventory impounded, or otherwise held up. The character earns no return this month. If the expedition attempts to escape or push ahead, reduce the value of its investment by 2d6 x 5%. Otherwise, the character earns no return for the next 1d6 months, during which time no vagaries occur. The cause of the delay is (roll 1d8): 1 — mysterious, 2 — lost in wilderness/at sea, 3 — halted by inclement weather, 4 — held up at customs, 5 — imprisoned by government, 6 — captured by brigands or pirates, 7 — inventory impounded, 8 — internal crisis.</p>\n<p><strong>Discovery:</strong> The expedition has unearthed something of great worth. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%), or the discovery may lead to an adventure (Judge’s discretion). The discovery is (roll 1d6) 1 — a treasure map, 2 — buried treasure, 3 — a hidden urban settlement, 4 — a new trade route, 5 — the confirmation of a legend, 6 — a place of power.</p>\n<p><strong>Disrepute:</strong> The character’s business has fallen into disrepute due to slander by the competition, shady business practices, or just bad luck. The business’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. An “Acclamation” or “Patron” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Extension:</strong> The debtor is unable to make his payment this month and asks for an extension. If the character agrees, the amount will be paid in 1, 2, or 3 months, as noted. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.</p>\n<p><strong>Fee:</strong> The business suffers a burdensome fee equal to 2d10% of the value of its investment. The fee is (roll 1d6) 1 — tariff, 2 — fine/penalty, 3 — legal expense, 4 — liturgy, 5 — licensing fee, 6 — bribery or extortion by magistrates. If the business is in a domain ruled by the character, this vagary can be ignored if desired.</p>\n<p><strong>Maturation:</strong> The debtor’s creditworthiness has substantially improved. All future rolls on the Vagaries of Investment table are made as if the investment were one level less risky. Note that this decrease in risk is not matched by any decrease in rate of return.</p>\n<p><strong>Monopoly:</strong> The expedition has gained a monopoly over its services. The monopoly is both local and temporary, but the expedition’s current rate of return is doubled this month and for the next 1d6 months. A “Rival” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Patron:</strong> The business has secured the patronage of a powerful or important customer. If the business is suffering from a “Disrepute” or “Racket” vagary, those are immediately cancelled. For the next 1d6 months, the business’s rate of return is increased by 33% due to the patron’s generous contribution and referrals. If an adventurer openly owns the business, the patron may be interested in the adventurer in some way (Judge’s discretion). The patron is (roll 1d10) 1 — magistrate, 2 — senator, 3 — merchant, 4 — master craftsman, 5 — specialist, 6 — fighter, 7 — thief, 8 — mage, 9 — crusader, 10 — unusual (Judge’s choice).</p>\n<p><strong>Principal:</strong> The value of the investment has increased due to changes in the market. After collecting this month’s return, the character may immediately increase the current value of his investment by 2d10% and liquidate the investment if desired. If the character does not liquidate the investment, however, the value is not increased.</p>\n<p><strong>Protector:</strong> The expedition has garnered the protection of a powerful and authoritative figure in the region. If the expedition is suffering from a “Brigandage/Piracy” vagary, it is immediately cancelled. For the next 1d6 months, the expedition can ignore any “Annihilation,” “Delay,” “Decimation,” or “Brigandage/Piracy” vagaries it suffers. If an adventurer openly owns the expedition, the protector may be interested in the adventurer in some way (Judge’s discretion). The protector is (roll 1d6): 1 — a ruler, 2 — a military commander, 3 — a notorious brigand or buccaneer, 4 — a famous adventurer, 5 — a powerful monster, 6 — unusual (Judge’s choice).</p>\n<p><strong>Racket:</strong> The business has become the target of an organized criminal protection racket. The business’s current rate of return is reduced by 33% for as long as the racket continues. The racketeers will consist of NPC ruffians with wages equal to half the losses they are causing. Slaying the racketeers earns the ire of the local syndicate and increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. If the local syndicate is under the character’s control, this vagary represents a rival syndicate trying to take a cut of the action. A “Patron” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Repayment:</strong> The debtor has come into funds and is able to repay any late payments that may have resulted from an “Extension” vagary. In addition, if payment is currently being deferred due to a “Deferment” vagary, that vagary is cancelled.</p>\n<p><strong>Return (±%:):</strong> The investment yields a return. If no modifier is listed, the return is equal to the current rate of return; there is no other vagary. If modified by a positive number, the return is increased by the relative percentage shown this month. If modified by a negative number, the return is decreased by the number shown this month, possibly yielding a negative return (loss). Losses can be paid by the character or deducted from the investment value.</p>\n<p>EXAMPLE: A risky investment with a current rate of return of 3% will yield -3% on “Return -200%”, 0% on “Return -100%”, 4.5% on “Return +50%” and 9% on “Return +200%”.</p>\n<p><strong>Rival:</strong> The expedition is facing competition from a cut-throat rival that will stop at nothing to bring them ruin. The expedition’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. A “Monopoly” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Windfall (%):</strong> An unexpected windfall yields fiscal rewards. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%). The windfall is (roll 1d6): 1 — an inheritance, 2 — a property appreciation, 3 — a business innovation, 4 — the failure of a competitor, 5 — an expectedly successful advertisement 6 — of mysterious origin.</p>\n<p><strong>Writedown:</strong> Market conditions are such that the character will never be able to recoup the full value of his loan completely. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%.</p>\n",
  "sections": [
    {
      "title": "Mercantile Ventures",
      "level": 2,
      "html": "<p>In their youth, adventurers are wont to squander their treasures on wine, women, and song. But older, wiser adventurers, who have faced death one time too often for a bare handful of coin, may find that their favorite type of venture is mercantile.</p>\n"
    },
    {
      "title": "Entering the Market",
      "level": 3,
      "html": "<p>In order to engage in <strong>mercantile ventures</strong>, the adventurers must first travel to and enter a <strong>market</strong>. Markets allow adventurers to buy and sell <strong>merchandise</strong> such as such as “wheat &amp; vegetables,” “pottery,” and “tools.”There are 19 different types of common merchandise and 10 types of precious merchandiseavailable in each market. (The complete list is found on the Common and Precious Merchandise tables below.) These 29 types of merchandise collectively but abstractly represent all available goods in the market. Markets also allow adventurers to find <strong>passengers</strong> who want to book passage to other markets and to accept contracts from <strong>shippers</strong> who need fleets or wagons to carry goods from port to port. Finally, markets offer <strong>investment</strong> opportunities for adventurers with spare cash.In short, markets are to mercantile venturers what dungeons are to adventures — they’re where the action takes place!</p>\n<p>When adventurers enter a market, the Judge should guide play through the following steps.</p>\n"
    },
    {
      "title": "1. Determine the Market’s Characteristics",
      "level": 6,
      "html": "<p>A market can be anything from a humble county fair to a city-state’s outdoor bazaar to the ports of a major metropolis, but each has different characteristics. Each domain generally has its own separate market.</p>\n<p>Markets are rated by <strong>market class</strong> from I to VI, which rate their size and importance. The market class of an urban settlement determines:</p>\n<ul>\n<li>the <strong>baseline merchant cargo</strong> required to make an impact in the market;</li>\n<li>the <strong>toll</strong> charged to enter the market and <strong>tariff</strong> imposed on imported merchandise;</li>\n<li>the volume of <strong>merchandise</strong> available to buy and sell;</li>\n<li>the number of <strong>shipping consignments</strong> available for carriage; and</li>\n<li>the number of <strong>passengers</strong> interested in booking passage.</li>\n</ul>\n<p>The vast mercantile hubs of empires, with urban populations of 20,000 families or more, constitute Class I. Major ports, national capitals, and other large cities of 5,000 or more families constitute Class II. Provincial capitals and medium-sized cities of 1,750 to 5,000 families make up Class III. Small cities and large towns of 600 to 1,750 families make up Class IV. Small towns and large villages of 250 to 600 families are Class V. Any village of 250 families or less is Class VI.</p>\n<p>The Market Characteristics table shows the baseline merchant cargo for each market class, along with the toll charged, number of passengers, and number of shipping consignments at the baseline.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Baseline</strong>  <strong>Cargo</strong></td>\n<td><strong>Baseline</strong>  <strong>Toll</strong></td>\n<td><strong>Baseline</strong>  <strong>Tariff</strong></td>\n<td><strong>Baseline</strong>  <strong>Consignments</strong></td>\n<td><strong>Baseline</strong>  <strong>Passengers</strong></td>\n</tr>\n<tr>\n<td><strong>I</strong></td>\n<td>30,000 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>4,000 st</td>\n<td>2d6+1 x 10</td>\n</tr>\n<tr>\n<td><strong>II</strong></td>\n<td>7,500 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>1,000 st</td>\n<td>6d6</td>\n</tr>\n<tr>\n<td><strong>III</strong></td>\n<td>3,750 st</td>\n<td>0.2cp/st</td>\n<td>20% and 5%</td>\n<td>500 st</td>\n<td>4d4</td>\n</tr>\n<tr>\n<td><strong>IV</strong></td>\n<td>1,000 st</td>\n<td>0.1 cp/st</td>\n<td>20% and 5%</td>\n<td>120 st</td>\n<td>2d3</td>\n</tr>\n<tr>\n<td><strong>V</strong></td>\n<td>400 st</td>\n<td>0.1 cp/st</td>\n<td>20% and 5%</td>\n<td>50 st</td>\n<td>1d4</td>\n</tr>\n<tr>\n<td><strong>VI</strong></td>\n<td>150 st</td>\n<td>None</td>\n<td>None</td>\n<td>20 st</td>\n<td>1d2-1</td>\n</tr>\n</tbody></table>\n<p>In addition to being assigned a market class, each market is also assigned a unique set of <strong>demand modifiers</strong>, determined by the Judge, for the different types of merchandise. The demand modifier modifies the price for merchandise in the market. A low demand modifier indicates that merchandise is easy to get cheaply, usually because the market is a producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive. (See <strong>Generating Demand Modifiers</strong> in the <em><strong>ACKS II Judges Journal</strong></em> if the DMs are unknown).</p>\n<p>EXAMPLE: Alakyrum, the capital of Opelenea, is a Class I market. Its demand modifiers are Grain +3, Salt -3, Pottery -2, Common Wood +3, Wine &amp; Spirits +2, Oil +2, Glassware -2, Rare Wood +2, Common Metal +2, Textiles+2, Dyes &amp; Pigments +1, Clothing -2, Tools -2, Armor &amp; Weapons -2, Monster Parts +1, Precious Metals +1, Spices -2, Silk -2, Semiprecious Stones -1. Alakyrum is an exporter of salt, glass, clothing, tools, weapons, and spices, and silk. It is an importer of grain, wood, wine, and textiles.</p>\n"
    },
    {
      "title": "2. Determine the Adventurer’s Market Impact",
      "level": 6,
      "html": "<p>When a character (or party of characters) wants to enter a market, the Judge should determine the party’s <strong>market impact</strong> based on the number of boats, vessels, wagons, carts, and pack animals they have entered the market with relative to the market’s baseline merchant cargo. The character or party’s market impact is equal to the total cargo capacity its boats, vessels, wagons, carts, porters, and/or pack animals can carry divided by the market’s baseline merchant cargo. Round fractions to the nearest whole number, rounding 0.5 to even.</p>\n<p>Market Impact = Total Load / Baseline Merchant Cargo</p>\n<p>Market impact represents the fact that the city magistrates will charge a higher toll to the commander of a six-ship fleet than to an itinerant peddler with a single wagon, and that more of the city’s traders ought to be interested in doing business with a mighty merchant-captain than a lowly peddler.</p>\n<p>EXAMPLE: On 4/1/381, Caleför arrives at Alakyrum at the head of a caravan of 40 four-horse wagons. Four-horse wagons have a maximum load of 640 st, so his total cargo capacity is (40 x 640) is 25,600. Alakyrum is a Class I market, so its baseline cargo is 30,000 st Caleför has a market impact of (25,600 / 30,000) 0.85, rounded to 1.</p>\n<p><strong>Maximum Impact:</strong> If the characters are entering a Class II market or smaller, their maximum market impact is 10. The market simply cannot service a fleet or caravan any bigger. The maximum market impact permitted in a Class I market, however, is equal to the greater of 10 or its urban families / 2,000.</p>\n<p>EXAMPLE: En route from Alakyrum, Caleför arrives at a small village at a nameless oasis. The village is a Class VI market with a baseline cargo of 150 st With a cargo capacity of 25,600 st, Caleför’s market impact would be (26,500 / 150) 177. However, since Caleför is in a Class VI market, his maximum market impact is 10. It’s easy to flood small markets.</p>\n<p><strong>Parties:</strong> A group of characters arriving together can decide when entering the market whether to do so as a party or to enter separately. Their market impact is determined accordingly. However, when a party of characters enter the market separately, the maximum market impact is limited to 10 divided by the number of characters.</p>\n<p>EXAMPLE: On the far side of the empire, Marcus, Quintus, and Viktir enter Arganos, a Class II market, to trade. Each of the trio commands a small sailing ship with a cargo capacity of 10,000 st. As a Class II market, Arganos has a baseline cargo of 7,500 st. They could each enter Arganos separately, accepting a market impact of (10,000 / 7,500) 1.33 or 1 each, or they could enter collectively with a market impact of (30,000 / 7,500) 4 for the party as a whole.</p>\n<p><strong>No Market Impact:</strong> If a character’s market impact is 0, he can still transact in the market. If he has the Mercantile Network class power and uses it to increase his market impact, he can transact at market impact 1. Otherwise, he treats the market as being of the next lower market class for mercantile purposes (excluding tolls). If his market impact is still 0, reduce the market class again, repeating this procedure until the character’s market impact is at least 1. A character can always trade in a Class VI market as if he had market impact 1.</p>\n<p>EXAMPLE: In a tragically bad game of dice, Viktir loses a lot of his wealth. He is forced to sell his sailing ship and replace it with a pair of 5 sail boats with 3,000 st total cargo capacity. When he next enters Arganos, his market impact would be less than 1, so treats it as if it were a Class III market instead of a Class II market. He has market impact 1 in a class III market, as (3,000 / 3,750) rounds to 1.</p>\n<p><strong>Mercantile Networks:</strong> Whenever venturersengage in mercantile ventures in a market they have previously visited, they may treat the market as one class higher, or treat their market impact as one point higher, whichever is more beneficial. (The benefit does not increase his tolls in either case.) Reputable and established venturers attract interest just from entering the market, and can rely on their reputation rather than the size of their caravan or fleet to impress potential buyers and sellers.</p>\n<p>EXAMPLE #1: Cain, a 5th level venturer, is in Siadanos (a Class IV market). He wishes to purchase a heavy warhorse (700gp). According to the Equipment Availability by Market Class table, there is only a 25% chance for 1 heavy warhorse to be available in a Class IV market. However, Cain has visited Siadanos before, so he may treat it as a Class III market. There is a 100% chance for 1 heavy warhorse available in a Class III market, so Cain is able to purchase the heavy warhorse. His party members shake their heads in amazement that he’s found such a fine steed in an outpost town. “I know people,” he explains.</p>\n<p>EXAMPLE #2: Caleför is a 6th level venturer who has done business in Alakyrum before. Since Alakyrum is already Class I, he decides to trade there as if his market impact were 2, not 1. This does not affect tolls.</p>\n"
    },
    {
      "title": "3. Charge Toll and Tariff at Point of Entry",
      "level": 6,
      "html": "<p>Adventurers arriving by road enter markets at caravanserai, city gates, or other points of entry. City watchmen, customs agents, and toll collectors monitor these points of entry, where they demand to see proofs of citizenship, interrogate foreign travelers, inspect cargo for taxable goods, examine duty stamps, and so on.</p>\n<p>Adventurers arriving by ship enter the market at a pier, dock, or other port. Heavily-trafficked ports with busy or dangerous waterways might require that incoming vessels retain specialized pilots to navigate the ship safely to a berth; small ports with crowded berths might require ships to anchor in the harbor, with small boats being used to disembark passengers and unload cargo. Harbor masters, customs officers, and marines will greet arriving boats and ships with inspection, interrogation, and taxation.</p>\n<p>All of this takes time, so entering the market counts as a <strong>dedicated activity</strong> for a day. It also takes money. Each time adventurers enter a market, they must pay a <strong>toll</strong> (unless they sneak in). The standard cost of the toll is shown on the Market Characteristics table. This represents harbor fees paid to the harbormaster of a port, guild tolls at the city gate for caravans, etc.</p>\n<p>EXAMPLE: Caleför has just arrived at Alakyrum at the head of a caravan of 40 wagons with a cargo capacity of 25,600 st. Alakyrum is Class I, so the standard toll is 0.2cp per st. His toll is therefore 25,600 x 0.2cp = 5,120cp or 51.2gp.</p>\n<p>If the adventurers enter a market with merchandise they intend to sell, they may also have to pay a <strong>tariff</strong>. The tariff is equal to 20% of the base cost of precious merchandise and 5% of the base cost of common merchandise other than wheat. Player characters disinclined to pay tolls and tariffs can, of course, attempt to smuggle goods into the market.</p>\n<p><strong>Ruler’s Privilege:</strong> Adventurers entering a market in a domain they control need not pay tolls or tariffs.</p>\n<p><strong>Designer’s Note:</strong> The tolls and tariffs presented here are loosely based on those used in the Roman Empire, which imposed tariffs of up to 25% on luxury goods such as spices and 5% to 2.5% on other goods excluding grain and oil, plus various other surcharges. The Judge can adjust the nature and cost of the “toll” to reflect the specific fees appropriate to his own setting, of course. The Judge can also randomize the tariff at 2d20% for precious merchandise and 2d4% for common merchandise.</p>\n"
    },
    {
      "title": "Engaging in Mercantile Ventures",
      "level": 3,
      "html": "<p>Once a party or character has entered the market, they can begin to engage in mercantile ventures. The available mercantile ventures are <strong>arbitrage trading</strong>, <strong>passenger and cargo transport</strong>,and <strong>passive investment</strong>.Each is discussed separately below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Vehicle/Animal</td>\n<td>Moorage/Stabling</td>\n<td>Anchor/Pasture</td>\n<td></td>\n</tr>\n<tr>\n<td>Ship</td>\n<td>1gp per 50 shp</td>\n<td>1gp</td>\n<td></td>\n</tr>\n<tr>\n<td>Wagon*</td>\n<td>2gp</td>\n<td>5sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Cart*, Elephant</td>\n<td>1gp</td>\n<td>2sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Horse</td>\n<td>5sp</td>\n<td>1sp</td>\n<td></td>\n</tr>\n<tr>\n<td>Camel/Donkey/Ox</td>\n<td>2sp</td>\n<td>4cp</td>\n<td></td>\n</tr>\n<tr>\n<td>*Cost of the cart or wagon’s animals is included</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Mercantile ventures can take many game days. Each day that adventurers have one or more ships in a berth, or one or more wagons or animals in a stable or caravanserai, they will have to pay <strong>moorage or stabling fees</strong>. Penurious adventurers may opt to keep their ships anchored outside of port, or keep their caravan in pasture outside the city. However, doing so substantially increases the time and cost of loading and unloading merchandise (q.v.). See the adjoining table.</p>\n<p>EXAMPLE: Caleför wants to get in and get out of Alakyrum quickly so he decides to stable his caravan in a caravanserai that is easily accessible to the city’s warehouses. He must pay 2gp per day per wagon, so with 40 wagons his daily stabling fee is 80gp.</p>\n<p><strong>Ruler’s Privilege:</strong> Adventurers operating in a market in a domain they control need not pay moorage or stabling fees.</p>\n"
    },
    {
      "title": "Arbitrage Trading",
      "level": 3,
      "html": "<p>The riskiest, but most lucrative, form of mercantile trade is arbitrage: The movement of merchandise across long distances from markets where they are cheap to markets where they are expensive. Arbitragers must identify an opportunity, front the cost of purchasing large quantities of merchandise, safely transport it across long distances to distant markets by cart or ship, and then find a buyer willing to pay enough of a premium to earn the arbitrager a profit. Because it requires large sums of treasure and risky travel across the wilderness, arbitrage is a common choice for merchant-adventurers.</p>\n<p>Each day that a character or party engages in arbitrage trading, follow the steps below to adjudicate the outcome.</p>\n"
    },
    {
      "title": "1. Assess Supply and Demand",
      "level": 6,
      "html": "<p>The first step to arbitrage trading is to assess supply and demand in the market in order to learn its demand modifiers. As noted above, demand modifiers affect the price for merchandise in the market. A low demand modifier indicates that there is a low demand for that type of merchandise available, usually because the market is a surplus producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive, usually because the market is an importer of that merchandise.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Assessment of Supply &amp; Demand</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>False Assessment</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Failed Assessment</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Expertise Is Required</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Partial Assessment</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Successful Assessment</td>\n</tr>\n</tbody></table>\n<p>Assessing supply and demand takes time — lots of time. After all, markets in <em><strong>ACKS</strong></em> do not have Bloomberg terminals, financial newsletters, or even commodity exchange floors. Instead, the arbitrager must traffic a variety of open-air plazas, guild halls, private offices, harbor fronts, and other locations scattered across the urban settlement, listening in on price negotiations, investigating warehouses, talking to dockworkers and so on.</p>\n<p>Assessing supply and demand counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may face random encounters in the urban settlement. Arbitragers frequently attract the attention of local cartels, criminals, tax assessors, and other unsavory types.</p>\n<p>When the day’s activity is complete, the Judge rolls 2d6 on the Assessment of Supply and Demand table. The Judge should modify the roll by the arbitrager’s Charisma modifier.</p>\n<p>Where appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)</p>\n<p>If the result is a <strong>successful assessment</strong>, the arbitrager learns the state of supply and demand in the market. The Judge reveals the market’s complete list of demand modifiers for all 29 types of merchandise.</p>\n<p>If the result is a <strong>partial assessment</strong>, the arbitrager has learned some information, but not all of it. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice.</p>\n<p>If <strong>expertise is required</strong>, the arbitrager learns the demand modifier of one type of merchandise, but only if he is an expert in that type of merchandise. To qualify as an expert, the arbitrager must have at least two ranks in an Art, Craft, or Profession proficiency related to a specific type of merchandise. If the arbitrager qualifies as an expert in two or more types of merchandise, he learns the demand modifier for each.</p>\n<p>On a <strong>failed assessment</strong>, then the arbitrager does not glean any information.</p>\n<p>On a <strong>false assessment</strong>, the arbitrager has been misinformed about the local economic situation. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice (as with a partial assessment) but all of the demand modifiers are wrong!</p>\n<p>Caleför has three ranks of Profession (salt merchant). Having arrived on 4/1/381, he spends 4/2/381 assessing supply and demand on Alakyrum. He rolls an 8. Since this is an Expertise Required result, he will earn the market’s demand modifier for salt. He cannot choose to learn the demand modifier of, e.g., precious metals because he lacks expertise. If he didn’t have Profession or a similar proficiency, he wouldn’t learn any price at all from this result.</p>\n<p>After assessing supply and demand, the arbitrager may move to the next step (selecting merchandise to trade the next day) or repeat this step (assessing supply and demand the next day) if he wants to glean more information. Conversely, an arbitrager who has already assessed supply and demand on a prior visit, or who just wants to buy or sell at any price, can skip this step if desired.</p>\n<p><strong>Splitting Up:</strong> Sometimes (as in the example of Marcus, Quintus, and Viktir) an entire party may engage in arbitrage trading. The rules assume that normally all the characters in the party are assessing supply and demand together. If desired, party members can split up and each assess supply and demand separately. If so, they risk random encounters separately but might glean more information.</p>\n"
    },
    {
      "title": "2. Select Type of Merchandise",
      "level": 6,
      "html": "<p>The second step to arbitrage trading is to choose a type of merchandise to trade that day. As noted above, there are 19 different types of common merchandise and 10 types of precious merchandiseavailable. The choice of what merchandise to buy or sell is up to the arbitrager.</p>\n<p>If the arbitrager has entered the market with a cargo of specific merchandise he needs to sell, he might wish to trade in that merchandise regardless of the demand for it. Alternatively, if the arbitrager wants to buy goods, he might wish to trade in whatever has the lowest demand modifier. If he has a variety of cargo and will be visiting several markets, he might wish to sell only merchandise that has a high demand modifier. This is where correctly assessing supply and demand is important!</p>\n<p>The Common and Precious Merchandise table, below, lists each type of merchandise; the container used to store it; the price per stone of the merchandise; the amount by which that price steps up or down when it changes; and the base number of stones available to buy or sell each day with market impact I. Amount of less than 1 stone cannot be bought or sold in arbitrage; instead, the fractional demand or supply accumulates day by day that the character solicits interest from buyers or sellers until 1 stone of supply or demand is reached.</p>\n"
    },
    {
      "title": "Common and Precious Merchandise",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Common Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n<td><strong>Price Step</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td>Grain &amp; vegetables</td>\n<td>Bags</td>\n<td>0.12gp</td>\n<td>0.01gp</td>\n<td>2,000</td>\n<td>500</td>\n<td>250</td>\n<td>60</td>\n<td>25</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Salt</td>\n<td>Bricks</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Beer &amp; ale</td>\n<td>Amphorae</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Pottery</td>\n<td>Crates</td>\n<td>0.15gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Common wood</td>\n<td>Bundles</td>\n<td>0.17gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Wine &amp; spirits</td>\n<td>Amphorae</td>\n<td>0.19gp</td>\n<td>0.02gp</td>\n<td>1,000</td>\n<td>250</td>\n<td>125</td>\n<td>30</td>\n<td>12</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Oil &amp; sauce</td>\n<td>Amphorae</td>\n<td>0.30gp</td>\n<td>0.03gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Preserved fish</td>\n<td>Amphorae</td>\n<td>0.45gp</td>\n<td>0.04gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Preserved meat</td>\n<td>Amphorae</td>\n<td>1gp</td>\n<td>0.1gp</td>\n<td>500</td>\n<td>125</td>\n<td>60</td>\n<td>15</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Glassware</td>\n<td>Crates</td>\n<td>1.5gp</td>\n<td>0.15gp</td>\n<td>250</td>\n<td>60</td>\n<td>30</td>\n<td>8</td>\n<td>3</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Rare wood</td>\n<td>Bundles</td>\n<td>2gp</td>\n<td>0.2gp</td>\n<td>150</td>\n<td>40</td>\n<td>20</td>\n<td>5</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Common metal</td>\n<td>Chests</td>\n<td>2gp</td>\n<td>0.2gp</td>\n<td>150</td>\n<td>40</td>\n<td>20</td>\n<td>5</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Common furs</td>\n<td>Bundles</td>\n<td>4.5gp</td>\n<td>0.45gp</td>\n<td>100</td>\n<td>25</td>\n<td>12</td>\n<td>3</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Textiles</td>\n<td>Rolls</td>\n<td>7.5gp</td>\n<td>0.75gp</td>\n<td>100</td>\n<td>25</td>\n<td>12</td>\n<td>3</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Dye &amp; pigment</td>\n<td>Jars</td>\n<td>10gp</td>\n<td>1gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Tea &amp; coffee</td>\n<td>Bags</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Clothing</td>\n<td>Bags</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Tools</td>\n<td>Crates</td>\n<td>15gp</td>\n<td>1.5gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Armor &amp; weapons</td>\n<td>Crates</td>\n<td>22gp</td>\n<td>2.2gp</td>\n<td>75</td>\n<td>20</td>\n<td>10</td>\n<td>2</td>\n<td>1</td>\n<td>0.4</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Precious Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n<td><strong>Price Step</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td>Monster parts</td>\n<td>Metamphorae</td>\n<td>60gp</td>\n<td>6gp</td>\n<td>33</td>\n<td>8</td>\n<td>4</td>\n<td>1</td>\n<td>0.4</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>Ivory</td>\n<td>Tusk wrapping</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Rare furs</td>\n<td>Bundles</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Spices</td>\n<td>Amphorae</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Fine porcelain</td>\n<td>Crates</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Precious metals</td>\n<td>Chests</td>\n<td>100gp</td>\n<td>10gp</td>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Silk</td>\n<td>Rolls</td>\n<td>333gp</td>\n<td>33gp</td>\n<td>6</td>\n<td>2</td>\n<td>1</td>\n<td>0.2</td>\n<td>0.1</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>Rare books and art</td>\n<td>Boxes</td>\n<td>333gp</td>\n<td>33gp</td>\n<td>6</td>\n<td>2</td>\n<td>1</td>\n<td>0.2</td>\n<td>0.1</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>Semiprecious stones</td>\n<td>Boxes</td>\n<td>1,000gp</td>\n<td>100gp</td>\n<td>2</td>\n<td>1</td>\n<td>0.25</td>\n<td>0.06</td>\n<td>0.03</td>\n<td>0.01</td>\n</tr>\n<tr>\n<td>Gems</td>\n<td>Boxes</td>\n<td>7,500gp</td>\n<td>750gp</td>\n<td>0.25</td>\n<td>0.07</td>\n<td>0.03</td>\n<td>0.01</td>\n<td>0.01*</td>\n<td>0.01*</td>\n</tr>\n<tr>\n<td>* If DM is +2 or more, .01 can be sold. If DM is -2 or less .01 can be bought. Otherwise, not available.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Caleför decides to buy salt in Alakyrum to take advantage of the low demand modifier. Because Alakyrum is a Class I market, the base number of stones available per day is 1,000 at market impact 1.</p>\n<p><strong>Designer’s Note:</strong> Sometimes the Judge may want to just use a standard or generic merchandise for some purpose, such as computing the value of a random warehouse’s contents, or a quick estimate of the total quantity of goods in a village’s stores.</p>\n<ul>\n<li>Generic common merchandise has an average value of 1.1gp per stone. Each day 0.025 stone per urban family per is traded.</li>\n<li>Generic precious merchandise has an average value of 135gp per stone. Each day 0.00074 stone per urban family is traded.</li>\n<li>Generic merchandise has an average value of 3.1gp per stone. Each day 0.0168 stone per urban family is traded.</li>\n<li>For merchandise that is manufactured year round, there will usually be one month’s supply, e.g. 30 times daily trade.</li>\n<li>For merchandise that is harvested twice per year, there will usually be three (or 1d6) month’s supply.</li>\n<li>For merchandise that is harvested once per year, there will usually be six (or 1d12) month’s supply.</li>\n</ul>\n"
    },
    {
      "title": "3. Solicit Buyers or Sellers in Merchandise",
      "level": 6,
      "html": "<p>Once the arbitrager has chosen what type of merchandise to trade in that day, the next step is to solicit buyers or sellers in that merchandise. Each type of merchandise is traded by different types of merchant. The arbitrager must find and approach these merchants by prowling through bazaars, business districts, and trade rows. Soliciting buyers or sellers for a particular type of merchandise counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may again face random encounters in the urban settlement.</p>\n<p>Once buyers and sellers are solicited, multiply the base amount of merchandise available by the arbitrager’s market impact to determine the amount he can buy or sell.</p>\n<p>Daily Supply / Demand from Solicitation = Base Number of Stones x Market Impact</p>\n<p>An arbitrager can solicit for buyers and sellers every day if desired, either in the same or in a different type of merchandise. Party members can split up and each solicit interest for a different type of merchandise separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit interest for buyers or sellers the sametype of merchandise without splitting up the amount of merchandise available. There are only so many buyers and sellers, and they will just end up getting smaller pieces of the same pie.</p>\n<p><strong>Steady Trade Routes:</strong> A venturer with a steady trade route for a particular type of merchandise in his market can add one-half his class level to his market impact when assessing determining the amount of merchandise of that type available for purchase or sale. If that results in his market impact exceeding the market maximum, he can advance to the next highest market class.</p>\n<p>EXAMPLE: On 4/3/381, Caleför spends the day talking to the Alakyrum Salter’s Guild trade agent. The 6th level venturer actually has a steady trade route in salt with Alakyrum, so he adds one-half his class level to his market impact, increasing it from 2 to 5. Caleför can buy 5,000 stone of salt.</p>\n"
    },
    {
      "title": "4. Determine Market Price of Merchandise",
      "level": 6,
      "html": "<p>Once the arbitrager has solicited buyers or sellers, he learns that merchandise’s <strong>market price</strong> from them. The market price for merchandise is derived from its <strong>base price</strong>, which represents an average value of the commodity across all markets as a whole. The base price is adjusted for the economic and political factors of the market where the transaction is occurring. These factors are modeled randomly using die rolls and situational adjustments.</p>\n<p>The market price is the prevailing price for that market for that month, and should only be calculated once for each type of merchandise. Different merchants in the same market will not buy and sell the same type of goods at different prices unless negotiated with (see below). To determine market price, follow these steps:</p>\n<ul>\n<li>Find the merchandise’s base price on the Common or Precious Merchandise Table.</li>\n<li>Roll 4d4-10. If the result is positive, shift the price upward by that number of steps. If the result is negative, shift the price downward by that number of steps.</li>\n<li>If the demand modifier is positive, shift the price upward by that number of steps. If the demand modifier is negative, shift the price downward by that number of steps.</li>\n<li>If the market is a Class I or Class II, shift the price upward by one step. If the market is Class V or VI, shift the price downward by one step</li>\n<li>If the merchandise is “grains &amp; vegetables” and it is currently spring (sowing season), shift the price upward by one step. If the merchandise is “grain &amp; vegetables” and it is currently autumn (harvest season), shift the price downward by one step.</li>\n<li>Modify by one step in the arbitrager’s favor if he has a <strong>steady trade route</strong> in that type of merchandise. The Judge may also apply any special modifiers from vagaries (war, calamity, etc.).</li>\n</ul>\n<p>The price that emerges from these price steps is the market price for the merchandise.</p>\n<p>EXAMPLE: Caleför has solicited sales from the Alakyrum Salter’s Guild. The base price for a stone of salt is 0.15gp and its price step is 0.02gp. The Judge tosses 4d4-10 for a result of -1. He decreases the price by one step, to 0.13gp. Alakyrum is Class 1, so he increases the price by one step to 0.15gp. The DM for salt is -3, so he decreases the price by three steps to 0.09gp. Finally he shifts the price by one step in Caleför’s favor, since he has a steady trade route, to 0.07gp. The market price for salt in Alakyrum is currently 0.07gp per stone.</p>\n<p><strong>Exhaustion of Arbitrage (Optional):</strong> If an arbitrager stays in the same market buying or selling the same merchandise in large volume, eventually he will exhaust the opportunity for arbitrage. There is a 20% cumulative chance each day that an arbitrager is transacting in merchandise that its price will shift as a result of his efforts. If the arbitrager is buying, the price increases by one step. If the arbitrager is selling, the price decreases by one step. Once the price changes, the chance of a price shift resets to 20%. This rule should be applied at the Judge’s discretion for verisimilitude.</p>\n<p>EXAMPLE: If Caleför were to continue soliciting sellers for salt each day, there’d be a 20% cumulative chance each day that the price increases by one step (0.02gp). Over time his continued demand for salt would raise the price and erode his margins.</p>\n<p><strong>Price Reset (Optional):</strong> At any given moment, prices reflect both the current supply and demand for merchandise as well as the expectation of future supply and demand given the information collectively known by the buyers and sellers. As circumstances change, prices change too. Prices might change because of the arrival of large caravans or fleets, the importation of goods, the harvesting of crops, changes in seasonal demand due to holidays, travel, or military deployments, etc. From the point of any individual merchant, price changes are effectively random. If the adventurers are traveling regularly between markets, the Judge can simply re-roll priceseach time the adventurers enter a new market. If the adventurers linger in the same market, assume there is a 10% cumulative chance per week of a major event occurring that causes all prices to reset.</p>\n"
    },
    {
      "title": "5. Negotiate the Spot Price",
      "level": 6,
      "html": "<p>Most transactions occur at the market price. However, an arbitrager may wish to negotiate a higher price (if selling) or a lower price (if buying), haggling on the basis of future price trends, superior or shoddy quality, reputation, rival merchants, and so on.</p>\n<p>Negotiation is an ancillary activity requiring one hour (6 turns). Negotiations are assumed to occur against a leading merchant, major broker, cartel representative, or other “market maker” such that the outcome affects all of the arbitrager’s purchases or sales of that merchandise that day.</p>\n<p>A typical merchant buying or selling common merchandise has a +1 CHA bonus and one rank of Bargaining. A typical merchant buying or selling precious merchandise has a +2 CHA bonus, a +1 WIL bonus, and one rank of Bargaining. The Judge should secretly roll 1d6 when bargaining begins; if the die roll exceeds the market class of the market, the merchant the arbitrager is facing has one additional rank of Bargaining.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction to Negotiation</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Outraged refusal</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Refusal</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Negotiations continue</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Grudging agreement</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Agreement</td>\n</tr>\n</tbody></table>\n<p>When negotiations commence, the arbitrager rolls 2d6 on the Reaction to Negotiation table. He adds his CHA modifier (if any) to the roll but subtracts the opposing merchant’s CHA modifier (if any). The arbitrager adds a +2 bonus to his roll for each rank of Bargaining proficiency he possesses, but applies a -2 penalty to his roll per rank of Bargaining proficiency possessed by the opposing merchant.</p>\n<p>The Judge may apply any other adjustments he feels are appropriate given the circumstances of the negotiation, the reputation of the parties, and so on. However, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12+, regardless of any adjustments.</p>\n<p><strong>Agreement</strong> means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor.</p>\n<p><strong>Grudging agreement</strong> means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor. In exchange, however, he extracts some other concession, such as a commitment to pay a higher price on a subsequent month, a minimum volume of purchase or sale, a secondary purchase of less interesting merchandise, etc. If the arbitrager refuses this concession, then negotiations continue (as below). Even If he does agree, the arbitrager does not necessarily have to abide by any promises, though failure to do so may result in a penalties in future reaction rolls, random encounters, and so on (Judge’s discretion).</p>\n<p><strong>Negotiations continue</strong> means that the merchant has not accepted the spot price, but hasn’t flatly rejected it either. The arbitrager can halt negotiations and buy or sell at the market price or continue negotiations by rolling again. As negotiations have now become a matter of will, the arbitrager must now add his WIL modifier (if any) to the roll and must subtract the merchant’s WIL modifier.</p>\n<p><strong>Refusal</strong> means that the merchant has flatly rejected the proposed price and ended negotiations. The arbitrager can still buy from or sell to the merchant at the market price, but he can no longer negotiate for a better price with that merchant (or any other merchants that merchant was representing) that month.</p>\n<p><strong>Outraged refusal</strong> means that the merchant is so insulted by the character’s offer or negotiating strategy that he will not buy or sell with the arbitrager that month. This means the arbitrager is locked out of the market in that good that month!</p>\n<p>EXAMPLE: Although 0.07gp per stone of salt is a good price, Caleför decides to haggle it down further. He spends one hour (6 turns) in heated negotiation with the Salter’s Guild agent. This lets him finish the negotiations on the same day, 4/3/381. Caleför has a CHA bonus of +3 and one rank of Bargaining proficiency.</p>\n<p>The Judge quickly determines that the Salter’s Guild sales agent has a +1 CHA bonus and two ranks of Bargaining. Therefore, Caleför has a total modifier of +3 +2 -1 -4 = 0. He throws the dice and rolls a 9, achieving “grudging agreement.”</p>\n<p>The Judge decides that the Salter’s Guild agent will ask for a minimum purchase. “We will offer a 10% price reduction, if you agree to buy at least 50% of the available supply,” says the agent. Caleför accepts, as he intended to buy all 5,000 stone anyway. The price reduction reduces the market price by another price step, to 0.05gp.</p>\n<p><strong>Fixed Deal Terms:</strong> If an arbitrager returns to transact in the same market that month to buy or sell the exact same merchandise he previously sought or bold, he uses his prior results to determine his spot price. E.g. If an arbitrager has bargained the spot price down, he cannot then bargain the spot price up in the same market in the same month.</p>\n"
    },
    {
      "title": "6. Exchange Merchandise for Payment",
      "level": 6,
      "html": "<p>If the arbitrager and the merchant(s) come to mutually-agreeable price (either the market price or a price negotiated on the spot), they next proceed to exchange merchandise for payment.</p>\n<p>If the arbitrager is the seller, the merchant(s) will deliver payment to the seller’s choice of bank, guild merchant, or other reputable third-party. The arbitrager will be expected to begin unloading and delivering the merchandise to the merchant(s) within a day. Once delivery is made, the arbitrager may collect payment from the bank.</p>\n<p>If the arbitrager is the buyer, he will be expected to make payment to a bank designated by the merchant(s) within a day. The merchant(s) will begin loading the merchandise the day after payment is posted. After loading the merchandise, the merchant(s) will then collect the payment that was deposited. The arbitrager and merchant can work out a different schedule for delivery if desired.</p>\n<p>The seller is responsible for unloading the merchandise from his caravan, fleet, or warehouse, while the buyer is responsible for loading it into his own transport. Loading and unloading merchandise is a considerable enterprise. Workers must lift and carry the various amphora, barrels, crates, and sacks, while quartermasters attend to any necessary accounting and record-keeping. Ships take even longer, as the crew must arrange and stack the cargo securely with ballast, cushions, rigging, and tying. Warehouses can only load and unload during restricted hours and are hampered by traffic.</p>\n<p>The Cargo Handling Time and Cost table shows the manpower required to load and unload various animals and vehicles, the rate of work, and the total time required. Caravans and vessels are loaded and unloaded by their crew, while warehouses are loaded and unloaded by workers, who charge the listed fee. The buyer and seller are assumed to work in parallel, so the total time is simply the greater of the buyer’s or seller’s. If the arbitrager has kept his caravan in pasture or his ship anchored in the harbor, the time and cost are doubled for both buyer and seller.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Cargo Handling Time and Cost</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Type of Transport</td>\n<td><strong>Crew</strong></td>\n<td><strong>Work Rate</strong></td>\n<td><strong>Total Time*</strong></td>\n<td><strong>Total Cost*</strong></td>\n</tr>\n<tr>\n<td>1 pack donkey (20 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>3 turns</td>\n<td>0.5cp</td>\n</tr>\n<tr>\n<td>1 pack mule (40 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>1 hour</td>\n<td>1cp</td>\n</tr>\n<tr>\n<td>1 pack camel (60 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>1.5 hours</td>\n<td>1.5cp</td>\n</tr>\n<tr>\n<td>1 pack horse (80 st)</td>\n<td>1 worker</td>\n<td>40 st / hour</td>\n<td>2 hours</td>\n<td>2cp</td>\n</tr>\n<tr>\n<td>1 cart (320 st)</td>\n<td>2 workers</td>\n<td>40 st / hour</td>\n<td>4 hours</td>\n<td>8cp</td>\n</tr>\n<tr>\n<td>1 wagon (640 st)</td>\n<td>4 workers</td>\n<td>40 st / hour</td>\n<td>4 hours</td>\n<td>16cp</td>\n</tr>\n<tr>\n<td>1 barge, small (2,000 st)</td>\n<td>5 workers</td>\n<td>20 st / hour</td>\n<td>2.5 days</td>\n<td>1gp</td>\n</tr>\n<tr>\n<td>1 barge, large (9,000 st)</td>\n<td>10 workers</td>\n<td>20 st / hour</td>\n<td>5 days 5 hours</td>\n<td>4.5gp</td>\n</tr>\n<tr>\n<td>1 barge, huge (180,000)</td>\n<td>50 workers</td>\n<td>20 st / hour</td>\n<td>22 days 4 hours</td>\n<td>90gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, small (10,000 st)</td>\n<td>12 workers</td>\n<td>20 st / hour</td>\n<td>5 days 2 hours</td>\n<td>5gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, large (30,000 st)</td>\n<td>20 workers</td>\n<td>20 st / hour</td>\n<td>9 days 3 hours</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>1 sailing ship, huge (50,000 st)</td>\n<td>40 workers</td>\n<td>20 st / hour</td>\n<td>7 days 6 hours</td>\n<td>25gp</td>\n</tr>\n<tr>\n<td>Warehouse</td>\n<td>10 workers</td>\n<td>20 st / hour</td>\n<td>1 hour / 200st</td>\n<td>1gp/100st</td>\n</tr>\n<tr>\n<td>*Doubled if loading vessels at anchor or caravans outside in pasture.</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Loading and unloading merchandise must be supervised by the arbitrager or a trusted henchman. Each character can supervise one ship or warehouse, ten boats, ten wagons, or forty ordinary animals as an ancillary activity (up to 12x if it is his only activity for the day). Unsupervised loading or unloading may result in a loss of 2d10% of the value to petty theft or other problems (Judge’s discretion).</p>\n<p>EXAMPLE: Let’s assume Caleför solicits the Salter’s Guild on 4/4 and 4/5, with the same result, then halts due to exhaustion of arbitrage. At this point he has purchased 15,000 stone of salt at a cost of 0.05gp per stone, for a total cost of 750gp. The day after each transaction, he deposited payment with the Salter’s Guild. It will take the seller (5,000 st / 200 st) 25 hours, or 3 days, to bring salt from its warehouses to the caravan each day. So in the evening of 4/6, Caleför’s caravan receives 5,000 stone that he bought on 4/3; on the evening of 4/7, he gets the salt he bought on 4/4; and on 4/8, he gets the salt he bought on 4/5.</p>\n<p>All of the wagons can be loaded simultaneously, so it will only take 4 hours to load the salt as it is delivered each day. Since the caravaneers load the salt in parallel with the seller’s delivery of it, that adds no additional time to the process. However, if Caleför kept his caravan outside the city, each load would have taken 6 days to deliver. That would mean Caleför would get the salt on 4/9, 4/10, and 4/11, extending his stay by three days.</p>\n<p>Arbitragers who like to play dirty can, of course, engage in any number of shenanigans during this time, such as stealing back their own merchandise, robbing the merchant’s guild, delivering goods of shoddy quality or inadequate volume, and so on. The Judge can adjudicate such schemes at his discretion. The Hijinks rules are often useful in this regard! It’s also a time for random encounters to occur, as a fully-loaded ship or caravan that hasn’t left town is a shining target for burglars and thugs.</p>\n"
    },
    {
      "title": "7. Continue to Trade or Exit Market",
      "level": 6,
      "html": "<p>If the arbitrager has completed all of his desired transactions, including making and/or taking delivery of any merchandise and giving and/or receiving any payments due, he can exit the market with his caravan or fleet. Before he leaves he has to pay for moorage and stabling fees he’s incurred.</p>\n<p>If the arbitrager hasn’t yet completed all of his desired arbitrage trading, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and assess supply and demand for another type of merchandise, return to step 2 and select a new type of merchandise to trade, or start a different type of mercantile venture altogether.</p>\n<p>EXAMPLE: After his wagons are loaded up, Caleför heads out. He arrived on 4/1/381 and departs 4/11/381, so he has to pay stabling for 10 days. With 40 wagons stabled for 10 days, that costs (40 wagons x 2gp/wagon/day x 10 days) 800gp.</p>\n"
    },
    {
      "title": "8. Transport or Store Goods",
      "level": 6,
      "html": "<p>If the arbitrager has purchased merchandise, he will eventually need to transport the merchandise to a new market for sale. Transporting goods should be handled as a wilderness adventure, as described in Chapter 6 under <strong>Wilderness</strong> <strong>Adventures</strong>. When the arbitrager reaches a new market, he may enter the market and engage in arbitrage trading to sell his merchandise, starting with step 1 or 2 as above.</p>\n<p>Sometimes an arbitrager may prefer to warehouse his merchandise for later transport and/or resale. Warehouse space can be rented at a cost of 1cp per stone per month. A market typically has 50 stone per urban family of warehouse space available.</p>\n"
    },
    {
      "title": "Arbitrage Trade Summarized",
      "level": 6,
      "html": "<ol>\n<li>Arbitrager assesses supply and demand in the market to determine its demand modifiers. Depending on the success of his assessment, he learns none, some, or all of the market’s DMs. This is a dedicated activity for a day.</li>\n<li>Arbitrager selects a type of merchandise to trade from the 19 common and 10 precious merchandise types. The Judge reveals the quantity of merchandise available to buy or sell.</li>\n<li>Arbitrager solicits buyers and sellers interested in that type of merchandise. He multiples the quantity of merchandise available by his market impact. This is a dedicated activity for a day.</li>\n<li>Judge determines the market price for that type of merchandise and reveals the price to the arbitrager.</li>\n<li>Arbitrager can, but doesn’t have to, negotiate for a spot price with some or all of the interested merchants. This is an ancillary activity in a day.</li>\n<li>Arbitrager can, but doesn’t have to, exchanges merchandise for payment. If buying merchandise, he must make payment within 1 day and then starts receiving his goods. If selling merchandise, he receives payment within 1 day and then must start loading the goods the next day.</li>\n<li>Arbitrager can continue to trade, returning to step 1 or 2, or can exit the market. If he stays in the market, he must pay moorage and stabling fees (if any). He can store his goods in a warehouse at 1cp per stone per month.</li>\n<li>Once he exits the market, arbitrager transports any merchandise he has bought to a new market.</li>\n</ol>\n<p><strong>Designer’s Note:</strong> These revised arbitrage trading rules have been carefully designed to play quickly. In the original <em><strong>ACKS</strong></em> rules,arbitrage trading rules, the Judge had to randomly generate a large number of merchants, then randomly determine which type of merchandise they were interested in buying or selling, and then randomly generate the number of loads they’d transact. This could be a frustrating process, as often there’d be no merchants buying or selling any of the merchandise the adventurers were interested in. The frustration couldn’t even be justified as realistic, either, because there was no guarantee the merchants would be buying and selling the merchandise the market was known for.</p>\n<p>With these revised rules, the arbitrager (player) chooses what he wants to trade in, and the Judge only has to generate that type of merchandise. As written, the rules are concrete enough to be run in session with narrative exploration of the cityscape and role-play with each merchant, but they are also abstract enough to be resolved between sessions, too. And if the arbitrager already knows what he wants to buy or sell, has already assessed demand, and doesn’t want to haggle, the entire process can be resolved without any rolls.</p>\n"
    },
    {
      "title": "Passenger and Cargo Carriage",
      "level": 3,
      "html": "<p>If an adventurer is operating a caravan of one or more wagons or a fleet of one or more vessels, he may carry passengers or cargo between markets. When a character or party wants to engage in passenger and cargo carriage, follow the steps below to adjudicate the outcome.</p>\n"
    },
    {
      "title": "Announce Destination, Route, and Departure Time",
      "level": 6,
      "html": "<p>A carrier’s first step is to announce his planned destination, route, and date of departure. The choice of destination and date is up to the carrier. Some carriers prefer to schedule frequent, short trips to nearby destinations while others plot their trips around arbitrage trading activities or adventures of exploration. Difficult or unusual routes and destinations will attract less interest from passengers and shippers, though they might permit higher fees (Judge’s discretion).</p>\n<p>Caleför intends to travel to deliver his cargo of salt to the class II port city of Nuvië, 156 miles to the north by imperial highway. His caravan has a cargo capacity of 25,600 st, but he’s only bought 10,000 st of salt, leaving him with 15,600 st of unused cargo capacity. Since the salt won’t be fully loaded for several days, Caleför also has time available. He decides to announce a trip to Nuvië by way of the imperial highways on 4/10 so he can solicit merchants and passengers.</p>\n<p>The planned destination, route, and departure date modify the carrier’s market impact for purposes of passenger and cargo carriage, as shown on the Destination, Route, and Departure Date table. If modifiers would increase the carrier’s market impact above the maximum for his market, it stays at the maximum. If modifiers would reduce the carrier’s market impact below 1, it drops his market class by 1 per point, and market impact is recalculated.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Destination, Route, and Departure Date</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Situation</strong></td>\n<td><strong>Market Impact</strong></td>\n</tr>\n<tr>\n<td>Destination is Class I or Class II market</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Destination is Class III or Class IV market</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Destination is Class V or Class VI market</td>\n<td>-1</td>\n</tr>\n<tr>\n<td>Destination is within range of trade of current market</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Destination is mysterious, unknown, legendary, etc.</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels exclusively on roads, rivers, and coastlines</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Route travels through any desert, mountains, and/or ocean terrain</td>\n<td>-1 per 24-mile hex</td>\n</tr>\n<tr>\n<td>Route travels on river when sea route of equal or lesser length to same destination is available</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels on road when river route to same destination is available</td>\n<td>-3</td>\n</tr>\n<tr>\n<td>Route travels on road when sea route to same destination is available</td>\n<td>-8</td>\n</tr>\n<tr>\n<td>Date of departure is more than 3 days away and less than 10 days away</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Date of departure is less than 3 days away or more than 10 days away</td>\n<td>-1/day</td>\n</tr>\n<tr>\n<td>Carrier has safely delivered passengers or merchandise on route to destination in last 30 days</td>\n<td>+1</td>\n</tr>\n</tbody></table>\n<p>What is Caleför’s market impact for purposes of passenger and cargo carriage? As a venturer with 40 wagons, he’s currently market impact 2 in Alakyrum. His destination is a Class II market, so he gains a +1 bonus to market impact. His route is entirely along roads, adding another +1 bonus. His date of departure is 7 days away, so he has no modifier for departure date. He hasn’t delivered passengers or cargo on this route to this destination previously. Therefore his market impact is 2 +1 + 1 = 4.</p>\n"
    },
    {
      "title": "2. Solicit Shippers to Consign Cargo",
      "level": 6,
      "html": "<p>After announcing his destination and route, the carrier can begin soliciting shippers to consign cargo for transport to his destination. Soliciting shippers counts as a dedicated activity (8 hours) in a day, and the carrier may face random encounters in the urban settlement during this time. Talking to harbormasters, negotiating with freight forwarders and shipping agents, and visiting warehouses exposes a merchant to a lot of sketchy characters!</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Cargo Consignments and Passengers</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong></td>\n<td><strong>Cargo</strong></td>\n<td><strong>Number of</strong></td>\n</tr>\n<tr>\n<td><strong>Class</strong></td>\n<td><strong>Consignment</strong></td>\n<td><strong>Passengers</strong></td>\n</tr>\n<tr>\n<td>I</td>\n<td>4,000 st</td>\n<td>2d6+1 x 10</td>\n</tr>\n<tr>\n<td>II</td>\n<td>1,000 st</td>\n<td>6d6</td>\n</tr>\n<tr>\n<td>III</td>\n<td>500 st</td>\n<td>4d4</td>\n</tr>\n<tr>\n<td>IV</td>\n<td>200 st</td>\n<td>2d3</td>\n</tr>\n<tr>\n<td>V</td>\n<td>120 st</td>\n<td>1d4</td>\n</tr>\n<tr>\n<td>VI</td>\n<td>20 st</td>\n<td>1d2-1</td>\n</tr>\n</tbody></table>\n<p>When the activity is complete, the Judge determines the number of stone of merchandise potentially available for consignment by consulting the Cargo Consignments and Passengers table, finding the appropriate row based on the class of the market, and cross-indexing it with the row in the “Cargo Consignment” column. Multiply the total shown by the carrier’s modified market impact in the market. The result is the stones of cargo available for consignment.</p>\n<p>Caleför spends 4/5/381 wheeling-and-dealing at the warehouses of Alakyrum. After avoiding an unpleasant random encounter, he finishes up the day’s work. The Judge consults the Cargo Consignment and Passengers table and sees that 4,000 st of consignment is typically available each day. This value is multiplied by Caleför’s effective market impact of 4 to yield 16,000 st available for consignment.</p>\n<p>Shippers will not consign their goods to carriers they deem untrustworthy. To convert potential consignments into actual consignments, the carrier must make a reaction roll on the Contract of Carriage table. The carrier adds his Charisma and Mystic Aura modifiers. Where appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)</p>\n<p>The Judge may apply any other adjustments he feels are appropriate given the circumstances — for instance, is the carrier’s vessel new and well-maintained, or battle-damaged and decrepit? Is his crew clean and professional, or a band of cut-throat ex-pirates? Whatever modifies are applied, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12.</p>\n<p><strong>Enthusiastic agreement</strong> means that the shippers agree to consign their merchandise to the carrier without reservation.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Contract of Carriage</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Jeering Refusal</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Skepticism</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Assurances demanded</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Cautious agreement</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Enthusiastic agreement</td>\n</tr>\n</tbody></table>\n<p><strong>Cautious agreement</strong> means that the shippers agree to consign their merchandise to the carrier if he can prove he is a legitimate merchant. The proof required is up to the Judge but might involve showing (1) the carrier is a venturer with a steady trade route to the destination; (2) the carrier has safely made a round-trip journey to the destination within the last 30 days (or, if the journey would take longer than 30 days, as recently as practically possible); or (3) the carrier is domiciled in the current market, with a home, guild membership, and so on. (The shippers don’t want to consign their goods to someone who might just vanish into foreign lands). If none of these apply, then the shippers demand assurances instead.</p>\n<p><strong>Assurances demanded</strong> means that the shippers want assurances that carrier will safely and swiftly deliver their goods to the destination. Assurances might include depositing collateral with a bank or vault sufficient to cover the value of the merchandise if lost, purchasing insurance from the merchant guild, agreeing to hiring a mercenary company chosen by the shipper, etc. The Judge decides what assurances are demanded; the best assurances are those that make the carrier feel as nervous as the shipper! If the carrier refuses to give assurances, treat this result as skepticism instead.</p>\n<p><strong>Skepticism</strong> means that the shippers are reluctant to consign much of their merchandise to the carrier, but if the carrier is willing to reduce his rate by 10%, he can get a limited number of consignments. The Judge should re-calculate the stones of merchandise available for consignment, reducing both the market class and the carrier’s market impact by 1.</p>\n<p><strong>Jeering refusal</strong> means that the shippers find the carrier to be a contemptuous and untrustworthy sort. He receives no merchandise for consignment. Because of bad word of mouth, he cannot solicit shippers in this market again until circumstances change or a month passes.</p>\n<p>Caleför has the opportunity to accept up to 16,000 stone of merchandise for consignment. He offers a smooth patter about his experience making the trek between Alakyrum and Nuvië, and rolls 2d6 on the Contract of Carriage table. With a +3 CHA modifier and +1 bonus for Diplomacy, he has good odds. Sadly, the dice are disagreeable, and he rolls a 3. Even with his +4 bonus, that’s only a 7 — “assurances demanded.” The shippers demand that Caleför hire the hated Imperial Vanguard to protect their cargo. Outraged, the proud adventurer refuses, thereby shifting the result to “skepticism.” The Judge re-calculates the stones of merchandise available, treating Alakyrum as being market class II instead of I and Caleför as having market impact 3 instead of 4. Multiplying 1,000 stone by market impact 3 yields 3,000 stone of merchandise ifhe will reduce his rate by 10%. Caleför begrudgingly accepts the deal.</p>\n<p>If the adventurers intend to just deliver the cargo, its exact make-up won’t matter much and the Judge will simply assume it is a mixed shipment of exports from the region worth 1gp per stone. However, if the adventurers are less-than-savory types who might consider pirating the goods, the Judge can use the Random Merchandise table below, rolling a number of times equal to the adventurer’s market impact and evenly allocating the stones of cargo across the set of rolls.</p>\n<p>EXAMPLE: Caleför has been consigned 3,000 st of cargo. He had a market impact of 3, so the Judge rolls three times on the Random Merchandise table. Each roll will represent (3,000 / 3 ) 1,000 st of cargo. The first roll is 68, the second roll is 26, and the third roll is 91. . The Judges determines that the shipment consists of wine (1,000 st, 190gp); salt (1,000 st, 150gp); and bronze ingots (1,000 st, 2,000gp). The total value of the consignment is 2,340gp, or 0.78gp per st.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>1d100</strong></td>\n<td><strong>Common Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n</tr>\n<tr>\n<td>1 – 20</td>\n<td>Grain &amp; vegetables</td>\n<td>Bags</td>\n<td>0.12gp</td>\n</tr>\n<tr>\n<td>21 – 30</td>\n<td>Salt</td>\n<td>Bricks</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>31 – 40</td>\n<td>Beer &amp; ale</td>\n<td>Amphorae</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>41 – 50</td>\n<td>Pottery</td>\n<td>Crates</td>\n<td>0.15gp</td>\n</tr>\n<tr>\n<td>51 – 60</td>\n<td>Common wood</td>\n<td>Bundles</td>\n<td>0.17gp</td>\n</tr>\n<tr>\n<td>61 – 70</td>\n<td>Wine &amp; spirits</td>\n<td>Amphorae</td>\n<td>0.19gp</td>\n</tr>\n<tr>\n<td>71 – 75</td>\n<td>Oil &amp; sauce</td>\n<td>Amphorae</td>\n<td>0.30gp</td>\n</tr>\n<tr>\n<td>76 – 80</td>\n<td>Preserved fish</td>\n<td>Amphorae</td>\n<td>0.45gp</td>\n</tr>\n<tr>\n<td>81 – 85</td>\n<td>Preserved meat</td>\n<td>Amphorae</td>\n<td>1gp</td>\n</tr>\n<tr>\n<td>86 – 88</td>\n<td>Glassware</td>\n<td>Crates</td>\n<td>1.5gp</td>\n</tr>\n<tr>\n<td>89 – 90</td>\n<td>Rare wood</td>\n<td>Bundles</td>\n<td>2gp</td>\n</tr>\n<tr>\n<td>91 – 92</td>\n<td>Common metal</td>\n<td>Chests</td>\n<td>2gp</td>\n</tr>\n<tr>\n<td>93</td>\n<td>Common furs</td>\n<td>Bundles</td>\n<td>4.5gp</td>\n</tr>\n<tr>\n<td>94</td>\n<td>Textiles</td>\n<td>Rolls</td>\n<td>7.5gp</td>\n</tr>\n<tr>\n<td>95</td>\n<td>Dye &amp; pigment</td>\n<td>Jars</td>\n<td>10gp</td>\n</tr>\n<tr>\n<td>96</td>\n<td>Tea &amp; coffee</td>\n<td>Bags</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>97</td>\n<td>Clothing</td>\n<td>Bags</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>98</td>\n<td>Tools</td>\n<td>Crates</td>\n<td>15gp</td>\n</tr>\n<tr>\n<td>98</td>\n<td>Armor &amp; weapons</td>\n<td>Crates</td>\n<td>22gp</td>\n</tr>\n<tr>\n<td>99 – 100</td>\n<td>Roll on Precious Merchandise table</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>1d100</strong></td>\n<td><strong>Precious Merchandise</strong></td>\n<td><strong>Container</strong></td>\n<td><strong>Price / St</strong></td>\n</tr>\n<tr>\n<td>1 – 20</td>\n<td>Monster parts</td>\n<td>Metamphorae</td>\n<td>60gp</td>\n</tr>\n<tr>\n<td>21 – 34</td>\n<td>Ivory</td>\n<td>Tusk wrapping</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>35 – 48</td>\n<td>Rare furs</td>\n<td>Bundles</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>49 – 62</td>\n<td>Spices</td>\n<td>Amphorae</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>63 – 76</td>\n<td>Fine porcelain</td>\n<td>Crates</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>79 – 90</td>\n<td>Precious metals</td>\n<td>Chests</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>91 – 95</td>\n<td>Silk</td>\n<td>Rolls</td>\n<td>333gp</td>\n</tr>\n<tr>\n<td>96 – 99</td>\n<td>Rare books &amp;d art</td>\n<td>Boxes</td>\n<td>333gp</td>\n</tr>\n<tr>\n<td>100*</td>\n<td>Semiprecious stones</td>\n<td>Boxes</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>Special</td>\n<td>Gems</td>\n<td>Boxes</td>\n<td>7,500gp</td>\n</tr>\n<tr>\n<td>*Roll 1d4. On 1 – 3, the merchandise is semiprecious stones; on 4, it’s gems.</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Carriage Shipping Rate</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Distance</strong></td>\n<td><strong>Consignment</strong></td>\n<td><strong>Passenger</strong></td>\n</tr>\n<tr>\n<td>Road 24 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n<tr>\n<td>River 96 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n<tr>\n<td>Sea 480 miles</td>\n<td>1.25cp / st</td>\n<td>1gp / passenger</td>\n</tr>\n</tbody></table>\n<p>A carrier’s rate for transporting merchandise under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Fractional loads and distances can be calculated in terms of stone-miles. The rate is 1.25cp per 24 stone-miles by road, 1.25cp per 96 stone-miles by river, or 1.25cp per 480 stone-miles by sea or ocean.</p>\n<p>Shippers will generally pay half when they contract for consignment and the remainder (through an agent) upon their cargo safely reaching its destination. Carriers who received less than enthusiastic agreement are also be expected to offer free passage for one (invariably nosey and annoying) merchant representative who takes care of the goods and tax payments. The representative counts as a passenger weighing 50 st.</p>\n<p>Caleför has secured a consignment of 3,000 stone of merchandise for the 156-mile road trip to Nuvië. Caleför’s shipping rate will be (156 miles / 24 miles) x (1.25cp / st) x (3,000 st). That works out to 244gp. He has to reduce that by 10% to 220gp. He collects 110gp now and will collect the remaining 110gp in Nuvië. He needs to set aside 3,000 st for the consignment of merchandise and 50 st for the merchant representative. Since he had 15,600 st of unused cargo capacity, he’s now got 12,550 st of capacity left.</p>\n<p><strong>Soliciting Shippers Again:</strong> A carrier may spend additional time soliciting shippers to consign cargo each day.</p>\n<p><strong>Splitting Up:</strong> If desired, party members can split up and each solicit shippers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit shippers for the same trip without splitting their market impact. There are only so many shippers, and the characters will just end up getting smaller pieces of the same pie.</p>\n"
    },
    {
      "title": "3. Solicit Travelers to Book Passage",
      "level": 6,
      "html": "<p>Before, after, or instead of soliciting merchants to consign cargo, the carrier can begin soliciting travelers to book passage to his destination. Soliciting passengers also counts as a dedicated activity (8 hours) in a day, during which the carrier may face random encounters as he visits waystations, inns, and hostels to talk to tourists, pilgrims, and wanderers.</p>\n<p>When the activity is complete, the Judge determines the number of passengers potentially interested in booking passage by consulting the Number of Consignments and Passengers table above, finding the appropriate row based on the class of the market, and rolling the dice shown for that row in the “Number of Passengers” column. Multiply the total rolled by the carrier’s modified market class in the market.</p>\n<p>Now Caleför turns to booking passengers. (He could keep soliciting consignment but that wouldn’t help our example.) He spends 4/7/381 soliciting travelers at venues across Alakyrum. At the day’s end, the Judge rolls to see how successful he was. Since he’s in a Class I market, the Judge rolls 2d6+1 x 10. The total is 50, which is then multiplied by Caleför’s effective market impact of 4 to yield 200 potential passengers.</p>\n<p>As with shippers, travelers will not book passage with carriers they deem untrustworthy. To convert potential passengers into actual passengers, the carrier must make a reaction roll on the Contract of Carriage table following the rules above. The results are the same, except that they relate to passengers rather than merchandise consignments.</p>\n<p>Caleför has the opportunity to book 320 passengers for travel to Nuvië. He again rolls 2d6 on the Contract of Carriage table and adds his +3 CHA modifier and +1 Diplomacy bonus. This time he rolls a 7, which is adjusted to 11 — “cautious acceptance.” Because Caleför has a steady trade route in salt from Alakyrum to Nuvië, the passengers book passage with him.</p>\n<p>A carrier’s rate for transporting passengers under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Passengers will generally pay half when they book passage and the other half upon safely reaching their destination.</p>\n<p>Ship passengers typically sleep on the deck of the ship, and are responsible for bringing their own mess kits, blankets, bedrolls, and tents. Each passenger occupies 50 st of cargo space. In addition, the carrier is expected to provide rations (food and drink) for passengers. Rations cost 5cp and weigh 1 stone per day per passenger.</p>\n<p>Caleför has booked 200 passengers for his caravan to Nuvië. The Judge informs him that they are pilgrims on the first leg of their journey; at Nuvië they intend to catch a vessel to Aura to climb Mt. Audarammas. Caleför grits his teeth in anticipation of days of righteous sermonizing and calculates his fee. Caleför’s shipping rate will be (156 miles / 12 miles) x (1gp / passenger) x (200 passengers), which works out to 2,600gp. He’ll collect half when they embark and half when they disembark. He needs to set aside (200 passengers x 50 st / passenger) 10,000 st for the passengers. After that, he’s got (12,400 – 10,000) = 2,400 st of capacity left in his caravan.</p>\n<p>The venturer estimates he can reach Nuvië in 7 days of travel by road. He will need 7 x 200 = 1,400 days rations for the passengers, at a cost of 70gp and weight of 1400 stone. He has 2,400 – 1,400 = 1,000 st of capacity left.</p>\n<p><strong>Soliciting Passengers Again:</strong> A carrier may spend additional time soliciting travelers to book passage each day. A carrier may freely solicit passengers for different trips, but has to have a separate fleet or caravan or split up his market impact.</p>\n<p><strong>Splitting Up:</strong> If desired, party members can split up and each solicit travelers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit passengers for the same trip without splitting their market impact.</p>\n"
    },
    {
      "title": "4. Check for Chartered Travel",
      "level": 6,
      "html": "<p>Sometimes a carrier may announce he’s heading in one direction, but be approached by passengers or shippers who want to go elsewhere. Anytime a carrier solicits shippers and/or travelers, the Judge rolls 1d20 and adds the carrier’s market impact to see if someone tries to charter his caravan or fleet.</p>\n<p>If the roll is 21+, a charterer approaches the carrier at a randomly-determined date prior to his departure. The charter asks to charter the carrier’s entire caravan, fleet, or vehicle(s) to carry them and/or their goods to a distant market of their choice located 2d20 x 100 miles away from the current market. It’s up to the carrier if he wants to accept the charter.</p>\n<p>Charterers that hire a fleet or caravan to go to a particular designation must pay as if they shipped enough to fill up the caravan or fleet’s entire cargo capacity. If the charter’s destination is 2 or more market classes smaller than the carrier’s announced destination, then the charterer must also pay for a return trip (i.e. twice the fee). Chartered travelers bring their own rations. Charterers will generally pay half in advance and the remainder upon safely reaching their destination.</p>\n<p><strong>Designer’s Note:</strong> Judges who want to encourage exploration of a huge sandbox or introduce new locations to their campaign can use chartered travel to do so. The lengthy journeys to far-off locations can become entire adventures or mini-campaigns. On the other hand, Judges who’d prefer to keep things local can skip this step without impacting the economics of mercantile ventures.</p>\n"
    },
    {
      "title": "5. Embark Passenger and Load Cargo",
      "level": 6,
      "html": "<p>Before a carrier can depart, he has to embark his passengers and load his cargo consignments.</p>\n<p>Passengers will arrive to board the carrier’s caravan or ships shortly before their scheduled departure. For instance, if the departure is planned for dawn, the passengers will embark during pre-dawn twilight. One or more characters representing the carrier must be on hand to manage embarking, which takes one turn (10 minutes) per 25 passengers.</p>\n<p>Shippers will load their cargo consignments as quickly as possible. The shippers pay for the cost of delivering and loading the cargo. One or more characters representing the carrier must be on hand to oversee the cargo loading process. See the Cargo Handling Time and Cost table (q.v.).</p>\n<p>Since embarking passengers and loading cargo can take several turns, it may trigger random encounters in the urban settlement as robbers, customs officials, and so on take an interest.</p>\n<p>3,000 st of consignment takes 15 hours (2 days) to be delivered. With delivery beginning on 4/7, it arrives by the close of 4/9. It then takes 4 hours to load the caravan. These can all be loaded simultaneously in a day. Caleför or a henchman needs to be on hand to supervise that, so he schedules it for 4/11/381. 80 passengers will take (80 / 25) = 3 turns to embark on the morning of 4/11/381.</p>\n"
    },
    {
      "title": "6. Continue to Solicit or Exit Market.",
      "level": 6,
      "html": "<p>If all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Before he leaves he has to pay for moorage and stabling fees he’s incurred.</p>\n<p>If the carrier hasn’t yet completed all of the above, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and announce a different trip, return to step 2 or 3 to solicit more cargo consignments or passenger bookings, or start a different type of mercantile venture altogether.</p>\n<p>Caleför hasn’t completely filled his caravan, but decides he doesn’t have time to make any further solicitations. On 4/11 he exits Alakyrum and starts heading towards Nuvië. (Note that we already handled his stabling fees in the earlier example under Arbitrage Trading.)</p>\n"
    },
    {
      "title": "7. Transport Passengers and Cargo.",
      "level": 6,
      "html": "<p>Transporting passengers and cargo should be handled as a wilderness adventure, as described in Chapter 6 under <strong>Wilderness</strong> <strong>Adventures</strong>. When the carrier reaches the destination, he must enter the market in order to disembark his passengers and unload his cargo. Disembarking and unloading takes as much time as embarking and loading (q.v.). The carrier collects his remaining fees at this time. Note that the carrier is responsible for paying the toll to enter the destination market, but is not responsible for paying customs duties on cargo.</p>\n"
    },
    {
      "title": "Passenger and Cargo Carriage Summarized",
      "level": 6,
      "html": "<ol>\n<li>Carrier announces his planned destination and date of departure. Judge calculates his modified market impact.</li>\n<li>Carrier solicits shippers to consign cargo to the destination. Judge determines the number of available consignments and carrier makes a reaction roll to secure the consignments. This is a dedicated activity for a day.</li>\n<li>Carrier solicits travelers to book passage to the destination. Judge determines the number of potential passengers and carrier makes a reaction roll to book them. This is a dedicated activity for a day.</li>\n<li>Judge checks to see if a charterer attempts to charter the carrier’s caravan or fleet.</li>\n<li>Carrier embarks passengers and load cargo. Passengers count as 200 st of cargo. 1 st of food worth 0.5cp per passenger per day is required.</li>\n<li>If all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Otherwise, he can stay in the market, returning to any prior step. However, each day he stays in the market, he must pay moorage and stabling fees (if any).</li>\n<li>Once he exits the market, the carrier transports the cargo and passengers to the agreed-upon destination, where he collects his final fee.</li>\n</ol>\n"
    },
    {
      "title": "Passive Investment",
      "level": 3,
      "html": "<p>Characters can make passive investments in the hopes of earning returns on the investment. For simplicity, passive investments are categorized into three types — establishing businesses, funding commercial expeditions, and lending money — as well as five levels of risk — safe, cautious, balanced, risky, and perilous. The type of investment determines what sort of vagaries may occur, while the level of risk determines the <strong>base rate of return</strong> per month and influences the vagaries.</p>\n"
    },
    {
      "title": "Making an Investment",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Market Class</td>\n<td>Max Investment / Month</td>\n</tr>\n<tr>\n<td>I</td>\n<td>100,000gp*</td>\n</tr>\n<tr>\n<td>II</td>\n<td>25,000gp</td>\n</tr>\n<tr>\n<td>III</td>\n<td>10,000gp</td>\n</tr>\n<tr>\n<td>IV</td>\n<td>5,000gp</td>\n</tr>\n<tr>\n<td>V</td>\n<td>2,000gp</td>\n</tr>\n<tr>\n<td>VI</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n</tr>\n</tbody></table>\n<p>To make a passive investment, the character allocates 1gp or more, and chooses the investment’s type (<strong>business establishment</strong>, <strong>commercial expedition</strong>, or <strong>money lending</strong>) and level of risk (<strong>safe</strong>, <strong>cautious</strong>, <strong>balanced</strong>, <strong>risky</strong>, or <strong>perilous</strong>).</p>\n<p>The character must be in a market in order to make an investment. Making an investment requires one day of dedicated activity (6 hours) per 5,000gp. The maximum investment per month is determined by the market class. The adjoining table shows the maximum mercantile investment permitted each month in a market by a character.</p>\n<p>Once a passive investment is made, the Judge will roll 1d100 on the Vagaries of Investment table each month and apply its results. Unless noted otherwise by the vagary, the character will then receive a return on his investment, equal to the current value of his investment multiplied by its current rate of return. (Both the value of the investment and the rate of return may vary over time.) To collect the return on his passive investment, the character must be in the market where he established the business and must undertake an ancillary activity (1 hour). Uncollected returns are notautomatically compounded, although characters may choose to re-invest profits into the same or a new investment. Characters do notearn XP from abstract investments.</p>\n"
    },
    {
      "title": "Levels of Risk",
      "level": 6,
      "html": "<p><strong>Safe investments</strong> prioritize the protection of capital above all else. Safe investments include loaning money to chartered banks and investing in licensed guilds with local monopolies. They have a base rate of return of 0.25% per month.</p>\n<p><strong>Cautious investments</strong> seek a steady return with limited risk to capital, such as investing in civilized farms, investing in large, established businesses, and loaning money to large private landowners. They have a base rate of return of 0.5% per month.</p>\n<p><strong>Balanced investments</strong> seek a balance between return and risk, such as investing in border farms, funding short-distance mercantile ventures, and loaning money to stable realms. They have a base rate of return of 1% per month.</p>\n<p><strong>Risky investments</strong> aim for high returns, but may incur substantial losses in some years. Risky investments include investing in wilderness farms, funding long-distance mercantile ventures, loaning money to unstable or warring realms, and investing money in small businesses. They have a base rate of return of 3% per month on average.</p>\n<p><strong>Perilous investments</strong> offer very high returns at exceptional risk, such as funding adventuring expeditions, funding private military campaigns, and investing in criminal syndicates. Perilous investments have a base rate of return of 9% per month or more — but most perilous ventures will be bankrupt within a year.</p>\n"
    },
    {
      "title": "Diversifying Risk",
      "level": 6,
      "html": "<p>A character can make one investment of any type without penalty. He can make an additional investment of any type per rank in Profession (merchant). He can make an additional investment in a business establishment per rank in a proficiency related to the business. He can make an additional investment into a commercial expedition per rank of Driving or Seafaring and (if a venturer) per Steady Trade Route.</p>\n<p>A high-level venturer can make a number additional investment into any type equal to the value of his guildhouse divided by the maximum investment in the market class where his guildhouse is located.</p>\n<p>If the character makes investments beyond these limits, all of his businesses suffer a -10 penalty on the Vagaries of Investment table per investment past the limit. This penalty reflects the fact that the character is too distracted or ignorant of the business to be able to ensure it’s being run responsibly. Embezzling employees, shiftless business partners, and other hazards await the overextended entrepreneur! With this rule, characters are rewarded for making fewer, large investments, which is both more dramatic and easier to resolve.</p>\n<p>EXAMPLE: Foggy is an aspiring entrepreneur in Siadanos, a Class IV market (maximum investment 5,000gp per month). He has two ranks of Profession (bawdyhouse proprietor). He can make one investment of any type (business establishment, commercial expedition, or money lending), as well as two investments in business establishments related to bawdyhouses, without penalty. Foggy, however, is a dwarf whose greed knows no limits, and he invests 5,000gp into not one, not two, but five different bawdyhouses. Therefore he suffers a penalty of (5 – 3) x -10 = -20 on all rolls on the Vagaries of Investment table.</p>\n<p>If Foggy were a venturer with a guildhouse, he might have been able to avoid these penalties. If he had a 5,000gp guildhouse he’d have been permitted to make four investments without penalty, and if he had a 10,000gp guildhouse, he could have made all five.</p>\n<p><strong>Designer’s Note:</strong> Some players, overly schooled in modern financial theory, will have their characters invest the smallest amount of money possible in each of a dozen or more investments, thereby reducing their risk through diversity. Such tactics are not only unrealistic given the time period simulated, they greatly increase the burden on the Judge, who must make dozens of rolls each month for small amounts of wealth. These rules are designed to limit such shenanigans.</p>\n"
    },
    {
      "title": "Liquidating an Investment",
      "level": 6,
      "html": "<p>Characters can liquidate an investment to recover their capital. A safe investment can be liquidated immediately. It takes one month to liquidate a cautious investment, two months to liquidate a balanced investment, three months to liquidate a risky investment, and 1d6+3 months to liquidate a perilous investment. During that time, the character continues to earn a return and risk vagaries. It is possible to be wiped out by a bad vagary while trying to liquidate!</p>\n"
    },
    {
      "title": "Vagaries of Investment",
      "level": 6,
      "html": "<p>For each investment each month the Judge will roll 1d100 on the Vagaries of Investment table, cross-referencing the die roll, the level of risk, and the type of investment to determine the result affecting the character’s investment.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>1d100 Roll by Risk  Safe Cautious Balanced Risky Perilous</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td>Business  Establishment</td>\n<td>Commercial  Expedition</td>\n<td>Money  Lending</td>\n</tr>\n<tr>\n<td>-</td>\n<td>-</td>\n<td>01-</td>\n<td>02-</td>\n<td>05-</td>\n<td>Bankruptcy</td>\n<td>Annihilation</td>\n<td>Default</td>\n</tr>\n<tr>\n<td>-</td>\n<td>01</td>\n<td>02 – 03</td>\n<td>03 – 07</td>\n<td>06 – 10</td>\n<td>Calamity</td>\n<td>Delay</td>\n<td>Deferment</td>\n</tr>\n<tr>\n<td>01-</td>\n<td>02 – 03</td>\n<td>04 – 06</td>\n<td>08 – 12</td>\n<td>11 – 15</td>\n<td>Fee</td>\n<td>Decimation</td>\n<td>Writedown</td>\n</tr>\n<tr>\n<td>02 – 03</td>\n<td>04 – 06</td>\n<td>07 – 10</td>\n<td>13 – 17</td>\n<td>16 – 20</td>\n<td>Disrepute</td>\n<td>Rival</td>\n<td>Bailout 50%</td>\n</tr>\n<tr>\n<td>04 – 05</td>\n<td>07 – 10</td>\n<td>11 – 15</td>\n<td>18 – 22</td>\n<td>21 – 25</td>\n<td>Racket</td>\n<td>Brigandage/Piracy</td>\n<td>Bailout 25%</td>\n</tr>\n<tr>\n<td>07 – 10</td>\n<td>11 – 15</td>\n<td>16 – 20</td>\n<td>23 – 27</td>\n<td>26 – 30</td>\n<td>Return -200%</td>\n<td>Return -200%</td>\n<td>Bailout 5%</td>\n</tr>\n<tr>\n<td>11 – 15</td>\n<td>16 – 20</td>\n<td>21 – 25</td>\n<td>28 – 32</td>\n<td>31 – 35</td>\n<td>Return -150%</td>\n<td>Return -150%</td>\n<td>3 Month Extension</td>\n</tr>\n<tr>\n<td>16 – 25</td>\n<td>21 – 28</td>\n<td>26 – 32</td>\n<td>33 – 37</td>\n<td>36 – 40</td>\n<td>Return -100%</td>\n<td>Return -100%</td>\n<td>2 Month Extension</td>\n</tr>\n<tr>\n<td>26 – 40</td>\n<td>29 – 40</td>\n<td>33 – 42</td>\n<td>38 – 42</td>\n<td>41 – 45</td>\n<td>Return -50%</td>\n<td>Return -50%</td>\n<td>1 Month Extension</td>\n</tr>\n<tr>\n<td>41 – 60</td>\n<td>41 – 60</td>\n<td>43 – 58</td>\n<td>43 – 58</td>\n<td>46 – 55</td>\n<td>Return</td>\n<td>Return</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>61 – 75</td>\n<td>61 – 72</td>\n<td>59 – 68</td>\n<td>59 – 63</td>\n<td>56 – 50</td>\n<td>Return +50%</td>\n<td>Return +50%</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>76 – 85</td>\n<td>73 – 80</td>\n<td>69 – 75</td>\n<td>64 – 68</td>\n<td>61 – 65</td>\n<td>Return +100%</td>\n<td>Return +100%</td>\n<td>Return</td>\n</tr>\n<tr>\n<td>86 – 90</td>\n<td>81 – 85</td>\n<td>76 – 80</td>\n<td>69 – 73</td>\n<td>66 – 70</td>\n<td>Return +150%</td>\n<td>Return +150%</td>\n<td>Banking Fee +50%</td>\n</tr>\n<tr>\n<td>91 – 94</td>\n<td>86 – 90</td>\n<td>81 – 85</td>\n<td>74 – 78</td>\n<td>71 – 75</td>\n<td>Return +200%</td>\n<td>Return +200%</td>\n<td>Collateral 5%</td>\n</tr>\n<tr>\n<td>95 – 97</td>\n<td>91 – 94</td>\n<td>86 – 90</td>\n<td>79 – 83</td>\n<td>76 – 80</td>\n<td>Patron</td>\n<td>Protector</td>\n<td>Collateral 10%</td>\n</tr>\n<tr>\n<td>98 – 99</td>\n<td>95 – 97</td>\n<td>91 – 94</td>\n<td>84 – 88</td>\n<td>81 – 85</td>\n<td>Acclamation</td>\n<td>Monopoly</td>\n<td>Collateral 20%</td>\n</tr>\n<tr>\n<td>100+</td>\n<td>98 – 99</td>\n<td>95 – 97</td>\n<td>89 – 93</td>\n<td>86 – 90</td>\n<td>Windfall +2d10%</td>\n<td>Discovery +2d10%</td>\n<td>Principal</td>\n</tr>\n<tr>\n<td>-</td>\n<td>100+</td>\n<td>98 – 99</td>\n<td>94 – 98</td>\n<td>91 – 95</td>\n<td>Windfall +2d6 x 5%</td>\n<td>Discovery +2d6 x 5%</td>\n<td>Repayment</td>\n</tr>\n<tr>\n<td>-</td>\n<td>-</td>\n<td>100+</td>\n<td>99+</td>\n<td>96+</td>\n<td>Windfall +100%</td>\n<td>Discovery +100%</td>\n<td>Maturation</td>\n</tr>\n</tbody></table>\n<p><strong>Acclamation:</strong> The business has gained a reputation for excellence. The business’s current rate of return is doubled this month and for the next 1d6 months. A “Disrepute” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Annihilation:</strong> The expedition has been utterly destroyed. The character earns no return this month, and his investment is completely lost. 1d4 survivors report that the cause of the annihilation is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.</p>\n<p><strong>Bailout:</strong> The debtor needs more funds. The character is asked to invest additional sums equal to the value of his investment multiplied by the percentage shown. If the character provides the bailout, he collects his return based on the new value. If he does not, he can take a “Writedown” vagary or seize the debtor’s assets in repayment. Seizing the debtor’s assets reduces the current value of the character’s investment by 2d6 x 5% and liquidates the investment.</p>\n<p>EXAMPLE: The Zaharan ruinguard Moruvai has taken up predatory lending. He has made a perilous money-lending investment valued at 20,000gp with a base rate of return of 9% per month. The Judge rolls a “Bailout 25%” vagary. Moruvai may either lend another 4,000gp, accept a Writedown of 2d10% of his investment, or seize the debtor’s assets, losing 2d6 x 5% of his investment and liquidating it.</p>\n<p><strong>Banking Fee:</strong> The character is able to secure an additional fee from the debtor. The return on the character’s investment is increased this month by 50%. The fee is (roll 1d6): 1 — origination fee, 2 — late payment fee, 3 — legal expense, 4 — certification, 5 — appraisal, 6 — prepayment penalty.</p>\n<p><strong>Bankruptcy:</strong> The business goes bust. The character earns no return this month, and his investment is completely lost. The reason for the bankruptcy is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — government interference, 8 – 10 — bad judgment.</p>\n<p><strong>Brigandage/Piracy:</strong> The expedition has become the target of an organized company of brigands or fleet of pirates. The expedition’s current rate of return is reduced by 33% for the next 1d6 months. The enemy will consist of NPC brigands or pirates with wages equal to half the losses they are causing. Despite their predatory nature, the brigands keep worse things at bay, so slaying them increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. A “Protector” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Calamity:</strong> A calamity has wrecked the business’s storefront and/or inventory. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%. The calamity is (roll 1d6): 1 — arson, 2 — vandalism, 3 — burglary, 4 — riot, 5 — accidental fire, 6 — flood.</p>\n<p><strong>Collateral:</strong> The debtor deposits collateral worth 5% – 20% of the investment value with the character. In the event that the character loses any investment value in the future due to a “Default,” “Deferment,” “Bailout,” or “Writedown” vagary, the character may seize the collateral to make up for the loss. The character may also apply the value of collateral towards a bailout. The collateral is (roll 1d6): 1 — common merchandise, 2 — precious merchandise, 3 — gems, 4 — jewelry, 5 — silver, 6 — gold.</p>\n<p><strong>Decimation:</strong> The expedition has been decimated. The character earns no return this month, and the value of his investment is reduced by 2d10%. The cause of the casualties is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.</p>\n<p><strong>Default:</strong> The debtor defaults and has no assets; the value of the loan must be written off completely. The character earns no return this month, and his investment is completely lost. The reason for the default is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — debt jubilee, 8 – 10 — bad judgment.</p>\n<p><strong>Deferment:</strong> The debtor is unable to make payments and has asked to defer payment on his loan. If the character agrees, he earns no return this month or for the next 1d6 months. Do not roll vagaries during this time. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.</p>\n<p><strong>Delay:</strong> The expedition has been gotten lost, become imprisoned, had its inventory impounded, or otherwise held up. The character earns no return this month. If the expedition attempts to escape or push ahead, reduce the value of its investment by 2d6 x 5%. Otherwise, the character earns no return for the next 1d6 months, during which time no vagaries occur. The cause of the delay is (roll 1d8): 1 — mysterious, 2 — lost in wilderness/at sea, 3 — halted by inclement weather, 4 — held up at customs, 5 — imprisoned by government, 6 — captured by brigands or pirates, 7 — inventory impounded, 8 — internal crisis.</p>\n<p><strong>Discovery:</strong> The expedition has unearthed something of great worth. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%), or the discovery may lead to an adventure (Judge’s discretion). The discovery is (roll 1d6) 1 — a treasure map, 2 — buried treasure, 3 — a hidden urban settlement, 4 — a new trade route, 5 — the confirmation of a legend, 6 — a place of power.</p>\n<p><strong>Disrepute:</strong> The character’s business has fallen into disrepute due to slander by the competition, shady business practices, or just bad luck. The business’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. An “Acclamation” or “Patron” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Extension:</strong> The debtor is unable to make his payment this month and asks for an extension. If the character agrees, the amount will be paid in 1, 2, or 3 months, as noted. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.</p>\n<p><strong>Fee:</strong> The business suffers a burdensome fee equal to 2d10% of the value of its investment. The fee is (roll 1d6) 1 — tariff, 2 — fine/penalty, 3 — legal expense, 4 — liturgy, 5 — licensing fee, 6 — bribery or extortion by magistrates. If the business is in a domain ruled by the character, this vagary can be ignored if desired.</p>\n<p><strong>Maturation:</strong> The debtor’s creditworthiness has substantially improved. All future rolls on the Vagaries of Investment table are made as if the investment were one level less risky. Note that this decrease in risk is not matched by any decrease in rate of return.</p>\n<p><strong>Monopoly:</strong> The expedition has gained a monopoly over its services. The monopoly is both local and temporary, but the expedition’s current rate of return is doubled this month and for the next 1d6 months. A “Rival” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Patron:</strong> The business has secured the patronage of a powerful or important customer. If the business is suffering from a “Disrepute” or “Racket” vagary, those are immediately cancelled. For the next 1d6 months, the business’s rate of return is increased by 33% due to the patron’s generous contribution and referrals. If an adventurer openly owns the business, the patron may be interested in the adventurer in some way (Judge’s discretion). The patron is (roll 1d10) 1 — magistrate, 2 — senator, 3 — merchant, 4 — master craftsman, 5 — specialist, 6 — fighter, 7 — thief, 8 — mage, 9 — crusader, 10 — unusual (Judge’s choice).</p>\n<p><strong>Principal:</strong> The value of the investment has increased due to changes in the market. After collecting this month’s return, the character may immediately increase the current value of his investment by 2d10% and liquidate the investment if desired. If the character does not liquidate the investment, however, the value is not increased.</p>\n<p><strong>Protector:</strong> The expedition has garnered the protection of a powerful and authoritative figure in the region. If the expedition is suffering from a “Brigandage/Piracy” vagary, it is immediately cancelled. For the next 1d6 months, the expedition can ignore any “Annihilation,” “Delay,” “Decimation,” or “Brigandage/Piracy” vagaries it suffers. If an adventurer openly owns the expedition, the protector may be interested in the adventurer in some way (Judge’s discretion). The protector is (roll 1d6): 1 — a ruler, 2 — a military commander, 3 — a notorious brigand or buccaneer, 4 — a famous adventurer, 5 — a powerful monster, 6 — unusual (Judge’s choice).</p>\n<p><strong>Racket:</strong> The business has become the target of an organized criminal protection racket. The business’s current rate of return is reduced by 33% for as long as the racket continues. The racketeers will consist of NPC ruffians with wages equal to half the losses they are causing. Slaying the racketeers earns the ire of the local syndicate and increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. If the local syndicate is under the character’s control, this vagary represents a rival syndicate trying to take a cut of the action. A “Patron” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Repayment:</strong> The debtor has come into funds and is able to repay any late payments that may have resulted from an “Extension” vagary. In addition, if payment is currently being deferred due to a “Deferment” vagary, that vagary is cancelled.</p>\n<p><strong>Return (±%:):</strong> The investment yields a return. If no modifier is listed, the return is equal to the current rate of return; there is no other vagary. If modified by a positive number, the return is increased by the relative percentage shown this month. If modified by a negative number, the return is decreased by the number shown this month, possibly yielding a negative return (loss). Losses can be paid by the character or deducted from the investment value.</p>\n<p>EXAMPLE: A risky investment with a current rate of return of 3% will yield -3% on “Return -200%”, 0% on “Return -100%”, 4.5% on “Return +50%” and 9% on “Return +200%”.</p>\n<p><strong>Rival:</strong> The expedition is facing competition from a cut-throat rival that will stop at nothing to bring them ruin. The expedition’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. A “Monopoly” vagary cancels this vagary as soon as it occurs.</p>\n<p><strong>Windfall (%):</strong> An unexpected windfall yields fiscal rewards. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%). The windfall is (roll 1d6): 1 — an inheritance, 2 — a property appreciation, 3 — a business innovation, 4 — the failure of a competitor, 5 — an expectedly successful advertisement 6 — of mysterious origin.</p>\n<p><strong>Writedown:</strong> Market conditions are such that the character will never be able to recoup the full value of his loan completely. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Mercantile Ventures\n\nIn their youth, adventurers are wont to squander their treasures on wine, women, and song. But older, wiser adventurers, who have faced death one time too often for a bare handful of coin, may find that their favorite type of venture is mercantile.\n\n### Entering the Market\n\nIn order to engage in **mercantile ventures**, the adventurers must first travel to and enter a **market**. Markets allow adventurers to buy and sell **merchandise** such as such as “wheat & vegetables,” “pottery,” and “tools.”There are 19 different types of common merchandise and 10 types of precious merchandiseavailable in each market. (The complete list is found on the Common and Precious Merchandise tables below.) These 29 types of merchandise collectively but abstractly represent all available goods in the market. Markets also allow adventurers to find **passengers** who want to book passage to other markets and to accept contracts from **shippers** who need fleets or wagons to carry goods from port to port. Finally, markets offer **investment** opportunities for adventurers with spare cash.In short, markets are to mercantile venturers what dungeons are to adventures — they’re where the action takes place!\n\nWhen adventurers enter a market, the Judge should guide play through the following steps.\n\n###### 1. Determine the Market’s Characteristics\n\nA market can be anything from a humble county fair to a city-state’s outdoor bazaar to the ports of a major metropolis, but each has different characteristics. Each domain generally has its own separate market.\n\nMarkets are rated by **market class** from I to VI, which rate their size and importance. The market class of an urban settlement determines:\n\n* the **baseline merchant cargo** required to make an impact in the market;\n* the **toll** charged to enter the market and **tariff** imposed on imported merchandise;\n* the volume of **merchandise** available to buy and sell;\n* the number of **shipping consignments** available for carriage; and\n* the number of **passengers** interested in booking passage.\n\nThe vast mercantile hubs of empires, with urban populations of 20,000 families or more, constitute Class I. Major ports, national capitals, and other large cities of 5,000 or more families constitute Class II. Provincial capitals and medium-sized cities of 1,750 to 5,000 families make up Class III. Small cities and large towns of 600 to 1,750 families make up Class IV. Small towns and large villages of 250 to 600 families are Class V. Any village of 250 families or less is Class VI.\n\nThe Market Characteristics table shows the baseline merchant cargo for each market class, along with the toll charged, number of passengers, and number of shipping consignments at the baseline.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Market**  **Class** | **Baseline**  **Cargo** | **Baseline**  **Toll** | **Baseline**  **Tariff** | **Baseline**  **Consignments** | **Baseline**  **Passengers** |\n| **I** | 30,000 st | 0.2cp/st | 20% and 5% | 4,000 st | 2d6+1 x 10 |\n| **II** | 7,500 st | 0.2cp/st | 20% and 5% | 1,000 st | 6d6 |\n| **III** | 3,750 st | 0.2cp/st | 20% and 5% | 500 st | 4d4 |\n| **IV** | 1,000 st | 0.1 cp/st | 20% and 5% | 120 st | 2d3 |\n| **V** | 400 st | 0.1 cp/st | 20% and 5% | 50 st | 1d4 |\n| **VI** | 150 st | None | None | 20 st | 1d2-1 |\n\nIn addition to being assigned a market class, each market is also assigned a unique set of **demand modifiers**, determined by the Judge, for the different types of merchandise. The demand modifier modifies the price for merchandise in the market. A low demand modifier indicates that merchandise is easy to get cheaply, usually because the market is a producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive. (See **Generating Demand Modifiers** in the ***ACKS II Judges Journal*** if the DMs are unknown).\n\nEXAMPLE: Alakyrum, the capital of Opelenea, is a Class I market. Its demand modifiers are Grain +3, Salt -3, Pottery -2, Common Wood +3, Wine & Spirits +2, Oil +2, Glassware -2, Rare Wood +2, Common Metal +2, Textiles+2, Dyes & Pigments +1, Clothing -2, Tools -2, Armor & Weapons -2, Monster Parts +1, Precious Metals +1, Spices -2, Silk -2, Semiprecious Stones -1. Alakyrum is an exporter of salt, glass, clothing, tools, weapons, and spices, and silk. It is an importer of grain, wood, wine, and textiles.\n\n###### 2. Determine the Adventurer’s Market Impact\n\nWhen a character (or party of characters) wants to enter a market, the Judge should determine the party’s **market impact** based on the number of boats, vessels, wagons, carts, and pack animals they have entered the market with relative to the market’s baseline merchant cargo. The character or party’s market impact is equal to the total cargo capacity its boats, vessels, wagons, carts, porters, and/or pack animals can carry divided by the market’s baseline merchant cargo. Round fractions to the nearest whole number, rounding 0.5 to even.\n\nMarket Impact = Total Load / Baseline Merchant Cargo\n\nMarket impact represents the fact that the city magistrates will charge a higher toll to the commander of a six-ship fleet than to an itinerant peddler with a single wagon, and that more of the city’s traders ought to be interested in doing business with a mighty merchant-captain than a lowly peddler.\n\nEXAMPLE: On 4/1/381, Caleför arrives at Alakyrum at the head of a caravan of 40 four-horse wagons. Four-horse wagons have a maximum load of 640 st, so his total cargo capacity is (40 x 640) is 25,600. Alakyrum is a Class I market, so its baseline cargo is 30,000 st Caleför has a market impact of (25,600 / 30,000) 0.85, rounded to 1.\n\n**Maximum Impact:** If the characters are entering a Class II market or smaller, their maximum market impact is 10. The market simply cannot service a fleet or caravan any bigger. The maximum market impact permitted in a Class I market, however, is equal to the greater of 10 or its urban families / 2,000.\n\nEXAMPLE: En route from Alakyrum, Caleför arrives at a small village at a nameless oasis. The village is a Class VI market with a baseline cargo of 150 st With a cargo capacity of 25,600 st, Caleför’s market impact would be (26,500 / 150) 177. However, since Caleför is in a Class VI market, his maximum market impact is 10. It’s easy to flood small markets.\n\n**Parties:** A group of characters arriving together can decide when entering the market whether to do so as a party or to enter separately. Their market impact is determined accordingly. However, when a party of characters enter the market separately, the maximum market impact is limited to 10 divided by the number of characters.\n\nEXAMPLE: On the far side of the empire, Marcus, Quintus, and Viktir enter Arganos, a Class II market, to trade. Each of the trio commands a small sailing ship with a cargo capacity of 10,000 st. As a Class II market, Arganos has a baseline cargo of 7,500 st. They could each enter Arganos separately, accepting a market impact of (10,000 / 7,500) 1.33 or 1 each, or they could enter collectively with a market impact of (30,000 / 7,500) 4 for the party as a whole.\n\n**No Market Impact:** If a character’s market impact is 0, he can still transact in the market. If he has the Mercantile Network class power and uses it to increase his market impact, he can transact at market impact 1. Otherwise, he treats the market as being of the next lower market class for mercantile purposes (excluding tolls). If his market impact is still 0, reduce the market class again, repeating this procedure until the character’s market impact is at least 1. A character can always trade in a Class VI market as if he had market impact 1.\n\nEXAMPLE: In a tragically bad game of dice, Viktir loses a lot of his wealth. He is forced to sell his sailing ship and replace it with a pair of 5 sail boats with 3,000 st total cargo capacity. When he next enters Arganos, his market impact would be less than 1, so treats it as if it were a Class III market instead of a Class II market. He has market impact 1 in a class III market, as (3,000 / 3,750) rounds to 1.\n\n**Mercantile Networks:** Whenever venturersengage in mercantile ventures in a market they have previously visited, they may treat the market as one class higher, or treat their market impact as one point higher, whichever is more beneficial. (The benefit does not increase his tolls in either case.) Reputable and established venturers attract interest just from entering the market, and can rely on their reputation rather than the size of their caravan or fleet to impress potential buyers and sellers.\n\nEXAMPLE #1: Cain, a 5th level venturer, is in Siadanos (a Class IV market). He wishes to purchase a heavy warhorse (700gp). According to the Equipment Availability by Market Class table, there is only a 25% chance for 1 heavy warhorse to be available in a Class IV market. However, Cain has visited Siadanos before, so he may treat it as a Class III market. There is a 100% chance for 1 heavy warhorse available in a Class III market, so Cain is able to purchase the heavy warhorse. His party members shake their heads in amazement that he’s found such a fine steed in an outpost town. “I know people,” he explains.\n\nEXAMPLE #2: Caleför is a 6th level venturer who has done business in Alakyrum before. Since Alakyrum is already Class I, he decides to trade there as if his market impact were 2, not 1. This does not affect tolls.\n\n###### 3. Charge Toll and Tariff at Point of Entry\n\nAdventurers arriving by road enter markets at caravanserai, city gates, or other points of entry. City watchmen, customs agents, and toll collectors monitor these points of entry, where they demand to see proofs of citizenship, interrogate foreign travelers, inspect cargo for taxable goods, examine duty stamps, and so on.\n\nAdventurers arriving by ship enter the market at a pier, dock, or other port. Heavily-trafficked ports with busy or dangerous waterways might require that incoming vessels retain specialized pilots to navigate the ship safely to a berth; small ports with crowded berths might require ships to anchor in the harbor, with small boats being used to disembark passengers and unload cargo. Harbor masters, customs officers, and marines will greet arriving boats and ships with inspection, interrogation, and taxation.\n\nAll of this takes time, so entering the market counts as a **dedicated activity** for a day. It also takes money. Each time adventurers enter a market, they must pay a **toll** (unless they sneak in). The standard cost of the toll is shown on the Market Characteristics table. This represents harbor fees paid to the harbormaster of a port, guild tolls at the city gate for caravans, etc.\n\nEXAMPLE: Caleför has just arrived at Alakyrum at the head of a caravan of 40 wagons with a cargo capacity of 25,600 st. Alakyrum is Class I, so the standard toll is 0.2cp per st. His toll is therefore 25,600 x 0.2cp = 5,120cp or 51.2gp.\n\nIf the adventurers enter a market with merchandise they intend to sell, they may also have to pay a **tariff**. The tariff is equal to 20% of the base cost of precious merchandise and 5% of the base cost of common merchandise other than wheat. Player characters disinclined to pay tolls and tariffs can, of course, attempt to smuggle goods into the market.\n\n**Ruler’s Privilege:** Adventurers entering a market in a domain they control need not pay tolls or tariffs.\n\n**Designer’s Note:** The tolls and tariffs presented here are loosely based on those used in the Roman Empire, which imposed tariffs of up to 25% on luxury goods such as spices and 5% to 2.5% on other goods excluding grain and oil, plus various other surcharges. The Judge can adjust the nature and cost of the “toll” to reflect the specific fees appropriate to his own setting, of course. The Judge can also randomize the tariff at 2d20% for precious merchandise and 2d4% for common merchandise.\n\n### Engaging in Mercantile Ventures\n\nOnce a party or character has entered the market, they can begin to engage in mercantile ventures. The available mercantile ventures are **arbitrage trading**, **passenger and cargo transport**,and **passive investment**.Each is discussed separately below.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Vehicle/Animal | Moorage/Stabling | Anchor/Pasture |  |\n| Ship | 1gp per 50 shp | 1gp |  |\n| Wagon\\* | 2gp | 5sp |  |\n| Cart\\*, Elephant | 1gp | 2sp |  |\n| Horse | 5sp | 1sp |  |\n| Camel/Donkey/Ox | 2sp | 4cp |  |\n| \\*Cost of the cart or wagon’s animals is included | | | |\n\nMercantile ventures can take many game days. Each day that adventurers have one or more ships in a berth, or one or more wagons or animals in a stable or caravanserai, they will have to pay **moorage or stabling fees**. Penurious adventurers may opt to keep their ships anchored outside of port, or keep their caravan in pasture outside the city. However, doing so substantially increases the time and cost of loading and unloading merchandise (q.v.). See the adjoining table.\n\nEXAMPLE: Caleför wants to get in and get out of Alakyrum quickly so he decides to stable his caravan in a caravanserai that is easily accessible to the city’s warehouses. He must pay 2gp per day per wagon, so with 40 wagons his daily stabling fee is 80gp.\n\n**Ruler’s Privilege:** Adventurers operating in a market in a domain they control need not pay moorage or stabling fees.\n\n### Arbitrage Trading\n\nThe riskiest, but most lucrative, form of mercantile trade is arbitrage: The movement of merchandise across long distances from markets where they are cheap to markets where they are expensive. Arbitragers must identify an opportunity, front the cost of purchasing large quantities of merchandise, safely transport it across long distances to distant markets by cart or ship, and then find a buyer willing to pay enough of a premium to earn the arbitrager a profit. Because it requires large sums of treasure and risky travel across the wilderness, arbitrage is a common choice for merchant-adventurers.\n\nEach day that a character or party engages in arbitrage trading, follow the steps below to adjudicate the outcome.\n\n###### 1. Assess Supply and Demand\n\nThe first step to arbitrage trading is to assess supply and demand in the market in order to learn its demand modifiers. As noted above, demand modifiers affect the price for merchandise in the market. A low demand modifier indicates that there is a low demand for that type of merchandise available, usually because the market is a surplus producer of that merchandise. A high demand modifier indicates that the merchandise is hard to get and very expensive, usually because the market is an importer of that merchandise.\n\n|  |  |\n| --- | --- |\n| **Assessment of Supply & Demand** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | False Assessment |\n| 3 – 5 | Failed Assessment |\n| 6 – 8 | Expertise Is Required |\n| 9 – 11 | Partial Assessment |\n| 12+ | Successful Assessment |\n\nAssessing supply and demand takes time — lots of time. After all, markets in ***ACKS*** do not have Bloomberg terminals, financial newsletters, or even commodity exchange floors. Instead, the arbitrager must traffic a variety of open-air plazas, guild halls, private offices, harbor fronts, and other locations scattered across the urban settlement, listening in on price negotiations, investigating warehouses, talking to dockworkers and so on.\n\nAssessing supply and demand counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may face random encounters in the urban settlement. Arbitragers frequently attract the attention of local cartels, criminals, tax assessors, and other unsavory types.\n\nWhen the day’s activity is complete, the Judge rolls 2d6 on the Assessment of Supply and Demand table. The Judge should modify the roll by the arbitrager’s Charisma modifier.\n\nWhere appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)\n\nIf the result is a **successful assessment**, the arbitrager learns the state of supply and demand in the market. The Judge reveals the market’s complete list of demand modifiers for all 29 types of merchandise.\n\nIf the result is a **partial assessment**, the arbitrager has learned some information, but not all of it. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice.\n\nIf **expertise is required**, the arbitrager learns the demand modifier of one type of merchandise, but only if he is an expert in that type of merchandise. To qualify as an expert, the arbitrager must have at least two ranks in an Art, Craft, or Profession proficiency related to a specific type of merchandise. If the arbitrager qualifies as an expert in two or more types of merchandise, he learns the demand modifier for each.\n\nOn a **failed assessment**, then the arbitrager does not glean any information.\n\nOn a **false assessment**, the arbitrager has been misinformed about the local economic situation. The Judge reveals the demand modifier for 1d6 merchandise types of the arbitrager’s choice (as with a partial assessment) but all of the demand modifiers are wrong!\n\nCaleför has three ranks of Profession (salt merchant). Having arrived on 4/1/381, he spends 4/2/381 assessing supply and demand on Alakyrum. He rolls an 8. Since this is an Expertise Required result, he will earn the market’s demand modifier for salt. He cannot choose to learn the demand modifier of, e.g., precious metals because he lacks expertise. If he didn’t have Profession or a similar proficiency, he wouldn’t learn any price at all from this result.\n\nAfter assessing supply and demand, the arbitrager may move to the next step (selecting merchandise to trade the next day) or repeat this step (assessing supply and demand the next day) if he wants to glean more information. Conversely, an arbitrager who has already assessed supply and demand on a prior visit, or who just wants to buy or sell at any price, can skip this step if desired.\n\n**Splitting Up:** Sometimes (as in the example of Marcus, Quintus, and Viktir) an entire party may engage in arbitrage trading. The rules assume that normally all the characters in the party are assessing supply and demand together. If desired, party members can split up and each assess supply and demand separately. If so, they risk random encounters separately but might glean more information.\n\n###### 2. Select Type of Merchandise\n\nThe second step to arbitrage trading is to choose a type of merchandise to trade that day. As noted above, there are 19 different types of common merchandise and 10 types of precious merchandiseavailable. The choice of what merchandise to buy or sell is up to the arbitrager.\n\nIf the arbitrager has entered the market with a cargo of specific merchandise he needs to sell, he might wish to trade in that merchandise regardless of the demand for it. Alternatively, if the arbitrager wants to buy goods, he might wish to trade in whatever has the lowest demand modifier. If he has a variety of cargo and will be visiting several markets, he might wish to sell only merchandise that has a high demand modifier. This is where correctly assessing supply and demand is important!\n\nThe Common and Precious Merchandise table, below, lists each type of merchandise; the container used to store it; the price per stone of the merchandise; the amount by which that price steps up or down when it changes; and the base number of stones available to buy or sell each day with market impact I. Amount of less than 1 stone cannot be bought or sold in arbitrage; instead, the fractional demand or supply accumulates day by day that the character solicits interest from buyers or sellers until 1 stone of supply or demand is reached.\n\n###### Common and Precious Merchandise\n\n|  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Common Merchandise** | **Container** | **Price / St** | **Price Step** | **Class I** | **Class II** | **Class III** | **Class IV** | **Class V** | **Class VI** |\n| Grain & vegetables | Bags | 0.12gp | 0.01gp | 2,000 | 500 | 250 | 60 | 25 | 10 |\n| Salt | Bricks | 0.15gp | 0.02gp | 1,000 | 250 | 125 | 30 | 12 | 5 |\n| Beer & ale | Amphorae | 0.15gp | 0.02gp | 1,000 | 250 | 125 | 30 | 12 | 5 |\n| Pottery | Crates | 0.15gp | 0.02gp | 1,000 | 250 | 125 | 30 | 12 | 5 |\n| Common wood | Bundles | 0.17gp | 0.02gp | 1,000 | 250 | 125 | 30 | 12 | 5 |\n| Wine & spirits | Amphorae | 0.19gp | 0.02gp | 1,000 | 250 | 125 | 30 | 12 | 5 |\n| Oil & sauce | Amphorae | 0.30gp | 0.03gp | 500 | 125 | 60 | 15 | 6 | 3 |\n| Preserved fish | Amphorae | 0.45gp | 0.04gp | 500 | 125 | 60 | 15 | 6 | 3 |\n| Preserved meat | Amphorae | 1gp | 0.1gp | 500 | 125 | 60 | 15 | 6 | 3 |\n| Glassware | Crates | 1.5gp | 0.15gp | 250 | 60 | 30 | 8 | 3 | 1 |\n| Rare wood | Bundles | 2gp | 0.2gp | 150 | 40 | 20 | 5 | 2 | 1 |\n| Common metal | Chests | 2gp | 0.2gp | 150 | 40 | 20 | 5 | 2 | 1 |\n| Common furs | Bundles | 4.5gp | 0.45gp | 100 | 25 | 12 | 3 | 1 | 1 |\n| Textiles | Rolls | 7.5gp | 0.75gp | 100 | 25 | 12 | 3 | 1 | 1 |\n| Dye & pigment | Jars | 10gp | 1gp | 75 | 20 | 10 | 2 | 1 | 0.4 |\n| Tea & coffee | Bags | 15gp | 1.5gp | 75 | 20 | 10 | 2 | 1 | 0.4 |\n| Clothing | Bags | 15gp | 1.5gp | 75 | 20 | 10 | 2 | 1 | 0.4 |\n| Tools | Crates | 15gp | 1.5gp | 75 | 20 | 10 | 2 | 1 | 0.4 |\n| Armor & weapons | Crates | 22gp | 2.2gp | 75 | 20 | 10 | 2 | 1 | 0.4 |\n\n|  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Precious Merchandise** | **Container** | **Price / St** | **Price Step** | **Class I** | **Class II** | **Class III** | **Class IV** | **Class V** | **Class VI** |\n| Monster parts | Metamphorae | 60gp | 6gp | 33 | 8 | 4 | 1 | 0.4 | 0.2 |\n| Ivory | Tusk wrapping | 100gp | 10gp | 20 | 5 | 3 | 1 | 0.25 | 0.1 |\n| Rare furs | Bundles | 100gp | 10gp | 20 | 5 | 3 | 1 | 0.25 | 0.1 |\n| Spices | Amphorae | 100gp | 10gp | 20 | 5 | 3 | 1 | 0.25 | 0.1 |\n| Fine porcelain | Crates | 100gp | 10gp | 20 | 5 | 3 | 1 | 0.25 | 0.1 |\n| Precious metals | Chests | 100gp | 10gp | 20 | 5 | 3 | 1 | 0.25 | 0.1 |\n| Silk | Rolls | 333gp | 33gp | 6 | 2 | 1 | 0.2 | 0.1 | 0.03 |\n| Rare books and art | Boxes | 333gp | 33gp | 6 | 2 | 1 | 0.2 | 0.1 | 0.03 |\n| Semiprecious stones | Boxes | 1,000gp | 100gp | 2 | 1 | 0.25 | 0.06 | 0.03 | 0.01 |\n| Gems | Boxes | 7,500gp | 750gp | 0.25 | 0.07 | 0.03 | 0.01 | 0.01\\* | 0.01\\* |\n| \\* If DM is +2 or more, .01 can be sold. If DM is -2 or less .01 can be bought. Otherwise, not available. | | | | | | | | | |\n\nCaleför decides to buy salt in Alakyrum to take advantage of the low demand modifier. Because Alakyrum is a Class I market, the base number of stones available per day is 1,000 at market impact 1.\n\n**Designer’s Note:** Sometimes the Judge may want to just use a standard or generic merchandise for some purpose, such as computing the value of a random warehouse’s contents, or a quick estimate of the total quantity of goods in a village’s stores.\n\n* Generic common merchandise has an average value of 1.1gp per stone. Each day 0.025 stone per urban family per is traded.\n* Generic precious merchandise has an average value of 135gp per stone. Each day 0.00074 stone per urban family is traded.\n* Generic merchandise has an average value of 3.1gp per stone. Each day 0.0168 stone per urban family is traded.\n* For merchandise that is manufactured year round, there will usually be one month’s supply, e.g. 30 times daily trade.\n* For merchandise that is harvested twice per year, there will usually be three (or 1d6) month’s supply.\n* For merchandise that is harvested once per year, there will usually be six (or 1d12) month’s supply.\n\n###### 3. Solicit Buyers or Sellers in Merchandise\n\nOnce the arbitrager has chosen what type of merchandise to trade in that day, the next step is to solicit buyers or sellers in that merchandise. Each type of merchandise is traded by different types of merchant. The arbitrager must find and approach these merchants by prowling through bazaars, business districts, and trade rows. Soliciting buyers or sellers for a particular type of merchandise counts as a dedicated activity (8 hours) in a day. During this time, the arbitrager may again face random encounters in the urban settlement.\n\nOnce buyers and sellers are solicited, multiply the base amount of merchandise available by the arbitrager’s market impact to determine the amount he can buy or sell.\n\nDaily Supply / Demand from Solicitation = Base Number of Stones x Market Impact\n\nAn arbitrager can solicit for buyers and sellers every day if desired, either in the same or in a different type of merchandise. Party members can split up and each solicit interest for a different type of merchandise separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit interest for buyers or sellers the sametype of merchandise without splitting up the amount of merchandise available. There are only so many buyers and sellers, and they will just end up getting smaller pieces of the same pie.\n\n**Steady Trade Routes:** A venturer with a steady trade route for a particular type of merchandise in his market can add one-half his class level to his market impact when assessing determining the amount of merchandise of that type available for purchase or sale. If that results in his market impact exceeding the market maximum, he can advance to the next highest market class.\n\nEXAMPLE: On 4/3/381, Caleför spends the day talking to the Alakyrum Salter’s Guild trade agent. The 6th level venturer actually has a steady trade route in salt with Alakyrum, so he adds one-half his class level to his market impact, increasing it from 2 to 5. Caleför can buy 5,000 stone of salt.\n\n###### 4. Determine Market Price of Merchandise\n\nOnce the arbitrager has solicited buyers or sellers, he learns that merchandise’s **market price** from them. The market price for merchandise is derived from its **base price**, which represents an average value of the commodity across all markets as a whole. The base price is adjusted for the economic and political factors of the market where the transaction is occurring. These factors are modeled randomly using die rolls and situational adjustments.\n\nThe market price is the prevailing price for that market for that month, and should only be calculated once for each type of merchandise. Different merchants in the same market will not buy and sell the same type of goods at different prices unless negotiated with (see below). To determine market price, follow these steps:\n\n* Find the merchandise’s base price on the Common or Precious Merchandise Table.\n* Roll 4d4-10. If the result is positive, shift the price upward by that number of steps. If the result is negative, shift the price downward by that number of steps.\n* If the demand modifier is positive, shift the price upward by that number of steps. If the demand modifier is negative, shift the price downward by that number of steps.\n* If the market is a Class I or Class II, shift the price upward by one step. If the market is Class V or VI, shift the price downward by one step\n* If the merchandise is “grains & vegetables” and it is currently spring (sowing season), shift the price upward by one step. If the merchandise is “grain & vegetables” and it is currently autumn (harvest season), shift the price downward by one step.\n* Modify by one step in the arbitrager’s favor if he has a **steady trade route** in that type of merchandise. The Judge may also apply any special modifiers from vagaries (war, calamity, etc.).\n\nThe price that emerges from these price steps is the market price for the merchandise.\n\nEXAMPLE: Caleför has solicited sales from the Alakyrum Salter’s Guild. The base price for a stone of salt is 0.15gp and its price step is 0.02gp. The Judge tosses 4d4-10 for a result of -1. He decreases the price by one step, to 0.13gp. Alakyrum is Class 1, so he increases the price by one step to 0.15gp. The DM for salt is -3, so he decreases the price by three steps to 0.09gp. Finally he shifts the price by one step in Caleför’s favor, since he has a steady trade route, to 0.07gp. The market price for salt in Alakyrum is currently 0.07gp per stone.\n\n**Exhaustion of Arbitrage (Optional):** If an arbitrager stays in the same market buying or selling the same merchandise in large volume, eventually he will exhaust the opportunity for arbitrage. There is a 20% cumulative chance each day that an arbitrager is transacting in merchandise that its price will shift as a result of his efforts. If the arbitrager is buying, the price increases by one step. If the arbitrager is selling, the price decreases by one step. Once the price changes, the chance of a price shift resets to 20%. This rule should be applied at the Judge’s discretion for verisimilitude.\n\nEXAMPLE: If Caleför were to continue soliciting sellers for salt each day, there’d be a 20% cumulative chance each day that the price increases by one step (0.02gp). Over time his continued demand for salt would raise the price and erode his margins.\n\n**Price Reset (Optional):** At any given moment, prices reflect both the current supply and demand for merchandise as well as the expectation of future supply and demand given the information collectively known by the buyers and sellers. As circumstances change, prices change too. Prices might change because of the arrival of large caravans or fleets, the importation of goods, the harvesting of crops, changes in seasonal demand due to holidays, travel, or military deployments, etc. From the point of any individual merchant, price changes are effectively random. If the adventurers are traveling regularly between markets, the Judge can simply re-roll priceseach time the adventurers enter a new market. If the adventurers linger in the same market, assume there is a 10% cumulative chance per week of a major event occurring that causes all prices to reset.\n\n###### 5. Negotiate the Spot Price\n\nMost transactions occur at the market price. However, an arbitrager may wish to negotiate a higher price (if selling) or a lower price (if buying), haggling on the basis of future price trends, superior or shoddy quality, reputation, rival merchants, and so on.\n\nNegotiation is an ancillary activity requiring one hour (6 turns). Negotiations are assumed to occur against a leading merchant, major broker, cartel representative, or other “market maker” such that the outcome affects all of the arbitrager’s purchases or sales of that merchandise that day.\n\nA typical merchant buying or selling common merchandise has a +1 CHA bonus and one rank of Bargaining. A typical merchant buying or selling precious merchandise has a +2 CHA bonus, a +1 WIL bonus, and one rank of Bargaining. The Judge should secretly roll 1d6 when bargaining begins; if the die roll exceeds the market class of the market, the merchant the arbitrager is facing has one additional rank of Bargaining.\n\n|  |  |\n| --- | --- |\n| **Reaction to Negotiation** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Outraged refusal |\n| 3 – 5 | Refusal |\n| 6 – 8 | Negotiations continue |\n| 9 – 11 | Grudging agreement |\n| 12+ | Agreement |\n\nWhen negotiations commence, the arbitrager rolls 2d6 on the Reaction to Negotiation table. He adds his CHA modifier (if any) to the roll but subtracts the opposing merchant’s CHA modifier (if any). The arbitrager adds a +2 bonus to his roll for each rank of Bargaining proficiency he possesses, but applies a -2 penalty to his roll per rank of Bargaining proficiency possessed by the opposing merchant.\n\nThe Judge may apply any other adjustments he feels are appropriate given the circumstances of the negotiation, the reputation of the parties, and so on. However, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12+, regardless of any adjustments.\n\n**Agreement** means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor.\n\n**Grudging agreement** means that the merchant agrees to adjust the price by one price step in the arbitrager’s favor. In exchange, however, he extracts some other concession, such as a commitment to pay a higher price on a subsequent month, a minimum volume of purchase or sale, a secondary purchase of less interesting merchandise, etc. If the arbitrager refuses this concession, then negotiations continue (as below). Even If he does agree, the arbitrager does not necessarily have to abide by any promises, though failure to do so may result in a penalties in future reaction rolls, random encounters, and so on (Judge’s discretion).\n\n**Negotiations continue** means that the merchant has not accepted the spot price, but hasn’t flatly rejected it either. The arbitrager can halt negotiations and buy or sell at the market price or continue negotiations by rolling again. As negotiations have now become a matter of will, the arbitrager must now add his WIL modifier (if any) to the roll and must subtract the merchant’s WIL modifier.\n\n**Refusal** means that the merchant has flatly rejected the proposed price and ended negotiations. The arbitrager can still buy from or sell to the merchant at the market price, but he can no longer negotiate for a better price with that merchant (or any other merchants that merchant was representing) that month.\n\n**Outraged refusal** means that the merchant is so insulted by the character’s offer or negotiating strategy that he will not buy or sell with the arbitrager that month. This means the arbitrager is locked out of the market in that good that month!\n\nEXAMPLE: Although 0.07gp per stone of salt is a good price, Caleför decides to haggle it down further. He spends one hour (6 turns) in heated negotiation with the Salter’s Guild agent. This lets him finish the negotiations on the same day, 4/3/381. Caleför has a CHA bonus of +3 and one rank of Bargaining proficiency.\n\nThe Judge quickly determines that the Salter’s Guild sales agent has a +1 CHA bonus and two ranks of Bargaining. Therefore, Caleför has a total modifier of +3 +2 -1 -4 = 0. He throws the dice and rolls a 9, achieving “grudging agreement.”\n\nThe Judge decides that the Salter’s Guild agent will ask for a minimum purchase. “We will offer a 10% price reduction, if you agree to buy at least 50% of the available supply,” says the agent. Caleför accepts, as he intended to buy all 5,000 stone anyway. The price reduction reduces the market price by another price step, to 0.05gp.\n\n**Fixed Deal Terms:** If an arbitrager returns to transact in the same market that month to buy or sell the exact same merchandise he previously sought or bold, he uses his prior results to determine his spot price. E.g. If an arbitrager has bargained the spot price down, he cannot then bargain the spot price up in the same market in the same month.\n\n###### 6. Exchange Merchandise for Payment\n\nIf the arbitrager and the merchant(s) come to mutually-agreeable price (either the market price or a price negotiated on the spot), they next proceed to exchange merchandise for payment.\n\nIf the arbitrager is the seller, the merchant(s) will deliver payment to the seller’s choice of bank, guild merchant, or other reputable third-party. The arbitrager will be expected to begin unloading and delivering the merchandise to the merchant(s) within a day. Once delivery is made, the arbitrager may collect payment from the bank.\n\nIf the arbitrager is the buyer, he will be expected to make payment to a bank designated by the merchant(s) within a day. The merchant(s) will begin loading the merchandise the day after payment is posted. After loading the merchandise, the merchant(s) will then collect the payment that was deposited. The arbitrager and merchant can work out a different schedule for delivery if desired.\n\nThe seller is responsible for unloading the merchandise from his caravan, fleet, or warehouse, while the buyer is responsible for loading it into his own transport. Loading and unloading merchandise is a considerable enterprise. Workers must lift and carry the various amphora, barrels, crates, and sacks, while quartermasters attend to any necessary accounting and record-keeping. Ships take even longer, as the crew must arrange and stack the cargo securely with ballast, cushions, rigging, and tying. Warehouses can only load and unload during restricted hours and are hampered by traffic.\n\nThe Cargo Handling Time and Cost table shows the manpower required to load and unload various animals and vehicles, the rate of work, and the total time required. Caravans and vessels are loaded and unloaded by their crew, while warehouses are loaded and unloaded by workers, who charge the listed fee. The buyer and seller are assumed to work in parallel, so the total time is simply the greater of the buyer’s or seller’s. If the arbitrager has kept his caravan in pasture or his ship anchored in the harbor, the time and cost are doubled for both buyer and seller.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| Cargo Handling Time and Cost | | | | |\n| Type of Transport | **Crew** | **Work Rate** | **Total Time\\*** | **Total Cost\\*** |\n| 1 pack donkey (20 st) | 1 worker | 40 st / hour | 3 turns | 0.5cp |\n| 1 pack mule (40 st) | 1 worker | 40 st / hour | 1 hour | 1cp |\n| 1 pack camel (60 st) | 1 worker | 40 st / hour | 1.5 hours | 1.5cp |\n| 1 pack horse (80 st) | 1 worker | 40 st / hour | 2 hours | 2cp |\n| 1 cart (320 st) | 2 workers | 40 st / hour | 4 hours | 8cp |\n| 1 wagon (640 st) | 4 workers | 40 st / hour | 4 hours | 16cp |\n| 1 barge, small (2,000 st) | 5 workers | 20 st / hour | 2.5 days | 1gp |\n| 1 barge, large (9,000 st) | 10 workers | 20 st / hour | 5 days 5 hours | 4.5gp |\n| 1 barge, huge (180,000) | 50 workers | 20 st / hour | 22 days 4 hours | 90gp |\n| 1 sailing ship, small (10,000 st) | 12 workers | 20 st / hour | 5 days 2 hours | 5gp |\n| 1 sailing ship, large (30,000 st) | 20 workers | 20 st / hour | 9 days 3 hours | 15gp |\n| 1 sailing ship, huge (50,000 st) | 40 workers | 20 st / hour | 7 days 6 hours | 25gp |\n| Warehouse | 10 workers | 20 st / hour | 1 hour / 200st | 1gp/100st |\n| \\*Doubled if loading vessels at anchor or caravans outside in pasture. | | | | |\n\nLoading and unloading merchandise must be supervised by the arbitrager or a trusted henchman. Each character can supervise one ship or warehouse, ten boats, ten wagons, or forty ordinary animals as an ancillary activity (up to 12x if it is his only activity for the day). Unsupervised loading or unloading may result in a loss of 2d10% of the value to petty theft or other problems (Judge’s discretion).\n\nEXAMPLE: Let’s assume Caleför solicits the Salter’s Guild on 4/4 and 4/5, with the same result, then halts due to exhaustion of arbitrage. At this point he has purchased 15,000 stone of salt at a cost of 0.05gp per stone, for a total cost of 750gp. The day after each transaction, he deposited payment with the Salter’s Guild. It will take the seller (5,000 st / 200 st) 25 hours, or 3 days, to bring salt from its warehouses to the caravan each day. So in the evening of 4/6, Caleför’s caravan receives 5,000 stone that he bought on 4/3; on the evening of 4/7, he gets the salt he bought on 4/4; and on 4/8, he gets the salt he bought on 4/5.\n\nAll of the wagons can be loaded simultaneously, so it will only take 4 hours to load the salt as it is delivered each day. Since the caravaneers load the salt in parallel with the seller’s delivery of it, that adds no additional time to the process. However, if Caleför kept his caravan outside the city, each load would have taken 6 days to deliver. That would mean Caleför would get the salt on 4/9, 4/10, and 4/11, extending his stay by three days.\n\nArbitragers who like to play dirty can, of course, engage in any number of shenanigans during this time, such as stealing back their own merchandise, robbing the merchant’s guild, delivering goods of shoddy quality or inadequate volume, and so on. The Judge can adjudicate such schemes at his discretion. The Hijinks rules are often useful in this regard! It’s also a time for random encounters to occur, as a fully-loaded ship or caravan that hasn’t left town is a shining target for burglars and thugs.\n\n###### 7. Continue to Trade or Exit Market\n\nIf the arbitrager has completed all of his desired transactions, including making and/or taking delivery of any merchandise and giving and/or receiving any payments due, he can exit the market with his caravan or fleet. Before he leaves he has to pay for moorage and stabling fees he’s incurred.\n\nIf the arbitrager hasn’t yet completed all of his desired arbitrage trading, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and assess supply and demand for another type of merchandise, return to step 2 and select a new type of merchandise to trade, or start a different type of mercantile venture altogether.\n\nEXAMPLE: After his wagons are loaded up, Caleför heads out. He arrived on 4/1/381 and departs 4/11/381, so he has to pay stabling for 10 days. With 40 wagons stabled for 10 days, that costs (40 wagons x 2gp/wagon/day x 10 days) 800gp.\n\n###### 8. Transport or Store Goods\n\nIf the arbitrager has purchased merchandise, he will eventually need to transport the merchandise to a new market for sale. Transporting goods should be handled as a wilderness adventure, as described in Chapter 6 under **Wilderness** **Adventures**. When the arbitrager reaches a new market, he may enter the market and engage in arbitrage trading to sell his merchandise, starting with step 1 or 2 as above.\n\nSometimes an arbitrager may prefer to warehouse his merchandise for later transport and/or resale. Warehouse space can be rented at a cost of 1cp per stone per month. A market typically has 50 stone per urban family of warehouse space available.\n\n###### Arbitrage Trade Summarized\n\n1. Arbitrager assesses supply and demand in the market to determine its demand modifiers. Depending on the success of his assessment, he learns none, some, or all of the market’s DMs. This is a dedicated activity for a day.\n2. Arbitrager selects a type of merchandise to trade from the 19 common and 10 precious merchandise types. The Judge reveals the quantity of merchandise available to buy or sell.\n3. Arbitrager solicits buyers and sellers interested in that type of merchandise. He multiples the quantity of merchandise available by his market impact. This is a dedicated activity for a day.\n4. Judge determines the market price for that type of merchandise and reveals the price to the arbitrager.\n5. Arbitrager can, but doesn’t have to, negotiate for a spot price with some or all of the interested merchants. This is an ancillary activity in a day.\n6. Arbitrager can, but doesn’t have to, exchanges merchandise for payment. If buying merchandise, he must make payment within 1 day and then starts receiving his goods. If selling merchandise, he receives payment within 1 day and then must start loading the goods the next day.\n7. Arbitrager can continue to trade, returning to step 1 or 2, or can exit the market. If he stays in the market, he must pay moorage and stabling fees (if any). He can store his goods in a warehouse at 1cp per stone per month.\n8. Once he exits the market, arbitrager transports any merchandise he has bought to a new market.\n\n**Designer’s Note:** These revised arbitrage trading rules have been carefully designed to play quickly. In the original ***ACKS*** rules,arbitrage trading rules, the Judge had to randomly generate a large number of merchants, then randomly determine which type of merchandise they were interested in buying or selling, and then randomly generate the number of loads they’d transact. This could be a frustrating process, as often there’d be no merchants buying or selling any of the merchandise the adventurers were interested in. The frustration couldn’t even be justified as realistic, either, because there was no guarantee the merchants would be buying and selling the merchandise the market was known for.\n\nWith these revised rules, the arbitrager (player) chooses what he wants to trade in, and the Judge only has to generate that type of merchandise. As written, the rules are concrete enough to be run in session with narrative exploration of the cityscape and role-play with each merchant, but they are also abstract enough to be resolved between sessions, too. And if the arbitrager already knows what he wants to buy or sell, has already assessed demand, and doesn’t want to haggle, the entire process can be resolved without any rolls.\n\n### Passenger and Cargo Carriage\n\nIf an adventurer is operating a caravan of one or more wagons or a fleet of one or more vessels, he may carry passengers or cargo between markets. When a character or party wants to engage in passenger and cargo carriage, follow the steps below to adjudicate the outcome.\n\n###### Announce Destination, Route, and Departure Time\n\nA carrier’s first step is to announce his planned destination, route, and date of departure. The choice of destination and date is up to the carrier. Some carriers prefer to schedule frequent, short trips to nearby destinations while others plot their trips around arbitrage trading activities or adventures of exploration. Difficult or unusual routes and destinations will attract less interest from passengers and shippers, though they might permit higher fees (Judge’s discretion).\n\nCaleför intends to travel to deliver his cargo of salt to the class II port city of Nuvië, 156 miles to the north by imperial highway. His caravan has a cargo capacity of 25,600 st, but he’s only bought 10,000 st of salt, leaving him with 15,600 st of unused cargo capacity. Since the salt won’t be fully loaded for several days, Caleför also has time available. He decides to announce a trip to Nuvië by way of the imperial highways on 4/10 so he can solicit merchants and passengers.\n\nThe planned destination, route, and departure date modify the carrier’s market impact for purposes of passenger and cargo carriage, as shown on the Destination, Route, and Departure Date table. If modifiers would increase the carrier’s market impact above the maximum for his market, it stays at the maximum. If modifiers would reduce the carrier’s market impact below 1, it drops his market class by 1 per point, and market impact is recalculated.\n\n|  |  |\n| --- | --- |\n| **Destination, Route, and Departure Date** | |\n| **Situation** | **Market Impact** |\n| Destination is Class I or Class II market | +1 |\n| Destination is Class III or Class IV market | 0 |\n| Destination is Class V or Class VI market | -1 |\n| Destination is within range of trade of current market | +1 |\n| Destination is mysterious, unknown, legendary, etc. | -3 |\n| Route travels exclusively on roads, rivers, and coastlines | +1 |\n| Route travels through any desert, mountains, and/or ocean terrain | -1 per 24-mile hex |\n| Route travels on river when sea route of equal or lesser length to same destination is available | -3 |\n| Route travels on road when river route to same destination is available | -3 |\n| Route travels on road when sea route to same destination is available | -8 |\n| Date of departure is more than 3 days away and less than 10 days away | 0 |\n| Date of departure is less than 3 days away or more than 10 days away | -1/day |\n| Carrier has safely delivered passengers or merchandise on route to destination in last 30 days | +1 |\n\nWhat is Caleför’s market impact for purposes of passenger and cargo carriage? As a venturer with 40 wagons, he’s currently market impact 2 in Alakyrum. His destination is a Class II market, so he gains a +1 bonus to market impact. His route is entirely along roads, adding another +1 bonus. His date of departure is 7 days away, so he has no modifier for departure date. He hasn’t delivered passengers or cargo on this route to this destination previously. Therefore his market impact is 2 +1 + 1 = 4.\n\n###### 2. Solicit Shippers to Consign Cargo\n\nAfter announcing his destination and route, the carrier can begin soliciting shippers to consign cargo for transport to his destination. Soliciting shippers counts as a dedicated activity (8 hours) in a day, and the carrier may face random encounters in the urban settlement during this time. Talking to harbormasters, negotiating with freight forwarders and shipping agents, and visiting warehouses exposes a merchant to a lot of sketchy characters!\n\n|  |  |  |\n| --- | --- | --- |\n| **Cargo Consignments and Passengers** | | |\n| **Market** | **Cargo** | **Number of** |\n| **Class** | **Consignment** | **Passengers** |\n| I | 4,000 st | 2d6+1 x 10 |\n| II | 1,000 st | 6d6 |\n| III | 500 st | 4d4 |\n| IV | 200 st | 2d3 |\n| V | 120 st | 1d4 |\n| VI | 20 st | 1d2-1 |\n\nWhen the activity is complete, the Judge determines the number of stone of merchandise potentially available for consignment by consulting the Cargo Consignments and Passengers table, finding the appropriate row based on the class of the market, and cross-indexing it with the row in the “Cargo Consignment” column. Multiply the total shown by the carrier’s modified market impact in the market. The result is the stones of cargo available for consignment.\n\nCaleför spends 4/5/381 wheeling-and-dealing at the warehouses of Alakyrum. After avoiding an unpleasant random encounter, he finishes up the day’s work. The Judge consults the Cargo Consignment and Passengers table and sees that 4,000 st of consignment is typically available each day. This value is multiplied by Caleför’s effective market impact of 4 to yield 16,000 st available for consignment.\n\nShippers will not consign their goods to carriers they deem untrustworthy. To convert potential consignments into actual consignments, the carrier must make a reaction roll on the Contract of Carriage table. The carrier adds his Charisma and Mystic Aura modifiers. Where appropriate, arbitragers might further modify the roll by using Diplomacy, Intimidation, or Seduction proficiencies on NPCs or by spending money on Bribery. (Assume the target of the bribes earns 100gp per month.)\n\nThe Judge may apply any other adjustments he feels are appropriate given the circumstances — for instance, is the carrier’s vessel new and well-maintained, or battle-damaged and decrepit? Is his crew clean and professional, or a band of cut-throat ex-pirates? Whatever modifies are applied, a natural roll of 2 always counts as 2-, and a natural roll of 12 always counts as 12.\n\n**Enthusiastic agreement** means that the shippers agree to consign their merchandise to the carrier without reservation.\n\n|  |  |\n| --- | --- |\n| **Contract of Carriage** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Jeering Refusal |\n| 3 – 5 | Skepticism |\n| 6 – 8 | Assurances demanded |\n| 9 – 11 | Cautious agreement |\n| 12+ | Enthusiastic agreement |\n\n**Cautious agreement** means that the shippers agree to consign their merchandise to the carrier if he can prove he is a legitimate merchant. The proof required is up to the Judge but might involve showing (1) the carrier is a venturer with a steady trade route to the destination; (2) the carrier has safely made a round-trip journey to the destination within the last 30 days (or, if the journey would take longer than 30 days, as recently as practically possible); or (3) the carrier is domiciled in the current market, with a home, guild membership, and so on. (The shippers don’t want to consign their goods to someone who might just vanish into foreign lands). If none of these apply, then the shippers demand assurances instead.\n\n**Assurances demanded** means that the shippers want assurances that carrier will safely and swiftly deliver their goods to the destination. Assurances might include depositing collateral with a bank or vault sufficient to cover the value of the merchandise if lost, purchasing insurance from the merchant guild, agreeing to hiring a mercenary company chosen by the shipper, etc. The Judge decides what assurances are demanded; the best assurances are those that make the carrier feel as nervous as the shipper! If the carrier refuses to give assurances, treat this result as skepticism instead.\n\n**Skepticism** means that the shippers are reluctant to consign much of their merchandise to the carrier, but if the carrier is willing to reduce his rate by 10%, he can get a limited number of consignments. The Judge should re-calculate the stones of merchandise available for consignment, reducing both the market class and the carrier’s market impact by 1.\n\n**Jeering refusal** means that the shippers find the carrier to be a contemptuous and untrustworthy sort. He receives no merchandise for consignment. Because of bad word of mouth, he cannot solicit shippers in this market again until circumstances change or a month passes.\n\nCaleför has the opportunity to accept up to 16,000 stone of merchandise for consignment. He offers a smooth patter about his experience making the trek between Alakyrum and Nuvië, and rolls 2d6 on the Contract of Carriage table. With a +3 CHA modifier and +1 bonus for Diplomacy, he has good odds. Sadly, the dice are disagreeable, and he rolls a 3. Even with his +4 bonus, that’s only a 7 — “assurances demanded.” The shippers demand that Caleför hire the hated Imperial Vanguard to protect their cargo. Outraged, the proud adventurer refuses, thereby shifting the result to “skepticism.” The Judge re-calculates the stones of merchandise available, treating Alakyrum as being market class II instead of I and Caleför as having market impact 3 instead of 4. Multiplying 1,000 stone by market impact 3 yields 3,000 stone of merchandise ifhe will reduce his rate by 10%. Caleför begrudgingly accepts the deal.\n\nIf the adventurers intend to just deliver the cargo, its exact make-up won’t matter much and the Judge will simply assume it is a mixed shipment of exports from the region worth 1gp per stone. However, if the adventurers are less-than-savory types who might consider pirating the goods, the Judge can use the Random Merchandise table below, rolling a number of times equal to the adventurer’s market impact and evenly allocating the stones of cargo across the set of rolls.\n\nEXAMPLE: Caleför has been consigned 3,000 st of cargo. He had a market impact of 3, so the Judge rolls three times on the Random Merchandise table. Each roll will represent (3,000 / 3 ) 1,000 st of cargo. The first roll is 68, the second roll is 26, and the third roll is 91. . The Judges determines that the shipment consists of wine (1,000 st, 190gp); salt (1,000 st, 150gp); and bronze ingots (1,000 st, 2,000gp). The total value of the consignment is 2,340gp, or 0.78gp per st.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **1d100** | **Common Merchandise** | **Container** | **Price / St** |\n| 1 – 20 | Grain & vegetables | Bags | 0.12gp |\n| 21 – 30 | Salt | Bricks | 0.15gp |\n| 31 – 40 | Beer & ale | Amphorae | 0.15gp |\n| 41 – 50 | Pottery | Crates | 0.15gp |\n| 51 – 60 | Common wood | Bundles | 0.17gp |\n| 61 – 70 | Wine & spirits | Amphorae | 0.19gp |\n| 71 – 75 | Oil & sauce | Amphorae | 0.30gp |\n| 76 – 80 | Preserved fish | Amphorae | 0.45gp |\n| 81 – 85 | Preserved meat | Amphorae | 1gp |\n| 86 – 88 | Glassware | Crates | 1.5gp |\n| 89 – 90 | Rare wood | Bundles | 2gp |\n| 91 – 92 | Common metal | Chests | 2gp |\n| 93 | Common furs | Bundles | 4.5gp |\n| 94 | Textiles | Rolls | 7.5gp |\n| 95 | Dye & pigment | Jars | 10gp |\n| 96 | Tea & coffee | Bags | 15gp |\n| 97 | Clothing | Bags | 15gp |\n| 98 | Tools | Crates | 15gp |\n| 98 | Armor & weapons | Crates | 22gp |\n| 99 – 100 | Roll on Precious Merchandise table | | |\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **1d100** | **Precious Merchandise** | **Container** | **Price / St** |\n| 1 – 20 | Monster parts | Metamphorae | 60gp |\n| 21 – 34 | Ivory | Tusk wrapping | 100gp |\n| 35 – 48 | Rare furs | Bundles | 100gp |\n| 49 – 62 | Spices | Amphorae | 100gp |\n| 63 – 76 | Fine porcelain | Crates | 100gp |\n| 79 – 90 | Precious metals | Chests | 100gp |\n| 91 – 95 | Silk | Rolls | 333gp |\n| 96 – 99 | Rare books &d art | Boxes | 333gp |\n| 100\\* | Semiprecious stones | Boxes | 1,000gp |\n| Special | Gems | Boxes | 7,500gp |\n| \\*Roll 1d4. On 1 – 3, the merchandise is semiprecious stones; on 4, it’s gems. | | | |\n\n|  |  |  |\n| --- | --- | --- |\n| **Carriage Shipping Rate** | | |\n| **Distance** | **Consignment** | **Passenger** |\n| Road 24 miles | 1.25cp / st | 1gp / passenger |\n| River 96 miles | 1.25cp / st | 1gp / passenger |\n| Sea 480 miles | 1.25cp / st | 1gp / passenger |\n\nA carrier’s rate for transporting merchandise under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Fractional loads and distances can be calculated in terms of stone-miles. The rate is 1.25cp per 24 stone-miles by road, 1.25cp per 96 stone-miles by river, or 1.25cp per 480 stone-miles by sea or ocean.\n\nShippers will generally pay half when they contract for consignment and the remainder (through an agent) upon their cargo safely reaching its destination. Carriers who received less than enthusiastic agreement are also be expected to offer free passage for one (invariably nosey and annoying) merchant representative who takes care of the goods and tax payments. The representative counts as a passenger weighing 50 st.\n\nCaleför has secured a consignment of 3,000 stone of merchandise for the 156-mile road trip to Nuvië. Caleför’s shipping rate will be (156 miles / 24 miles) x (1.25cp / st) x (3,000 st). That works out to 244gp. He has to reduce that by 10% to 220gp. He collects 110gp now and will collect the remaining 110gp in Nuvië. He needs to set aside 3,000 st for the consignment of merchandise and 50 st for the merchant representative. Since he had 15,600 st of unused cargo capacity, he’s now got 12,550 st of capacity left.\n\n**Soliciting Shippers Again:** A carrier may spend additional time soliciting shippers to consign cargo each day.\n\n**Splitting Up:** If desired, party members can split up and each solicit shippers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit shippers for the same trip without splitting their market impact. There are only so many shippers, and the characters will just end up getting smaller pieces of the same pie.\n\n###### 3. Solicit Travelers to Book Passage\n\nBefore, after, or instead of soliciting merchants to consign cargo, the carrier can begin soliciting travelers to book passage to his destination. Soliciting passengers also counts as a dedicated activity (8 hours) in a day, during which the carrier may face random encounters as he visits waystations, inns, and hostels to talk to tourists, pilgrims, and wanderers.\n\nWhen the activity is complete, the Judge determines the number of passengers potentially interested in booking passage by consulting the Number of Consignments and Passengers table above, finding the appropriate row based on the class of the market, and rolling the dice shown for that row in the “Number of Passengers” column. Multiply the total rolled by the carrier’s modified market class in the market.\n\nNow Caleför turns to booking passengers. (He could keep soliciting consignment but that wouldn’t help our example.) He spends 4/7/381 soliciting travelers at venues across Alakyrum. At the day’s end, the Judge rolls to see how successful he was. Since he’s in a Class I market, the Judge rolls 2d6+1 x 10. The total is 50, which is then multiplied by Caleför’s effective market impact of 4 to yield 200 potential passengers.\n\nAs with shippers, travelers will not book passage with carriers they deem untrustworthy. To convert potential passengers into actual passengers, the carrier must make a reaction roll on the Contract of Carriage table following the rules above. The results are the same, except that they relate to passengers rather than merchandise consignments.\n\nCaleför has the opportunity to book 320 passengers for travel to Nuvië. He again rolls 2d6 on the Contract of Carriage table and adds his +3 CHA modifier and +1 Diplomacy bonus. This time he rolls a 7, which is adjusted to 11 — “cautious acceptance.” Because Caleför has a steady trade route in salt from Alakyrum to Nuvië, the passengers book passage with him.\n\nA carrier’s rate for transporting passengers under consignment depends on the distance and mode of travel (road, river, or sea), as shown on the Carrier Shipping Rate table. Passengers will generally pay half when they book passage and the other half upon safely reaching their destination.\n\nShip passengers typically sleep on the deck of the ship, and are responsible for bringing their own mess kits, blankets, bedrolls, and tents. Each passenger occupies 50 st of cargo space. In addition, the carrier is expected to provide rations (food and drink) for passengers. Rations cost 5cp and weigh 1 stone per day per passenger.\n\nCaleför has booked 200 passengers for his caravan to Nuvië. The Judge informs him that they are pilgrims on the first leg of their journey; at Nuvië they intend to catch a vessel to Aura to climb Mt. Audarammas. Caleför grits his teeth in anticipation of days of righteous sermonizing and calculates his fee. Caleför’s shipping rate will be (156 miles / 12 miles) x (1gp / passenger) x (200 passengers), which works out to 2,600gp. He’ll collect half when they embark and half when they disembark. He needs to set aside (200 passengers x 50 st / passenger) 10,000 st for the passengers. After that, he’s got (12,400 – 10,000) = 2,400 st of capacity left in his caravan.\n\nThe venturer estimates he can reach Nuvië in 7 days of travel by road. He will need 7 x 200 = 1,400 days rations for the passengers, at a cost of 70gp and weight of 1400 stone. He has 2,400 – 1,400 = 1,000 st of capacity left.\n\n**Soliciting Passengers Again:** A carrier may spend additional time soliciting travelers to book passage each day. A carrier may freely solicit passengers for different trips, but has to have a separate fleet or caravan or split up his market impact.\n\n**Splitting Up:** If desired, party members can split up and each solicit travelers separately. If so, they risk random encounters separately as well. Party members cannot split up to solicit passengers for the same trip without splitting their market impact.\n\n###### 4. Check for Chartered Travel\n\nSometimes a carrier may announce he’s heading in one direction, but be approached by passengers or shippers who want to go elsewhere. Anytime a carrier solicits shippers and/or travelers, the Judge rolls 1d20 and adds the carrier’s market impact to see if someone tries to charter his caravan or fleet.\n\nIf the roll is 21+, a charterer approaches the carrier at a randomly-determined date prior to his departure. The charter asks to charter the carrier’s entire caravan, fleet, or vehicle(s) to carry them and/or their goods to a distant market of their choice located 2d20 x 100 miles away from the current market. It’s up to the carrier if he wants to accept the charter.\n\nCharterers that hire a fleet or caravan to go to a particular designation must pay as if they shipped enough to fill up the caravan or fleet’s entire cargo capacity. If the charter’s destination is 2 or more market classes smaller than the carrier’s announced destination, then the charterer must also pay for a return trip (i.e. twice the fee). Chartered travelers bring their own rations. Charterers will generally pay half in advance and the remainder upon safely reaching their destination.\n\n**Designer’s Note:** Judges who want to encourage exploration of a huge sandbox or introduce new locations to their campaign can use chartered travel to do so. The lengthy journeys to far-off locations can become entire adventures or mini-campaigns. On the other hand, Judges who’d prefer to keep things local can skip this step without impacting the economics of mercantile ventures.\n\n###### 5. Embark Passenger and Load Cargo\n\nBefore a carrier can depart, he has to embark his passengers and load his cargo consignments.\n\nPassengers will arrive to board the carrier’s caravan or ships shortly before their scheduled departure. For instance, if the departure is planned for dawn, the passengers will embark during pre-dawn twilight. One or more characters representing the carrier must be on hand to manage embarking, which takes one turn (10 minutes) per 25 passengers.\n\nShippers will load their cargo consignments as quickly as possible. The shippers pay for the cost of delivering and loading the cargo. One or more characters representing the carrier must be on hand to oversee the cargo loading process. See the Cargo Handling Time and Cost table (q.v.).\n\nSince embarking passengers and loading cargo can take several turns, it may trigger random encounters in the urban settlement as robbers, customs officials, and so on take an interest.\n\n3,000 st of consignment takes 15 hours (2 days) to be delivered. With delivery beginning on 4/7, it arrives by the close of 4/9. It then takes 4 hours to load the caravan. These can all be loaded simultaneously in a day. Caleför or a henchman needs to be on hand to supervise that, so he schedules it for 4/11/381. 80 passengers will take (80 / 25) = 3 turns to embark on the morning of 4/11/381.\n\n###### 6. Continue to Solicit or Exit Market.\n\nIf all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Before he leaves he has to pay for moorage and stabling fees he’s incurred.\n\nIf the carrier hasn’t yet completed all of the above, or wishes to pursue another type of mercantile venture, he can stay in the market. He could return to step 1 and announce a different trip, return to step 2 or 3 to solicit more cargo consignments or passenger bookings, or start a different type of mercantile venture altogether.\n\nCaleför hasn’t completely filled his caravan, but decides he doesn’t have time to make any further solicitations. On 4/11 he exits Alakyrum and starts heading towards Nuvië. (Note that we already handled his stabling fees in the earlier example under Arbitrage Trading.)\n\n###### 7. Transport Passengers and Cargo.\n\nTransporting passengers and cargo should be handled as a wilderness adventure, as described in Chapter 6 under **Wilderness** **Adventures**. When the carrier reaches the destination, he must enter the market in order to disembark his passengers and unload his cargo. Disembarking and unloading takes as much time as embarking and loading (q.v.). The carrier collects his remaining fees at this time. Note that the carrier is responsible for paying the toll to enter the destination market, but is not responsible for paying customs duties on cargo.\n\n###### Passenger and Cargo Carriage Summarized\n\n1. Carrier announces his planned destination and date of departure. Judge calculates his modified market impact.\n2. Carrier solicits shippers to consign cargo to the destination. Judge determines the number of available consignments and carrier makes a reaction roll to secure the consignments. This is a dedicated activity for a day.\n3. Carrier solicits travelers to book passage to the destination. Judge determines the number of potential passengers and carrier makes a reaction roll to book them. This is a dedicated activity for a day.\n4. Judge checks to see if a charterer attempts to charter the carrier’s caravan or fleet.\n5. Carrier embarks passengers and load cargo. Passengers count as 200 st of cargo. 1 st of food worth 0.5cp per passenger per day is required.\n6. If all solicitation is complete, all passengers are embarked, and all cargo is laden, the carrier can exit the market. Otherwise, he can stay in the market, returning to any prior step. However, each day he stays in the market, he must pay moorage and stabling fees (if any).\n7. Once he exits the market, the carrier transports the cargo and passengers to the agreed-upon destination, where he collects his final fee.\n\n### Passive Investment\n\nCharacters can make passive investments in the hopes of earning returns on the investment. For simplicity, passive investments are categorized into three types — establishing businesses, funding commercial expeditions, and lending money — as well as five levels of risk — safe, cautious, balanced, risky, and perilous. The type of investment determines what sort of vagaries may occur, while the level of risk determines the **base rate of return** per month and influences the vagaries.\n\n###### Making an Investment\n\n|  |  |\n| --- | --- |\n| Market Class | Max Investment / Month |\n| I | 100,000gp\\* |\n| II | 25,000gp |\n| III | 10,000gp |\n| IV | 5,000gp |\n| V | 2,000gp |\n| VI | 1,000gp |\n| \\*Per 20,000 families | |\n\nTo make a passive investment, the character allocates 1gp or more, and chooses the investment’s type (**business establishment**, **commercial expedition**, or **money lending**) and level of risk (**safe**, **cautious**, **balanced**, **risky**, or **perilous**).\n\nThe character must be in a market in order to make an investment. Making an investment requires one day of dedicated activity (6 hours) per 5,000gp. The maximum investment per month is determined by the market class. The adjoining table shows the maximum mercantile investment permitted each month in a market by a character.\n\nOnce a passive investment is made, the Judge will roll 1d100 on the Vagaries of Investment table each month and apply its results. Unless noted otherwise by the vagary, the character will then receive a return on his investment, equal to the current value of his investment multiplied by its current rate of return. (Both the value of the investment and the rate of return may vary over time.) To collect the return on his passive investment, the character must be in the market where he established the business and must undertake an ancillary activity (1 hour). Uncollected returns are notautomatically compounded, although characters may choose to re-invest profits into the same or a new investment. Characters do notearn XP from abstract investments.\n\n###### Levels of Risk\n\n**Safe investments** prioritize the protection of capital above all else. Safe investments include loaning money to chartered banks and investing in licensed guilds with local monopolies. They have a base rate of return of 0.25% per month.\n\n**Cautious investments** seek a steady return with limited risk to capital, such as investing in civilized farms, investing in large, established businesses, and loaning money to large private landowners. They have a base rate of return of 0.5% per month.\n\n**Balanced investments** seek a balance between return and risk, such as investing in border farms, funding short-distance mercantile ventures, and loaning money to stable realms. They have a base rate of return of 1% per month.\n\n**Risky investments** aim for high returns, but may incur substantial losses in some years. Risky investments include investing in wilderness farms, funding long-distance mercantile ventures, loaning money to unstable or warring realms, and investing money in small businesses. They have a base rate of return of 3% per month on average.\n\n**Perilous investments** offer very high returns at exceptional risk, such as funding adventuring expeditions, funding private military campaigns, and investing in criminal syndicates. Perilous investments have a base rate of return of 9% per month or more — but most perilous ventures will be bankrupt within a year.\n\n###### Diversifying Risk\n\nA character can make one investment of any type without penalty. He can make an additional investment of any type per rank in Profession (merchant). He can make an additional investment in a business establishment per rank in a proficiency related to the business. He can make an additional investment into a commercial expedition per rank of Driving or Seafaring and (if a venturer) per Steady Trade Route.\n\nA high-level venturer can make a number additional investment into any type equal to the value of his guildhouse divided by the maximum investment in the market class where his guildhouse is located.\n\nIf the character makes investments beyond these limits, all of his businesses suffer a -10 penalty on the Vagaries of Investment table per investment past the limit. This penalty reflects the fact that the character is too distracted or ignorant of the business to be able to ensure it’s being run responsibly. Embezzling employees, shiftless business partners, and other hazards await the overextended entrepreneur! With this rule, characters are rewarded for making fewer, large investments, which is both more dramatic and easier to resolve.\n\nEXAMPLE: Foggy is an aspiring entrepreneur in Siadanos, a Class IV market (maximum investment 5,000gp per month). He has two ranks of Profession (bawdyhouse proprietor). He can make one investment of any type (business establishment, commercial expedition, or money lending), as well as two investments in business establishments related to bawdyhouses, without penalty. Foggy, however, is a dwarf whose greed knows no limits, and he invests 5,000gp into not one, not two, but five different bawdyhouses. Therefore he suffers a penalty of (5 – 3) x -10 = -20 on all rolls on the Vagaries of Investment table.\n\nIf Foggy were a venturer with a guildhouse, he might have been able to avoid these penalties. If he had a 5,000gp guildhouse he’d have been permitted to make four investments without penalty, and if he had a 10,000gp guildhouse, he could have made all five.\n\n**Designer’s Note:** Some players, overly schooled in modern financial theory, will have their characters invest the smallest amount of money possible in each of a dozen or more investments, thereby reducing their risk through diversity. Such tactics are not only unrealistic given the time period simulated, they greatly increase the burden on the Judge, who must make dozens of rolls each month for small amounts of wealth. These rules are designed to limit such shenanigans.\n\n###### Liquidating an Investment\n\nCharacters can liquidate an investment to recover their capital. A safe investment can be liquidated immediately. It takes one month to liquidate a cautious investment, two months to liquidate a balanced investment, three months to liquidate a risky investment, and 1d6+3 months to liquidate a perilous investment. During that time, the character continues to earn a return and risk vagaries. It is possible to be wiped out by a bad vagary while trying to liquidate!\n\n###### Vagaries of Investment\n\nFor each investment each month the Judge will roll 1d100 on the Vagaries of Investment table, cross-referencing the die roll, the level of risk, and the type of investment to determine the result affecting the character’s investment.\n\n|  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- |\n| 1d100 Roll by Risk  Safe Cautious Balanced Risky Perilous | | | | | Business  Establishment | Commercial  Expedition | Money  Lending |\n| - | - | 01- | 02- | 05- | Bankruptcy | Annihilation | Default |\n| - | 01 | 02 – 03 | 03 – 07 | 06 – 10 | Calamity | Delay | Deferment |\n| 01- | 02 – 03 | 04 – 06 | 08 – 12 | 11 – 15 | Fee | Decimation | Writedown |\n| 02 – 03 | 04 – 06 | 07 – 10 | 13 – 17 | 16 – 20 | Disrepute | Rival | Bailout 50% |\n| 04 – 05 | 07 – 10 | 11 – 15 | 18 – 22 | 21 – 25 | Racket | Brigandage/Piracy | Bailout 25% |\n| 07 – 10 | 11 – 15 | 16 – 20 | 23 – 27 | 26 – 30 | Return -200% | Return -200% | Bailout 5% |\n| 11 – 15 | 16 – 20 | 21 – 25 | 28 – 32 | 31 – 35 | Return -150% | Return -150% | 3 Month Extension |\n| 16 – 25 | 21 – 28 | 26 – 32 | 33 – 37 | 36 – 40 | Return -100% | Return -100% | 2 Month Extension |\n| 26 – 40 | 29 – 40 | 33 – 42 | 38 – 42 | 41 – 45 | Return -50% | Return -50% | 1 Month Extension |\n| 41 – 60 | 41 – 60 | 43 – 58 | 43 – 58 | 46 – 55 | Return | Return | Return |\n| 61 – 75 | 61 – 72 | 59 – 68 | 59 – 63 | 56 – 50 | Return +50% | Return +50% | Return |\n| 76 – 85 | 73 – 80 | 69 – 75 | 64 – 68 | 61 – 65 | Return +100% | Return +100% | Return |\n| 86 – 90 | 81 – 85 | 76 – 80 | 69 – 73 | 66 – 70 | Return +150% | Return +150% | Banking Fee +50% |\n| 91 – 94 | 86 – 90 | 81 – 85 | 74 – 78 | 71 – 75 | Return +200% | Return +200% | Collateral 5% |\n| 95 – 97 | 91 – 94 | 86 – 90 | 79 – 83 | 76 – 80 | Patron | Protector | Collateral 10% |\n| 98 – 99 | 95 – 97 | 91 – 94 | 84 – 88 | 81 – 85 | Acclamation | Monopoly | Collateral 20% |\n| 100+ | 98 – 99 | 95 – 97 | 89 – 93 | 86 – 90 | Windfall +2d10% | Discovery +2d10% | Principal |\n| - | 100+ | 98 – 99 | 94 – 98 | 91 – 95 | Windfall +2d6 x 5% | Discovery +2d6 x 5% | Repayment |\n| - | - | 100+ | 99+ | 96+ | Windfall +100% | Discovery +100% | Maturation |\n\n**Acclamation:** The business has gained a reputation for excellence. The business’s current rate of return is doubled this month and for the next 1d6 months. A “Disrepute” vagary cancels this vagary as soon as it occurs.\n\n**Annihilation:** The expedition has been utterly destroyed. The character earns no return this month, and his investment is completely lost. 1d4 survivors report that the cause of the annihilation is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.\n\n**Bailout:** The debtor needs more funds. The character is asked to invest additional sums equal to the value of his investment multiplied by the percentage shown. If the character provides the bailout, he collects his return based on the new value. If he does not, he can take a “Writedown” vagary or seize the debtor’s assets in repayment. Seizing the debtor’s assets reduces the current value of the character’s investment by 2d6 x 5% and liquidates the investment.\n\nEXAMPLE: The Zaharan ruinguard Moruvai has taken up predatory lending. He has made a perilous money-lending investment valued at 20,000gp with a base rate of return of 9% per month. The Judge rolls a “Bailout 25%” vagary. Moruvai may either lend another 4,000gp, accept a Writedown of 2d10% of his investment, or seize the debtor’s assets, losing 2d6 x 5% of his investment and liquidating it.\n\n**Banking Fee:** The character is able to secure an additional fee from the debtor. The return on the character’s investment is increased this month by 50%. The fee is (roll 1d6): 1 — origination fee, 2 — late payment fee, 3 — legal expense, 4 — certification, 5 — appraisal, 6 — prepayment penalty.\n\n**Bankruptcy:** The business goes bust. The character earns no return this month, and his investment is completely lost. The reason for the bankruptcy is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — government interference, 8 – 10 — bad judgment.\n\n**Brigandage/Piracy:** The expedition has become the target of an organized company of brigands or fleet of pirates. The expedition’s current rate of return is reduced by 33% for the next 1d6 months. The enemy will consist of NPC brigands or pirates with wages equal to half the losses they are causing. Despite their predatory nature, the brigands keep worse things at bay, so slaying them increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. A “Protector” vagary cancels this vagary as soon as it occurs.\n\n**Calamity:** A calamity has wrecked the business’s storefront and/or inventory. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%. The calamity is (roll 1d6): 1 — arson, 2 — vandalism, 3 — burglary, 4 — riot, 5 — accidental fire, 6 — flood.\n\n**Collateral:** The debtor deposits collateral worth 5% – 20% of the investment value with the character. In the event that the character loses any investment value in the future due to a “Default,” “Deferment,” “Bailout,” or “Writedown” vagary, the character may seize the collateral to make up for the loss. The character may also apply the value of collateral towards a bailout. The collateral is (roll 1d6): 1 — common merchandise, 2 — precious merchandise, 3 — gems, 4 — jewelry, 5 — silver, 6 — gold.\n\n**Decimation:** The expedition has been decimated. The character earns no return this month, and the value of his investment is reduced by 2d10%. The cause of the casualties is (roll 1d8): 1 — mysterious, 2 — a rival expedition, 3 — a natural disaster, 4 — a group of monsters, 5 — an enemy army, 6 — brigands or pirates, 7 — betrayal from within, 8 — betrayal from trading partners.\n\n**Default:** The debtor defaults and has no assets; the value of the loan must be written off completely. The character earns no return this month, and his investment is completely lost. The reason for the default is (roll 1d10): 1 — mysterious, 2 — casualty, 3 — theft, 4 — loss of key personnel, 5 — corruption, 6 — competition, 7 — debt jubilee, 8 – 10 — bad judgment.\n\n**Deferment:** The debtor is unable to make payments and has asked to defer payment on his loan. If the character agrees, he earns no return this month or for the next 1d6 months. Do not roll vagaries during this time. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.\n\n**Delay:** The expedition has been gotten lost, become imprisoned, had its inventory impounded, or otherwise held up. The character earns no return this month. If the expedition attempts to escape or push ahead, reduce the value of its investment by 2d6 x 5%. Otherwise, the character earns no return for the next 1d6 months, during which time no vagaries occur. The cause of the delay is (roll 1d8): 1 — mysterious, 2 — lost in wilderness/at sea, 3 — halted by inclement weather, 4 — held up at customs, 5 — imprisoned by government, 6 — captured by brigands or pirates, 7 — inventory impounded, 8 — internal crisis.\n\n**Discovery:** The expedition has unearthed something of great worth. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%), or the discovery may lead to an adventure (Judge’s discretion). The discovery is (roll 1d6) 1 — a treasure map, 2 — buried treasure, 3 — a hidden urban settlement, 4 — a new trade route, 5 — the confirmation of a legend, 6 — a place of power.\n\n**Disrepute:** The character’s business has fallen into disrepute due to slander by the competition, shady business practices, or just bad luck. The business’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. An “Acclamation” or “Patron” vagary cancels this vagary as soon as it occurs.\n\n**Extension:** The debtor is unable to make his payment this month and asks for an extension. If the character agrees, the amount will be paid in 1, 2, or 3 months, as noted. If the character refuses, he may seize the debtor’s assets in repayment. The current value of his investment is reduced by 2d6 x 5% and then the investment is liquidated.\n\n**Fee:** The business suffers a burdensome fee equal to 2d10% of the value of its investment. The fee is (roll 1d6) 1 — tariff, 2 — fine/penalty, 3 — legal expense, 4 — liturgy, 5 — licensing fee, 6 — bribery or extortion by magistrates. If the business is in a domain ruled by the character, this vagary can be ignored if desired.\n\n**Maturation:** The debtor’s creditworthiness has substantially improved. All future rolls on the Vagaries of Investment table are made as if the investment were one level less risky. Note that this decrease in risk is not matched by any decrease in rate of return.\n\n**Monopoly:** The expedition has gained a monopoly over its services. The monopoly is both local and temporary, but the expedition’s current rate of return is doubled this month and for the next 1d6 months. A “Rival” vagary cancels this vagary as soon as it occurs.\n\n**Patron:** The business has secured the patronage of a powerful or important customer. If the business is suffering from a “Disrepute” or “Racket” vagary, those are immediately cancelled. For the next 1d6 months, the business’s rate of return is increased by 33% due to the patron’s generous contribution and referrals. If an adventurer openly owns the business, the patron may be interested in the adventurer in some way (Judge’s discretion). The patron is (roll 1d10) 1 — magistrate, 2 — senator, 3 — merchant, 4 — master craftsman, 5 — specialist, 6 — fighter, 7 — thief, 8 — mage, 9 — crusader, 10 — unusual (Judge’s choice).\n\n**Principal:** The value of the investment has increased due to changes in the market. After collecting this month’s return, the character may immediately increase the current value of his investment by 2d10% and liquidate the investment if desired. If the character does not liquidate the investment, however, the value is not increased.\n\n**Protector:** The expedition has garnered the protection of a powerful and authoritative figure in the region. If the expedition is suffering from a “Brigandage/Piracy” vagary, it is immediately cancelled. For the next 1d6 months, the expedition can ignore any “Annihilation,” “Delay,” “Decimation,” or “Brigandage/Piracy” vagaries it suffers. If an adventurer openly owns the expedition, the protector may be interested in the adventurer in some way (Judge’s discretion). The protector is (roll 1d6): 1 — a ruler, 2 — a military commander, 3 — a notorious brigand or buccaneer, 4 — a famous adventurer, 5 — a powerful monster, 6 — unusual (Judge’s choice).\n\n**Racket:** The business has become the target of an organized criminal protection racket. The business’s current rate of return is reduced by 33% for as long as the racket continues. The racketeers will consist of NPC ruffians with wages equal to half the losses they are causing. Slaying the racketeers earns the ire of the local syndicate and increases risk by one level (e.g. from Cautious to Balanced) for 1d6 months unless the PC takes steps to address it (Judge’s discretion). Note that this increase in risk is not matched by any increase in rate of return. If the local syndicate is under the character’s control, this vagary represents a rival syndicate trying to take a cut of the action. A “Patron” vagary cancels this vagary as soon as it occurs.\n\n**Repayment:** The debtor has come into funds and is able to repay any late payments that may have resulted from an “Extension” vagary. In addition, if payment is currently being deferred due to a “Deferment” vagary, that vagary is cancelled.\n\n**Return (±%:):** The investment yields a return. If no modifier is listed, the return is equal to the current rate of return; there is no other vagary. If modified by a positive number, the return is increased by the relative percentage shown this month. If modified by a negative number, the return is decreased by the number shown this month, possibly yielding a negative return (loss). Losses can be paid by the character or deducted from the investment value.\n\nEXAMPLE: A risky investment with a current rate of return of 3% will yield -3% on “Return -200%”, 0% on “Return -100%”, 4.5% on “Return +50%” and 9% on “Return +200%”.\n\n**Rival:** The expedition is facing competition from a cut-throat rival that will stop at nothing to bring them ruin. The expedition’s rate of return is halved this month and for the next 1d6 months. This vagary can be cumulative in its impact, halving the rate of return each time it occurs. A “Monopoly” vagary cancels this vagary as soon as it occurs.\n\n**Windfall (%):** An unexpected windfall yields fiscal rewards. The current value of the character’s investment is increased by the percentage shown (2d10%, 2d6 x 5%, or 100%). The windfall is (roll 1d6): 1 — an inheritance, 2 — a property appreciation, 3 — a business innovation, 4 — the failure of a competitor, 5 — an expectedly successful advertisement 6 — of mysterious origin.\n\n**Writedown:** Market conditions are such that the character will never be able to recoup the full value of his loan completely. The character earns no return this month, and the value of his investment is reduced by 2d6 x 5%.\n"
}