{
  "html": "<h2>Earning Experience from Campaigns</h2>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monthly XP Threshold</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Class Level</strong></td>\n<td><strong>XP Threshold</strong></td>\n</tr>\n<tr>\n<td><strong>1</strong></td>\n<td>25</td>\n</tr>\n<tr>\n<td><strong>2</strong></td>\n<td>75</td>\n</tr>\n<tr>\n<td><strong>3</strong></td>\n<td>150</td>\n</tr>\n<tr>\n<td><strong>4</strong></td>\n<td>300</td>\n</tr>\n<tr>\n<td><strong>5</strong></td>\n<td>600</td>\n</tr>\n<tr>\n<td><strong>6</strong></td>\n<td>1,200</td>\n</tr>\n<tr>\n<td><strong>7</strong></td>\n<td>2,400</td>\n</tr>\n<tr>\n<td><strong>8</strong></td>\n<td>5,000</td>\n</tr>\n<tr>\n<td><strong>9</strong></td>\n<td>10,000</td>\n</tr>\n<tr>\n<td><strong>10</strong></td>\n<td>20,000</td>\n</tr>\n<tr>\n<td><strong>11</strong></td>\n<td>45,000</td>\n</tr>\n<tr>\n<td><strong>12</strong></td>\n<td>75,000</td>\n</tr>\n<tr>\n<td><strong>13</strong></td>\n<td>150,000</td>\n</tr>\n<tr>\n<td><strong>14</strong></td>\n<td>425,000</td>\n</tr>\n</tbody></table>\n<p>Characters that undertake campaign activities can earn experience points (XP) from the income (or income equivalent) of their activities, just as they earn XP for gold recovered on adventurers. However, in most cases, the amount of experienced earned from campaign activities is reduced each month by the character’s <strong>monthly XP threshold</strong>. The XP threshold is based on the character’s level, and is based on the monthly income that a character of that stature should be able to earn with little risk or effort.</p>\n<h3>Experience from Construction</h3>\n<p>A character receives 1 XP per 2gp spent constructing a stronghold (castle, sanctum, etc.) used to secure a domain. A stronghold constructed by a henchman earns the henchman 1 XP per 4gp (i.e. 50% of the normal award). The XP is earned when the stronghold is completed.</p>\n<p>Assassins, nightblades, thieves, and venturers do not get XP from gp spent to construct a hideout or guildhouse. Casters do not gain XP from gp spent to construct dungeons, but do gain XP for harvesting monsters in them.</p>\n<p>Unlike all other types of campaign XP, experience from construction is not reduced by the character’s monthly XP threshold. However, if the character ever loses the stronghold, the character loses the XP earned from its construction. This may result in the loss of class levels. The character can regain the lost XP by re-taking the stronghold intact. If the stronghold is partially destroyed when re-captured, the character re-gains XP equal to its reduced value.</p>\n<h3>Experience from Domains</h3>\n<p>A character can earn XP from his <strong>domain income</strong>. Domain income is the total of the ruler’s land, service, tax, trade, and tribute revenue, less his garrison, liturgy, maintenance, tithe, tribute, and upkeep expenses. If domain income exceeds the character’s XP threshold, he earns XP equal to the difference. Domain income is earned monthly. Magistrates treat their salary as domain income (p. XX) for XP purposes.</p>\n<p>EXAMPLE: Marcus is a 9th level fighter who has become king of a newly-independent Borderlands. His domain of 1,500 families generates 9,000gp of land income, 6,000gp of service income, and 2,000gp of tax income. His 5 vassals pay him an additional 8,000gp each month in tribute, making his domain revenue 25,000gp. However, his garrison costs 4,500gp; liturgies costs 1,500gp; maintenance costs 1,500gp, tithes cost 1,500gp each month, making his domain expenses 9,000gp. His domain income is therefore (25,000gp – 9,000gp) = 16,000gp per month. Since he is 9th level, Marcus has an XP threshold of 10,000. Therefore he earns (16,000 – 10,000) = 6,000 XP per month. If he were a henchman, he’d earn half that, or 3,000 XP.</p>\n<p>If he rules his domain for long enough, the 6,000 XP per month will eventually bring Marcus to 10th level. At that point, his XP threshold will become 20,000. He will thereafter no longer earn XP from his domain unless and until he raises his domain income. Rulers in <em><strong>ACKS</strong></em>who end up with domain income larger than their XP threshold must be ambitious and ruthless!</p>\n<h3>Experience from Hijinks</h3>\n<p>A syndicate boss can earn XP from his monthly hijink income. Monthly hijink income is the total gp value earned from hijinks by the boss, less the cost of wages, attorneys, bribes, fines, and magical healing for his members. (Income can be rolled and calculated manually, or the Monthly Hijink Income table in the <strong>Managing Criminal Guilds</strong> section can be used for to calculate a fixed income, or a combination of both.) If monthly hijink income exceeds the character’s XP threshold, he earns XP equal to the difference.</p>\n<p>Syndicate members earn XP equal to 50% of the gp value of hijinks they perpetrate successfully.</p>\n<p>A, 1st level syndicate member will earn an average of 50 XP per month from hijinks. Assuming that the boss manages to bail them out of trouble every time he gets caught, a 1st level member will reach 2nd level in about 25 months (two years). Most ruffians do not, in practice, live that long.</p>\n<p>A 0th level syndicate member can also earn XP from perpetrating hijinks. However, in most cases, the only hijink available to 0th level characters is carousing (15% chance of success). If a 0th level character earns 500 XP from carousing, he will become a 1st level assassin, bard, nightblade, or thief. Which class will depend on his race but more importantly on the sort of company the character is keeping. On average, it takes 0th level characters about 28 months of consorting with unsavory sorts in dimly-lit taverns to advance to 1st level.</p>\n<p>Remember that XP earned from hijinks performed by a crew is split pro rata by level among all the perpetrators who don’t get caught.</p>\n<h3>Experience from Mercantile Income</h3>\n<p>A character or group of characters can earn XP from mercantile income. Mercantile income is the total of gp earned from arbitraging goods and transporting cargo and passengers, less the cost of goods sold, wages, rations, tolls, tariffs, moorage and stabling, and labor fees. (Note that the purchase price of unsold merchandise is not subtracted as a cost.) Mercantile income is calculated at the end of each month for the venture as a whole.</p>\n<p>If mercantile income is positive, the venture has earned a profit. When a venture earns a profit, it is allocated for XP purposes as follows. 50% of the profit goes to the owner(s) of the venture’s assets (its funds, caravan, ships, and/or arbitrage cargo), while 50% of the profit goes to the operator(s) of the venture. If several characters co-own the assets, the profit split pro-rata by ownership share. If several characters operate the venture, the profit is split evenly among all surviving operators, including player characters, henchmen, and followers, with henchmen and followers receiving a half share each. Hired mercenaries or specialists do not receive a share of profit. If the share of profit received by a character exceeds his XP threshold, he earns campaign XP equal to the difference.</p>\n<p>Income from passive investment does not grant campaign XP.</p>\n<p><strong>Designer’s Note</strong>: In the real world, entrepreneurs attempt to achieve cash flow without taxable profit. In the game world, your players will attempt to achieve XP without actual profit by, e.g. arranging for all expenses to fall in one month and all revenue to fall in another to therefore claim a huge profit that blows past their XP threshold. The mechanics above are intended to keep such “cheese” in check.</p>\n<p>EXAMPLE: Caleför, Foggy, and Norden pool their wealth to launch a mercantile venture for a 500-mile run between Aura and Zidium. Caleför contributes 30,000gp while Foggy and Norden each contribute 10,000gp, for a total of 50,000gp. The funds are used to buy a large sailing ship (20,000gp) with 200 shp and 30,000 st of cargo capacity. The remainder is set aside for operations.</p>\n<p>On Day 1 of Month 1, the party hires a captain, navigator, and 18 crew for a month of operations (252gp). Caleför spends 10 days soliciting merchandise for sale in Aura, ultimately purchasing 23,750gp worth of precious merchandise weighing 175 stone. Foggy and Norden solicit 50 passengers and 19,500 stone of cargo for a 500-mile journey. They then load the merchandise onto their vessel and depart. Overall they spent 13 days in the market, paying (200 shp / 50 shp x 1gp/day x 13 days) 52gp in moorage and (.05gp/day x 20 crew x 13 days) = 13gp for rations.</p>\n<p>They spend seven days at sea. The cost of rations for the trip is (.05gp/day x [20 crew + 50 passengers] x 7 days) 24.5gp. They reach Zidium on Day 20, paying a toll of 60gp (0.2cp / stone x 30,000 st) and a tariff of (20% x 23,750gp) 4,750gp to enter. They collect 150gp from their passengers and 245gp from their shipping contract.</p>\n<p>Caleför now spends ten days selling their precious merchandise for 29,700gp, while Foggy and Norden solicit for merchandise to purchase. They purchase 23,750gp worth of merchandise. During that time they pay (200 shp / 50 shp x 1gp/day x 10 days) = 40gp in moorage and (.05gp/day x 20 crew x 10 days) = 10gp for rations.</p>\n<p>At the end of the month, their revenue was (150gp + 245gp + 29,700gp) = 30,095gp. Their expenses were 23,750gp in cost of goods; 4,750gp in tariffs; 252gp in wages; 92gp in moorage; 60gp in tolls; and 47.5gp in rations, for a total of 28,951gp. Their mercantile income was 1,144gp. Our intrepid adventurers have a return of 2.28% on their 50,000gp venture!</p>\n<p>For XP purposes, 50% of the mercantile income is distributed based on ownership of the assets of the venture. Caleför owns 60%, so he gets 343.2gp, while Foggy and Norden get 114.4gp each. The other 50% is distributed equally between the three participants, so they each get 190.6gp. Caleför thus nets 534gp while Foggy and Norden each get 305gp for XP purposes. If this exceeds their GP threshold, they will earn campaign XP.</p>\n<p>Note that even though the venture purchased more merchandise in Zidium, that 23,750gp purchase was not counted as an expense. The cost of those goods will not be counted until they are sold. Also note that over time the venture will actually be able to complete 3 trips every 60 days (13 days in market + 7 days at sea); the first voyage was less profitable on a per-day basis because the venture had nothing to sell while it was buying. Over long periods of time, making round trips, the venture will average about 1,570gp per month in profit, with a rate of return of about 3.77% per month.</p>\n<p>What if the venture only handled passenger and cargo carriage? In this case, it would only take about three days to solicit passengers and cargo. Their ship would thus depart Aura on Day 4 after paying 12gp in moorage and 3gp in rations. It would spend seven days at sea, paying 24.5gp for rations. Arriving at Zidium on Day 10, the venture would pay a toll of 60gp, then collect 395gp for the passengers and cargo delivery.</p>\n<p>The venture would then spend three days in Zidium (again paying 12gp in moorage and 3gp in rations) and seven days at sea (paying 24.5gp in rations), arriving at Aura on Day 20. Upon arrival, the venture would pay a toll of 60gp and collect 395gp for the carriage.</p>\n<p>Finally, the venture would spend another three days in Aura (again paying 12gp in moorage and 3gp in rations), seven days at sea (paying 24.5gp in rations) and arrive at Zidium on day 30, paying 60gp in tolls and collecting 395gp in carriage.</p>\n<p>The mercantile revenue would be (395gp + 395gp + 395gp) = 1,185gp. The mercantile expenses would be 252gp in wages; 180gp in moorage; 82.5gp in rations; and 36gp in moorage, for a total of 550gp. Mercantile income would be 1,185gp – 550gp = 635gp. Since there was no arbitrage trading, the capital required to establish the venture is only the cost of the ship (20,000gp) and a month’s expenses (550gp), so the rate of return would be 635gp / 20,550gp = 3% per month.</p>\n<h6>Selling Treasure to gain Campaign XP</h6>\n<p>Adventurers often recover merchandise on dungeon delves, wilderness expeditions. This merchandise earns them adventuring XP equal to its base price when they return it to civilization (p. XX). This raises an interesting question: If the adventurers later sell that merchandise into the market, do they also get campaign XP from mercantile income? The answer is yes, but they must treat the base price (which they already earned as XP) as the cost of goods for purposes of campaign XP. This rule also applies to adventurers who seek to earn campaign XP from selling, e.g., gifts received from NPCs, objects made by genies, etc.</p>\n<p>EXAMPLE: Caleför discovers 4 stones of ivory on an expedition into the Ivory Kingdoms. Ivory has a base price of 100gp per stone, so when he brings the ivory back to civilization he earns 400 XP from adventuring. He then transports the ivory to Aura, where he sells it on the market for a price of 150gp per stone, 600gp total. He treats his cost of goods as 100gp per stone, 400gp total, so he earns campaign XP on a mercantile income of (600 – 400) = 200gp. Had he sold the ivory for 100gp per stone or less, he’d not have been able to get any campaign XP at all.</p>\n<h3>Experience from Magical Research</h3>\n<p>A character can earn XP from undertaking magical research. At the end of each month, calculate the total gp value of research that the character contributed towards magical research projects. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference. The character does not need to have completed the research to collect the XP. He still gains XP for research invested even if he fails a required magic research throw.</p>\n<p>EXAMPLE: Elaria is a 9th level mage with a research rate of 600gp per day and an XP threshold of 10,000gp. At the start of the month, she begins work on a <strong>sword +3</strong> (research cost of 35,000gp). Each day, Elaria contributes 600gp value towards the research cost of the <strong>sword +3</strong>. After 30 days of research, she has contributed 18,000gp towards the research cost. She gains (18,000 – 10,000) = 8,000 XP for her month of research. Note that she still has 28.33 days of research left to complete the <strong>sword +3</strong>.</p>\n<p>Note that because the materials cost must be paid at the start of a project, while the component cost is paid at the end of a project, a researcher could in theory gain experience from creating magic items without ever paying the component cost to actually create the magic items! In effect, he is “practicing” at magic item creation. Since material costs are very high, and nothing is produced by the work, this would be quite an expensive way to learn.</p>\n<p><strong>Assistants:</strong> An assistant aiding or working semi-independently gains 50% of the magical research XP he would earn if he conducted the research without supervision. Characters do not receive XP for magical research conducted by their assistants.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Breakthrough Achieved</strong></td>\n<td><strong>XP Bonus</strong></td>\n</tr>\n<tr>\n<td>Minor Breakthrough</td>\n<td>1/2 x Research Cost</td>\n</tr>\n<tr>\n<td>Major Breakthrough</td>\n<td>Research Cost</td>\n</tr>\n<tr>\n<td>Revolutionary Breakthrough</td>\n<td>2 x Research Cost</td>\n</tr>\n</tbody></table>\n<p><strong>Experimentation:</strong> A researcher who increases his research rate by hasty experimentation contributes research value more quickly, which can help him exceed his gp threshold and thus advance in level faster. A researcher who achieves a breakthrough gains bonus XP. The bonus is one-half of the research cost of the project for a minor breakthrough; the research cost for a major breakthrough; and double the research cost for a revolutionary breakthrough.</p>\n<p><strong>Pro-Rata GP Threshold (Optional Rule):</strong> In some campaigns, the Judge may limit or discourage long periods of downtime. This can make it difficult for spellcasters to ever gain XP from magic research because they won’t work enough days per month to exceed their GP threshold. As an optional rule, the Judge can divide the character’s XP threshold by 30 and treat it as a daily XP threshold applied to each day’s research rate.</p>\n<h3>Experience from Divine Power</h3>\n<p>A divine caster can earn XP from prayer and sacrifice that returns divine power to his deity. At the end of each month, calculate the total gp value of divine power that the caster returned to his deity. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference.</p>\n<h3>0th Level Characters and Experience from Campaigns</h3>\n<p>A 0th level character can earn experience points from campaign activities. If the 0th level character earns 500 XP from campaign activities, he can advance to become a 1st level character. (Some 0th level characters might need more or less XP to advance, as detailed in the <em><strong>Judges Journal</strong></em>.)</p>\n<p><strong>Magical Research:</strong> A 0th level apprentice who studies under a studious spellcaster of 9th level or higher can become 1st level casters of the same class (i.e. mage or witch). The apprentice must first undertake a year of dedicated study. (The assumption is that they study at 6 days per week for 50 weeks, with a research rate of 2.5gp per day to yield the equivalent of 750 XP). He then must make a research throw of 18+ (modified by INT). If the throw succeeds, the apprentice advances to 1st level. If the throw fails on an unmodified 1 – 3, the apprentice becomes discouraged by his inaptitude for magic and leaves the mage’s service. On any other result, the apprentice fails to advance in level but continues his studies.</p>\n<p><strong>Domain and Mercantile Income:</strong> A 0th level character can earn XP from domain and mercantile income. They are treated as if they had an XP Threshold of 25gp. The character will advance into a type of class appropriate to way the XP was earned. For instance, a petty noble’s son (0th level character) who inherits his father’s small domain (125gp per month) will earn 100 XP per month (125gp – 25gp), advancing to become a 1st level fighter after 5 months as serving as baron (if bandits don’t kill him first).</p>\n<p><strong>Hijinks:</strong> A 0th level character can earn XP from perpetrating hijinks (usually carousing or racketeering). When the 0th level character earns 500 XP from hijinks, he can become a 1st level assassin, nightblade, or thief. Which class will depend on his race (only elves may be nightblades) and the sort of company the character is keeping. On average, it takes 0th level characters several years of consorting with unsavory sorts in dimly-lit taverns to advance to become a “real” thief.</p>\n<p>When a 0th level character advances to 1st level, he gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if it was higher.</p>\n<p>The new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.</p>\n",
  "sections": [
    {
      "title": "Earning Experience from Campaigns",
      "level": 2,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monthly XP Threshold</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Class Level</strong></td>\n<td><strong>XP Threshold</strong></td>\n</tr>\n<tr>\n<td><strong>1</strong></td>\n<td>25</td>\n</tr>\n<tr>\n<td><strong>2</strong></td>\n<td>75</td>\n</tr>\n<tr>\n<td><strong>3</strong></td>\n<td>150</td>\n</tr>\n<tr>\n<td><strong>4</strong></td>\n<td>300</td>\n</tr>\n<tr>\n<td><strong>5</strong></td>\n<td>600</td>\n</tr>\n<tr>\n<td><strong>6</strong></td>\n<td>1,200</td>\n</tr>\n<tr>\n<td><strong>7</strong></td>\n<td>2,400</td>\n</tr>\n<tr>\n<td><strong>8</strong></td>\n<td>5,000</td>\n</tr>\n<tr>\n<td><strong>9</strong></td>\n<td>10,000</td>\n</tr>\n<tr>\n<td><strong>10</strong></td>\n<td>20,000</td>\n</tr>\n<tr>\n<td><strong>11</strong></td>\n<td>45,000</td>\n</tr>\n<tr>\n<td><strong>12</strong></td>\n<td>75,000</td>\n</tr>\n<tr>\n<td><strong>13</strong></td>\n<td>150,000</td>\n</tr>\n<tr>\n<td><strong>14</strong></td>\n<td>425,000</td>\n</tr>\n</tbody></table>\n<p>Characters that undertake campaign activities can earn experience points (XP) from the income (or income equivalent) of their activities, just as they earn XP for gold recovered on adventurers. However, in most cases, the amount of experienced earned from campaign activities is reduced each month by the character’s <strong>monthly XP threshold</strong>. The XP threshold is based on the character’s level, and is based on the monthly income that a character of that stature should be able to earn with little risk or effort.</p>\n"
    },
    {
      "title": "Experience from Construction",
      "level": 3,
      "html": "<p>A character receives 1 XP per 2gp spent constructing a stronghold (castle, sanctum, etc.) used to secure a domain. A stronghold constructed by a henchman earns the henchman 1 XP per 4gp (i.e. 50% of the normal award). The XP is earned when the stronghold is completed.</p>\n<p>Assassins, nightblades, thieves, and venturers do not get XP from gp spent to construct a hideout or guildhouse. Casters do not gain XP from gp spent to construct dungeons, but do gain XP for harvesting monsters in them.</p>\n<p>Unlike all other types of campaign XP, experience from construction is not reduced by the character’s monthly XP threshold. However, if the character ever loses the stronghold, the character loses the XP earned from its construction. This may result in the loss of class levels. The character can regain the lost XP by re-taking the stronghold intact. If the stronghold is partially destroyed when re-captured, the character re-gains XP equal to its reduced value.</p>\n"
    },
    {
      "title": "Experience from Domains",
      "level": 3,
      "html": "<p>A character can earn XP from his <strong>domain income</strong>. Domain income is the total of the ruler’s land, service, tax, trade, and tribute revenue, less his garrison, liturgy, maintenance, tithe, tribute, and upkeep expenses. If domain income exceeds the character’s XP threshold, he earns XP equal to the difference. Domain income is earned monthly. Magistrates treat their salary as domain income (p. XX) for XP purposes.</p>\n<p>EXAMPLE: Marcus is a 9th level fighter who has become king of a newly-independent Borderlands. His domain of 1,500 families generates 9,000gp of land income, 6,000gp of service income, and 2,000gp of tax income. His 5 vassals pay him an additional 8,000gp each month in tribute, making his domain revenue 25,000gp. However, his garrison costs 4,500gp; liturgies costs 1,500gp; maintenance costs 1,500gp, tithes cost 1,500gp each month, making his domain expenses 9,000gp. His domain income is therefore (25,000gp – 9,000gp) = 16,000gp per month. Since he is 9th level, Marcus has an XP threshold of 10,000. Therefore he earns (16,000 – 10,000) = 6,000 XP per month. If he were a henchman, he’d earn half that, or 3,000 XP.</p>\n<p>If he rules his domain for long enough, the 6,000 XP per month will eventually bring Marcus to 10th level. At that point, his XP threshold will become 20,000. He will thereafter no longer earn XP from his domain unless and until he raises his domain income. Rulers in <em><strong>ACKS</strong></em>who end up with domain income larger than their XP threshold must be ambitious and ruthless!</p>\n"
    },
    {
      "title": "Experience from Hijinks",
      "level": 3,
      "html": "<p>A syndicate boss can earn XP from his monthly hijink income. Monthly hijink income is the total gp value earned from hijinks by the boss, less the cost of wages, attorneys, bribes, fines, and magical healing for his members. (Income can be rolled and calculated manually, or the Monthly Hijink Income table in the <strong>Managing Criminal Guilds</strong> section can be used for to calculate a fixed income, or a combination of both.) If monthly hijink income exceeds the character’s XP threshold, he earns XP equal to the difference.</p>\n<p>Syndicate members earn XP equal to 50% of the gp value of hijinks they perpetrate successfully.</p>\n<p>A, 1st level syndicate member will earn an average of 50 XP per month from hijinks. Assuming that the boss manages to bail them out of trouble every time he gets caught, a 1st level member will reach 2nd level in about 25 months (two years). Most ruffians do not, in practice, live that long.</p>\n<p>A 0th level syndicate member can also earn XP from perpetrating hijinks. However, in most cases, the only hijink available to 0th level characters is carousing (15% chance of success). If a 0th level character earns 500 XP from carousing, he will become a 1st level assassin, bard, nightblade, or thief. Which class will depend on his race but more importantly on the sort of company the character is keeping. On average, it takes 0th level characters about 28 months of consorting with unsavory sorts in dimly-lit taverns to advance to 1st level.</p>\n<p>Remember that XP earned from hijinks performed by a crew is split pro rata by level among all the perpetrators who don’t get caught.</p>\n"
    },
    {
      "title": "Experience from Mercantile Income",
      "level": 3,
      "html": "<p>A character or group of characters can earn XP from mercantile income. Mercantile income is the total of gp earned from arbitraging goods and transporting cargo and passengers, less the cost of goods sold, wages, rations, tolls, tariffs, moorage and stabling, and labor fees. (Note that the purchase price of unsold merchandise is not subtracted as a cost.) Mercantile income is calculated at the end of each month for the venture as a whole.</p>\n<p>If mercantile income is positive, the venture has earned a profit. When a venture earns a profit, it is allocated for XP purposes as follows. 50% of the profit goes to the owner(s) of the venture’s assets (its funds, caravan, ships, and/or arbitrage cargo), while 50% of the profit goes to the operator(s) of the venture. If several characters co-own the assets, the profit split pro-rata by ownership share. If several characters operate the venture, the profit is split evenly among all surviving operators, including player characters, henchmen, and followers, with henchmen and followers receiving a half share each. Hired mercenaries or specialists do not receive a share of profit. If the share of profit received by a character exceeds his XP threshold, he earns campaign XP equal to the difference.</p>\n<p>Income from passive investment does not grant campaign XP.</p>\n<p><strong>Designer’s Note</strong>: In the real world, entrepreneurs attempt to achieve cash flow without taxable profit. In the game world, your players will attempt to achieve XP without actual profit by, e.g. arranging for all expenses to fall in one month and all revenue to fall in another to therefore claim a huge profit that blows past their XP threshold. The mechanics above are intended to keep such “cheese” in check.</p>\n<p>EXAMPLE: Caleför, Foggy, and Norden pool their wealth to launch a mercantile venture for a 500-mile run between Aura and Zidium. Caleför contributes 30,000gp while Foggy and Norden each contribute 10,000gp, for a total of 50,000gp. The funds are used to buy a large sailing ship (20,000gp) with 200 shp and 30,000 st of cargo capacity. The remainder is set aside for operations.</p>\n<p>On Day 1 of Month 1, the party hires a captain, navigator, and 18 crew for a month of operations (252gp). Caleför spends 10 days soliciting merchandise for sale in Aura, ultimately purchasing 23,750gp worth of precious merchandise weighing 175 stone. Foggy and Norden solicit 50 passengers and 19,500 stone of cargo for a 500-mile journey. They then load the merchandise onto their vessel and depart. Overall they spent 13 days in the market, paying (200 shp / 50 shp x 1gp/day x 13 days) 52gp in moorage and (.05gp/day x 20 crew x 13 days) = 13gp for rations.</p>\n<p>They spend seven days at sea. The cost of rations for the trip is (.05gp/day x [20 crew + 50 passengers] x 7 days) 24.5gp. They reach Zidium on Day 20, paying a toll of 60gp (0.2cp / stone x 30,000 st) and a tariff of (20% x 23,750gp) 4,750gp to enter. They collect 150gp from their passengers and 245gp from their shipping contract.</p>\n<p>Caleför now spends ten days selling their precious merchandise for 29,700gp, while Foggy and Norden solicit for merchandise to purchase. They purchase 23,750gp worth of merchandise. During that time they pay (200 shp / 50 shp x 1gp/day x 10 days) = 40gp in moorage and (.05gp/day x 20 crew x 10 days) = 10gp for rations.</p>\n<p>At the end of the month, their revenue was (150gp + 245gp + 29,700gp) = 30,095gp. Their expenses were 23,750gp in cost of goods; 4,750gp in tariffs; 252gp in wages; 92gp in moorage; 60gp in tolls; and 47.5gp in rations, for a total of 28,951gp. Their mercantile income was 1,144gp. Our intrepid adventurers have a return of 2.28% on their 50,000gp venture!</p>\n<p>For XP purposes, 50% of the mercantile income is distributed based on ownership of the assets of the venture. Caleför owns 60%, so he gets 343.2gp, while Foggy and Norden get 114.4gp each. The other 50% is distributed equally between the three participants, so they each get 190.6gp. Caleför thus nets 534gp while Foggy and Norden each get 305gp for XP purposes. If this exceeds their GP threshold, they will earn campaign XP.</p>\n<p>Note that even though the venture purchased more merchandise in Zidium, that 23,750gp purchase was not counted as an expense. The cost of those goods will not be counted until they are sold. Also note that over time the venture will actually be able to complete 3 trips every 60 days (13 days in market + 7 days at sea); the first voyage was less profitable on a per-day basis because the venture had nothing to sell while it was buying. Over long periods of time, making round trips, the venture will average about 1,570gp per month in profit, with a rate of return of about 3.77% per month.</p>\n<p>What if the venture only handled passenger and cargo carriage? In this case, it would only take about three days to solicit passengers and cargo. Their ship would thus depart Aura on Day 4 after paying 12gp in moorage and 3gp in rations. It would spend seven days at sea, paying 24.5gp for rations. Arriving at Zidium on Day 10, the venture would pay a toll of 60gp, then collect 395gp for the passengers and cargo delivery.</p>\n<p>The venture would then spend three days in Zidium (again paying 12gp in moorage and 3gp in rations) and seven days at sea (paying 24.5gp in rations), arriving at Aura on Day 20. Upon arrival, the venture would pay a toll of 60gp and collect 395gp for the carriage.</p>\n<p>Finally, the venture would spend another three days in Aura (again paying 12gp in moorage and 3gp in rations), seven days at sea (paying 24.5gp in rations) and arrive at Zidium on day 30, paying 60gp in tolls and collecting 395gp in carriage.</p>\n<p>The mercantile revenue would be (395gp + 395gp + 395gp) = 1,185gp. The mercantile expenses would be 252gp in wages; 180gp in moorage; 82.5gp in rations; and 36gp in moorage, for a total of 550gp. Mercantile income would be 1,185gp – 550gp = 635gp. Since there was no arbitrage trading, the capital required to establish the venture is only the cost of the ship (20,000gp) and a month’s expenses (550gp), so the rate of return would be 635gp / 20,550gp = 3% per month.</p>\n"
    },
    {
      "title": "Selling Treasure to gain Campaign XP",
      "level": 6,
      "html": "<p>Adventurers often recover merchandise on dungeon delves, wilderness expeditions. This merchandise earns them adventuring XP equal to its base price when they return it to civilization (p. XX). This raises an interesting question: If the adventurers later sell that merchandise into the market, do they also get campaign XP from mercantile income? The answer is yes, but they must treat the base price (which they already earned as XP) as the cost of goods for purposes of campaign XP. This rule also applies to adventurers who seek to earn campaign XP from selling, e.g., gifts received from NPCs, objects made by genies, etc.</p>\n<p>EXAMPLE: Caleför discovers 4 stones of ivory on an expedition into the Ivory Kingdoms. Ivory has a base price of 100gp per stone, so when he brings the ivory back to civilization he earns 400 XP from adventuring. He then transports the ivory to Aura, where he sells it on the market for a price of 150gp per stone, 600gp total. He treats his cost of goods as 100gp per stone, 400gp total, so he earns campaign XP on a mercantile income of (600 – 400) = 200gp. Had he sold the ivory for 100gp per stone or less, he’d not have been able to get any campaign XP at all.</p>\n"
    },
    {
      "title": "Experience from Magical Research",
      "level": 3,
      "html": "<p>A character can earn XP from undertaking magical research. At the end of each month, calculate the total gp value of research that the character contributed towards magical research projects. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference. The character does not need to have completed the research to collect the XP. He still gains XP for research invested even if he fails a required magic research throw.</p>\n<p>EXAMPLE: Elaria is a 9th level mage with a research rate of 600gp per day and an XP threshold of 10,000gp. At the start of the month, she begins work on a <strong>sword +3</strong> (research cost of 35,000gp). Each day, Elaria contributes 600gp value towards the research cost of the <strong>sword +3</strong>. After 30 days of research, she has contributed 18,000gp towards the research cost. She gains (18,000 – 10,000) = 8,000 XP for her month of research. Note that she still has 28.33 days of research left to complete the <strong>sword +3</strong>.</p>\n<p>Note that because the materials cost must be paid at the start of a project, while the component cost is paid at the end of a project, a researcher could in theory gain experience from creating magic items without ever paying the component cost to actually create the magic items! In effect, he is “practicing” at magic item creation. Since material costs are very high, and nothing is produced by the work, this would be quite an expensive way to learn.</p>\n<p><strong>Assistants:</strong> An assistant aiding or working semi-independently gains 50% of the magical research XP he would earn if he conducted the research without supervision. Characters do not receive XP for magical research conducted by their assistants.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Breakthrough Achieved</strong></td>\n<td><strong>XP Bonus</strong></td>\n</tr>\n<tr>\n<td>Minor Breakthrough</td>\n<td>1/2 x Research Cost</td>\n</tr>\n<tr>\n<td>Major Breakthrough</td>\n<td>Research Cost</td>\n</tr>\n<tr>\n<td>Revolutionary Breakthrough</td>\n<td>2 x Research Cost</td>\n</tr>\n</tbody></table>\n<p><strong>Experimentation:</strong> A researcher who increases his research rate by hasty experimentation contributes research value more quickly, which can help him exceed his gp threshold and thus advance in level faster. A researcher who achieves a breakthrough gains bonus XP. The bonus is one-half of the research cost of the project for a minor breakthrough; the research cost for a major breakthrough; and double the research cost for a revolutionary breakthrough.</p>\n<p><strong>Pro-Rata GP Threshold (Optional Rule):</strong> In some campaigns, the Judge may limit or discourage long periods of downtime. This can make it difficult for spellcasters to ever gain XP from magic research because they won’t work enough days per month to exceed their GP threshold. As an optional rule, the Judge can divide the character’s XP threshold by 30 and treat it as a daily XP threshold applied to each day’s research rate.</p>\n"
    },
    {
      "title": "Experience from Divine Power",
      "level": 3,
      "html": "<p>A divine caster can earn XP from prayer and sacrifice that returns divine power to his deity. At the end of each month, calculate the total gp value of divine power that the caster returned to his deity. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference.</p>\n"
    },
    {
      "title": "0th Level Characters and Experience from Campaigns",
      "level": 3,
      "html": "<p>A 0th level character can earn experience points from campaign activities. If the 0th level character earns 500 XP from campaign activities, he can advance to become a 1st level character. (Some 0th level characters might need more or less XP to advance, as detailed in the <em><strong>Judges Journal</strong></em>.)</p>\n<p><strong>Magical Research:</strong> A 0th level apprentice who studies under a studious spellcaster of 9th level or higher can become 1st level casters of the same class (i.e. mage or witch). The apprentice must first undertake a year of dedicated study. (The assumption is that they study at 6 days per week for 50 weeks, with a research rate of 2.5gp per day to yield the equivalent of 750 XP). He then must make a research throw of 18+ (modified by INT). If the throw succeeds, the apprentice advances to 1st level. If the throw fails on an unmodified 1 – 3, the apprentice becomes discouraged by his inaptitude for magic and leaves the mage’s service. On any other result, the apprentice fails to advance in level but continues his studies.</p>\n<p><strong>Domain and Mercantile Income:</strong> A 0th level character can earn XP from domain and mercantile income. They are treated as if they had an XP Threshold of 25gp. The character will advance into a type of class appropriate to way the XP was earned. For instance, a petty noble’s son (0th level character) who inherits his father’s small domain (125gp per month) will earn 100 XP per month (125gp – 25gp), advancing to become a 1st level fighter after 5 months as serving as baron (if bandits don’t kill him first).</p>\n<p><strong>Hijinks:</strong> A 0th level character can earn XP from perpetrating hijinks (usually carousing or racketeering). When the 0th level character earns 500 XP from hijinks, he can become a 1st level assassin, nightblade, or thief. Which class will depend on his race (only elves may be nightblades) and the sort of company the character is keeping. On average, it takes 0th level characters several years of consorting with unsavory sorts in dimly-lit taverns to advance to become a “real” thief.</p>\n<p>When a 0th level character advances to 1st level, he gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if it was higher.</p>\n<p>The new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Earning Experience from Campaigns\n\n|  |  |\n| --- | --- |\n| **Monthly XP Threshold** | |\n| **Class Level** | **XP Threshold** |\n| **1** | 25 |\n| **2** | 75 |\n| **3** | 150 |\n| **4** | 300 |\n| **5** | 600 |\n| **6** | 1,200 |\n| **7** | 2,400 |\n| **8** | 5,000 |\n| **9** | 10,000 |\n| **10** | 20,000 |\n| **11** | 45,000 |\n| **12** | 75,000 |\n| **13** | 150,000 |\n| **14** | 425,000 |\n\nCharacters that undertake campaign activities can earn experience points (XP) from the income (or income equivalent) of their activities, just as they earn XP for gold recovered on adventurers. However, in most cases, the amount of experienced earned from campaign activities is reduced each month by the character’s **monthly XP threshold**. The XP threshold is based on the character’s level, and is based on the monthly income that a character of that stature should be able to earn with little risk or effort.\n\n### Experience from Construction\n\nA character receives 1 XP per 2gp spent constructing a stronghold (castle, sanctum, etc.) used to secure a domain. A stronghold constructed by a henchman earns the henchman 1 XP per 4gp (i.e. 50% of the normal award). The XP is earned when the stronghold is completed.\n\nAssassins, nightblades, thieves, and venturers do not get XP from gp spent to construct a hideout or guildhouse. Casters do not gain XP from gp spent to construct dungeons, but do gain XP for harvesting monsters in them.\n\nUnlike all other types of campaign XP, experience from construction is not reduced by the character’s monthly XP threshold. However, if the character ever loses the stronghold, the character loses the XP earned from its construction. This may result in the loss of class levels. The character can regain the lost XP by re-taking the stronghold intact. If the stronghold is partially destroyed when re-captured, the character re-gains XP equal to its reduced value.\n\n### Experience from Domains\n\nA character can earn XP from his **domain income**. Domain income is the total of the ruler’s land, service, tax, trade, and tribute revenue, less his garrison, liturgy, maintenance, tithe, tribute, and upkeep expenses. If domain income exceeds the character’s XP threshold, he earns XP equal to the difference. Domain income is earned monthly. Magistrates treat their salary as domain income (p. XX) for XP purposes.\n\nEXAMPLE: Marcus is a 9th level fighter who has become king of a newly-independent Borderlands. His domain of 1,500 families generates 9,000gp of land income, 6,000gp of service income, and 2,000gp of tax income. His 5 vassals pay him an additional 8,000gp each month in tribute, making his domain revenue 25,000gp. However, his garrison costs 4,500gp; liturgies costs 1,500gp; maintenance costs 1,500gp, tithes cost 1,500gp each month, making his domain expenses 9,000gp. His domain income is therefore (25,000gp – 9,000gp) = 16,000gp per month. Since he is 9th level, Marcus has an XP threshold of 10,000. Therefore he earns (16,000 – 10,000) = 6,000 XP per month. If he were a henchman, he’d earn half that, or 3,000 XP.\n\nIf he rules his domain for long enough, the 6,000 XP per month will eventually bring Marcus to 10th level. At that point, his XP threshold will become 20,000. He will thereafter no longer earn XP from his domain unless and until he raises his domain income. Rulers in ***ACKS***who end up with domain income larger than their XP threshold must be ambitious and ruthless!\n\n### Experience from Hijinks\n\nA syndicate boss can earn XP from his monthly hijink income. Monthly hijink income is the total gp value earned from hijinks by the boss, less the cost of wages, attorneys, bribes, fines, and magical healing for his members. (Income can be rolled and calculated manually, or the Monthly Hijink Income table in the **Managing Criminal Guilds** section can be used for to calculate a fixed income, or a combination of both.) If monthly hijink income exceeds the character’s XP threshold, he earns XP equal to the difference.\n\nSyndicate members earn XP equal to 50% of the gp value of hijinks they perpetrate successfully.\n\nA, 1st level syndicate member will earn an average of 50 XP per month from hijinks. Assuming that the boss manages to bail them out of trouble every time he gets caught, a 1st level member will reach 2nd level in about 25 months (two years). Most ruffians do not, in practice, live that long.\n\nA 0th level syndicate member can also earn XP from perpetrating hijinks. However, in most cases, the only hijink available to 0th level characters is carousing (15% chance of success). If a 0th level character earns 500 XP from carousing, he will become a 1st level assassin, bard, nightblade, or thief. Which class will depend on his race but more importantly on the sort of company the character is keeping. On average, it takes 0th level characters about 28 months of consorting with unsavory sorts in dimly-lit taverns to advance to 1st level.\n\nRemember that XP earned from hijinks performed by a crew is split pro rata by level among all the perpetrators who don’t get caught.\n\n### Experience from Mercantile Income\n\nA character or group of characters can earn XP from mercantile income. Mercantile income is the total of gp earned from arbitraging goods and transporting cargo and passengers, less the cost of goods sold, wages, rations, tolls, tariffs, moorage and stabling, and labor fees. (Note that the purchase price of unsold merchandise is not subtracted as a cost.) Mercantile income is calculated at the end of each month for the venture as a whole.\n\nIf mercantile income is positive, the venture has earned a profit. When a venture earns a profit, it is allocated for XP purposes as follows. 50% of the profit goes to the owner(s) of the venture’s assets (its funds, caravan, ships, and/or arbitrage cargo), while 50% of the profit goes to the operator(s) of the venture. If several characters co-own the assets, the profit split pro-rata by ownership share. If several characters operate the venture, the profit is split evenly among all surviving operators, including player characters, henchmen, and followers, with henchmen and followers receiving a half share each. Hired mercenaries or specialists do not receive a share of profit. If the share of profit received by a character exceeds his XP threshold, he earns campaign XP equal to the difference.\n\nIncome from passive investment does not grant campaign XP.\n\n**Designer’s Note**: In the real world, entrepreneurs attempt to achieve cash flow without taxable profit. In the game world, your players will attempt to achieve XP without actual profit by, e.g. arranging for all expenses to fall in one month and all revenue to fall in another to therefore claim a huge profit that blows past their XP threshold. The mechanics above are intended to keep such “cheese” in check.\n\nEXAMPLE: Caleför, Foggy, and Norden pool their wealth to launch a mercantile venture for a 500-mile run between Aura and Zidium. Caleför contributes 30,000gp while Foggy and Norden each contribute 10,000gp, for a total of 50,000gp. The funds are used to buy a large sailing ship (20,000gp) with 200 shp and 30,000 st of cargo capacity. The remainder is set aside for operations.\n\nOn Day 1 of Month 1, the party hires a captain, navigator, and 18 crew for a month of operations (252gp). Caleför spends 10 days soliciting merchandise for sale in Aura, ultimately purchasing 23,750gp worth of precious merchandise weighing 175 stone. Foggy and Norden solicit 50 passengers and 19,500 stone of cargo for a 500-mile journey. They then load the merchandise onto their vessel and depart. Overall they spent 13 days in the market, paying (200 shp / 50 shp x 1gp/day x 13 days) 52gp in moorage and (.05gp/day x 20 crew x 13 days) = 13gp for rations.\n\nThey spend seven days at sea. The cost of rations for the trip is (.05gp/day x [20 crew + 50 passengers] x 7 days) 24.5gp. They reach Zidium on Day 20, paying a toll of 60gp (0.2cp / stone x 30,000 st) and a tariff of (20% x 23,750gp) 4,750gp to enter. They collect 150gp from their passengers and 245gp from their shipping contract.\n\nCaleför now spends ten days selling their precious merchandise for 29,700gp, while Foggy and Norden solicit for merchandise to purchase. They purchase 23,750gp worth of merchandise. During that time they pay (200 shp / 50 shp x 1gp/day x 10 days) = 40gp in moorage and (.05gp/day x 20 crew x 10 days) = 10gp for rations.\n\nAt the end of the month, their revenue was (150gp + 245gp + 29,700gp) = 30,095gp. Their expenses were 23,750gp in cost of goods; 4,750gp in tariffs; 252gp in wages; 92gp in moorage; 60gp in tolls; and 47.5gp in rations, for a total of 28,951gp. Their mercantile income was 1,144gp. Our intrepid adventurers have a return of 2.28% on their 50,000gp venture!\n\nFor XP purposes, 50% of the mercantile income is distributed based on ownership of the assets of the venture. Caleför owns 60%, so he gets 343.2gp, while Foggy and Norden get 114.4gp each. The other 50% is distributed equally between the three participants, so they each get 190.6gp. Caleför thus nets 534gp while Foggy and Norden each get 305gp for XP purposes. If this exceeds their GP threshold, they will earn campaign XP.\n\nNote that even though the venture purchased more merchandise in Zidium, that 23,750gp purchase was not counted as an expense. The cost of those goods will not be counted until they are sold. Also note that over time the venture will actually be able to complete 3 trips every 60 days (13 days in market + 7 days at sea); the first voyage was less profitable on a per-day basis because the venture had nothing to sell while it was buying. Over long periods of time, making round trips, the venture will average about 1,570gp per month in profit, with a rate of return of about 3.77% per month.\n\nWhat if the venture only handled passenger and cargo carriage? In this case, it would only take about three days to solicit passengers and cargo. Their ship would thus depart Aura on Day 4 after paying 12gp in moorage and 3gp in rations. It would spend seven days at sea, paying 24.5gp for rations. Arriving at Zidium on Day 10, the venture would pay a toll of 60gp, then collect 395gp for the passengers and cargo delivery.\n\nThe venture would then spend three days in Zidium (again paying 12gp in moorage and 3gp in rations) and seven days at sea (paying 24.5gp in rations), arriving at Aura on Day 20. Upon arrival, the venture would pay a toll of 60gp and collect 395gp for the carriage.\n\nFinally, the venture would spend another three days in Aura (again paying 12gp in moorage and 3gp in rations), seven days at sea (paying 24.5gp in rations) and arrive at Zidium on day 30, paying 60gp in tolls and collecting 395gp in carriage.\n\nThe mercantile revenue would be (395gp + 395gp + 395gp) = 1,185gp. The mercantile expenses would be 252gp in wages; 180gp in moorage; 82.5gp in rations; and 36gp in moorage, for a total of 550gp. Mercantile income would be 1,185gp – 550gp = 635gp. Since there was no arbitrage trading, the capital required to establish the venture is only the cost of the ship (20,000gp) and a month’s expenses (550gp), so the rate of return would be 635gp / 20,550gp = 3% per month.\n\n###### Selling Treasure to gain Campaign XP\n\nAdventurers often recover merchandise on dungeon delves, wilderness expeditions. This merchandise earns them adventuring XP equal to its base price when they return it to civilization (p. XX). This raises an interesting question: If the adventurers later sell that merchandise into the market, do they also get campaign XP from mercantile income? The answer is yes, but they must treat the base price (which they already earned as XP) as the cost of goods for purposes of campaign XP. This rule also applies to adventurers who seek to earn campaign XP from selling, e.g., gifts received from NPCs, objects made by genies, etc.\n\nEXAMPLE: Caleför discovers 4 stones of ivory on an expedition into the Ivory Kingdoms. Ivory has a base price of 100gp per stone, so when he brings the ivory back to civilization he earns 400 XP from adventuring. He then transports the ivory to Aura, where he sells it on the market for a price of 150gp per stone, 600gp total. He treats his cost of goods as 100gp per stone, 400gp total, so he earns campaign XP on a mercantile income of (600 – 400) = 200gp. Had he sold the ivory for 100gp per stone or less, he’d not have been able to get any campaign XP at all.\n\n### Experience from Magical Research\n\nA character can earn XP from undertaking magical research. At the end of each month, calculate the total gp value of research that the character contributed towards magical research projects. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference. The character does not need to have completed the research to collect the XP. He still gains XP for research invested even if he fails a required magic research throw.\n\nEXAMPLE: Elaria is a 9th level mage with a research rate of 600gp per day and an XP threshold of 10,000gp. At the start of the month, she begins work on a **sword +3** (research cost of 35,000gp). Each day, Elaria contributes 600gp value towards the research cost of the **sword +3**. After 30 days of research, she has contributed 18,000gp towards the research cost. She gains (18,000 – 10,000) = 8,000 XP for her month of research. Note that she still has 28.33 days of research left to complete the **sword +3**.\n\nNote that because the materials cost must be paid at the start of a project, while the component cost is paid at the end of a project, a researcher could in theory gain experience from creating magic items without ever paying the component cost to actually create the magic items! In effect, he is “practicing” at magic item creation. Since material costs are very high, and nothing is produced by the work, this would be quite an expensive way to learn.\n\n**Assistants:** An assistant aiding or working semi-independently gains 50% of the magical research XP he would earn if he conducted the research without supervision. Characters do not receive XP for magical research conducted by their assistants.\n\n|  |  |\n| --- | --- |\n| **Breakthrough Achieved** | **XP Bonus** |\n| Minor Breakthrough | 1/2 x Research Cost |\n| Major Breakthrough | Research Cost |\n| Revolutionary Breakthrough | 2 x Research Cost |\n\n**Experimentation:** A researcher who increases his research rate by hasty experimentation contributes research value more quickly, which can help him exceed his gp threshold and thus advance in level faster. A researcher who achieves a breakthrough gains bonus XP. The bonus is one-half of the research cost of the project for a minor breakthrough; the research cost for a major breakthrough; and double the research cost for a revolutionary breakthrough.\n\n**Pro-Rata GP Threshold (Optional Rule):** In some campaigns, the Judge may limit or discourage long periods of downtime. This can make it difficult for spellcasters to ever gain XP from magic research because they won’t work enough days per month to exceed their GP threshold. As an optional rule, the Judge can divide the character’s XP threshold by 30 and treat it as a daily XP threshold applied to each day’s research rate.\n\n### Experience from Divine Power\n\nA divine caster can earn XP from prayer and sacrifice that returns divine power to his deity. At the end of each month, calculate the total gp value of divine power that the caster returned to his deity. If the amount exceeds his XP threshold, the character earns campaign XP equal to the difference.\n\n### 0th Level Characters and Experience from Campaigns\n\nA 0th level character can earn experience points from campaign activities. If the 0th level character earns 500 XP from campaign activities, he can advance to become a 1st level character. (Some 0th level characters might need more or less XP to advance, as detailed in the ***Judges Journal***.)\n\n**Magical Research:** A 0th level apprentice who studies under a studious spellcaster of 9th level or higher can become 1st level casters of the same class (i.e. mage or witch). The apprentice must first undertake a year of dedicated study. (The assumption is that they study at 6 days per week for 50 weeks, with a research rate of 2.5gp per day to yield the equivalent of 750 XP). He then must make a research throw of 18+ (modified by INT). If the throw succeeds, the apprentice advances to 1st level. If the throw fails on an unmodified 1 – 3, the apprentice becomes discouraged by his inaptitude for magic and leaves the mage’s service. On any other result, the apprentice fails to advance in level but continues his studies.\n\n**Domain and Mercantile Income:** A 0th level character can earn XP from domain and mercantile income. They are treated as if they had an XP Threshold of 25gp. The character will advance into a type of class appropriate to way the XP was earned. For instance, a petty noble’s son (0th level character) who inherits his father’s small domain (125gp per month) will earn 100 XP per month (125gp – 25gp), advancing to become a 1st level fighter after 5 months as serving as baron (if bandits don’t kill him first).\n\n**Hijinks:** A 0th level character can earn XP from perpetrating hijinks (usually carousing or racketeering). When the 0th level character earns 500 XP from hijinks, he can become a 1st level assassin, nightblade, or thief. Which class will depend on his race (only elves may be nightblades) and the sort of company the character is keeping. On average, it takes 0th level characters several years of consorting with unsavory sorts in dimly-lit taverns to advance to become a “real” thief.\n\nWhen a 0th level character advances to 1st level, he gains the Adventuring proficiency and the attack throws, saving throws, class powers, and proficiencies of his new class. The character re-rolls his hit points using his new class’s Hit Die, keeping either his new hp total or his prior hp total +1 if it was higher.\n\nThe new 1st level character retains any proficiencies he already knew. If these proficiencies are equivalent to any of the class powers of his new class, they are replaced by the newly-gained class powers. If the proficiencies are not part of his class powers, they count against his limit of proficiencies from level, INT and/or time and training (p. XX). If he has more general proficiencies than permitted by level, INT, and time and training, he loses one proficiency each month of game time, representing the erosion of his old professional skills over time. If he has more class proficiencies than permitted, or class proficiencies not permitted to his class at all, he loses them when he advances to 1st level.\n"
}