{
  "html": "<h2>Strategic Stance</h2>\n<p>An army on campaign must be assigned a <strong>strategic stance</strong>. Strategic stance determines how an army reacts when it detects opposing armies. An army’s strategic stance may be either <strong>offensive</strong>, meaning that the army is actively seeking battle with opposing armies; <strong>defensive</strong>, meaning the army will fight if battle is offered by an opposing army, but will not otherwise attack; or <strong>evasive</strong>,meaning the army will avoid battle if possible.</p>\n<p>When an army chooses its stance, it must designate one-quarter to one-third of its divisions to be its <strong>vanguard</strong> and another one-quarter to one-third to be in the <strong>rear guard</strong>. The remaining divisions are in the <strong>main body</strong>. Divisions in the vanguard lead the marching order and are the most likely to fight an offensive battle. Divisions in the rear guard cover the flank of an evading army’s other divisions and are the most likely formation to fight an evasive battle.</p>\n<p>Any army’s strategic stance can be changed freely each time initiative is rolled. With the Judge’s permission, it can also be changed when a new opposing army is detected. Strategic stance is discussed further in Chapter 11, <strong>Battles</strong>.</p>\n",
  "sections": [
    {
      "title": "Strategic Stance",
      "level": 2,
      "html": "<p>An army on campaign must be assigned a <strong>strategic stance</strong>. Strategic stance determines how an army reacts when it detects opposing armies. An army’s strategic stance may be either <strong>offensive</strong>, meaning that the army is actively seeking battle with opposing armies; <strong>defensive</strong>, meaning the army will fight if battle is offered by an opposing army, but will not otherwise attack; or <strong>evasive</strong>,meaning the army will avoid battle if possible.</p>\n<p>When an army chooses its stance, it must designate one-quarter to one-third of its divisions to be its <strong>vanguard</strong> and another one-quarter to one-third to be in the <strong>rear guard</strong>. The remaining divisions are in the <strong>main body</strong>. Divisions in the vanguard lead the marching order and are the most likely to fight an offensive battle. Divisions in the rear guard cover the flank of an evading army’s other divisions and are the most likely formation to fight an evasive battle.</p>\n<p>Any army’s strategic stance can be changed freely each time initiative is rolled. With the Judge’s permission, it can also be changed when a new opposing army is detected. Strategic stance is discussed further in Chapter 11, <strong>Battles</strong>.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Strategic Stance\n\nAn army on campaign must be assigned a **strategic stance**. Strategic stance determines how an army reacts when it detects opposing armies. An army’s strategic stance may be either **offensive**, meaning that the army is actively seeking battle with opposing armies; **defensive**, meaning the army will fight if battle is offered by an opposing army, but will not otherwise attack; or **evasive**,meaning the army will avoid battle if possible.\n\nWhen an army chooses its stance, it must designate one-quarter to one-third of its divisions to be its **vanguard** and another one-quarter to one-third to be in the **rear guard**. The remaining divisions are in the **main body**. Divisions in the vanguard lead the marching order and are the most likely to fight an offensive battle. Divisions in the rear guard cover the flank of an evading army’s other divisions and are the most likely formation to fight an evasive battle.\n\nAny army’s strategic stance can be changed freely each time initiative is rolled. With the Judge’s permission, it can also be changed when a new opposing army is detected. Strategic stance is discussed further in Chapter 11, **Battles**.\n"
}