{
  "html": "<h2>Supplying Armies</h2>\n<p>An army on campaign must periodically receive <strong>supplies</strong> or suffer severe consequences. In order to receive supplies, an army must meet three conditions. First, it must be able to pay a <strong>supply cost</strong> (in gold pieces). Second, it must have a sufficiently valuable <strong>supply base</strong> or bases.Third, it must have a clear <strong>line of supply</strong> to its supply base when supply is checked.</p>\n<h3>Supply Cost</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Unit</strong>  <strong>Scale</strong></td>\n<td><strong>Cost Per</strong>  <strong>Infantry Unit</strong></td>\n<td><strong>Cost Per</strong>  <strong>Cavalry Unit</strong></td>\n</tr>\n<tr>\n<td>Platoon</td>\n<td>15gp</td>\n<td>60gp</td>\n</tr>\n<tr>\n<td>Company</td>\n<td>60gp</td>\n<td>240gp</td>\n</tr>\n<tr>\n<td>Battalion</td>\n<td>240gp</td>\n<td>960gp</td>\n</tr>\n<tr>\n<td>Brigade</td>\n<td>960gp</td>\n<td>3,840gp</td>\n</tr>\n</tbody></table>\n<p>Each week, the supply cost is 60gp for each unit of 120 infantry; and 240gp for each unit of 60 cavalry or 60 large creatures. The <em><strong>ACKS II Monstrous Manual</strong></em>has a list of weekly supply costs for other types of creatures. Armies with smaller- or larger- scale units cost proportionately more to supply per unit.</p>\n<p>The costs are inclusive of fresh bread, wheat, and water, as well as pack animals and handlers for the transport of the provisions.</p>\n<p>EXAMPLE: Marcus’s army consists of 12 brigade-sized infantry units and 4 brigade-sized cavalry units. His army’s supply cost is [12 x 960) + (4 x 3,840)] 26,880gp per week.</p>\n<p><strong>Carnivorous Troops:</strong> Most units are fed wheat, oats, grass, and similar inexpensive foodstuffs. If a unit’s troops or mounts are carnivorous (e.g. beast riders, dragons, ghouls), the unit will be much more expensive to supply. The supply cost for these units is generally four times higher.</p>\n<p>As supplying carnivores can be quite expensive, these units are sometimes fed battle <strong>casualties</strong> (p. XX) or <strong>prisoners captured</strong> (p. XX and p. XX) in battle or from pillage. Each casualty or prisoner supplies 1gp of meat per 1.5 st of weight. (A typical human prisoner would therefore provide 10gp worth of meat.) A non-Chaotic unit which sees casualties or prisoners of its own race eaten by a carnivorous unit from its own army suffers a calamity (triggering a loyalty roll) due to the innate repulsiveness of the practice.</p>\n<p>EXAMPLE: Moruvai’s army includes a unit of 60 goblin wolf riders. The wolf riders cost (240 x 4) 960gp per week to supply.</p>\n<p>When Moruvai’s army captures 500 human commoners, the ruthless ruinguard decides to use the prisoners as food for the wolf riders. Human commoners weigh 15 st (150 lbs) each. Therefore they supply (500 x 15 / 1.5 ) = 5,000gp worth of meat to the wolf riders, enough to keep the unit in supply for more than 5 weeks.</p>\n<p>However, Moruvai’s army includes four units of Neutral-aligned human mercenaries. Upon seeing prisoners of their race devoured by the wolf riders, each of these units must now make a loyalty roll. One of the units fails its roll and deserts. Undeterred, Moruvai sends his wolf riders to capture the deserters. Some problems create their own solutions...</p>\n<p><strong>Hungerless Troops:</strong> Certain troops, such as constructs, have no need to eat or drink. Such units have no supply cost and do not have to maintain lines of supply. They are never considered out of supply.</p>\n<h3>Supply Base</h3>\n<p>A supply base converts supply cost (gold) into food, water, and other provisions. Any friendly or occupied city, town, or stronghold can serve as a supply base. In order to be in supply, an army requires one or more supply bases whose total value equals or exceeds its supply cost.The value of a supply base is the sum of the following:</p>\n<ul>\n<li>The monthly income (after expenses) of the supply base;</li>\n<li>The monthly income (after expenses) of any friendly domains in the same 24-mile hex as the supply base; and</li>\n<li>The value of any supply bases to which the supply base itself has a clear line of supply (see below)</li>\n</ul>\n<p>EXAMPLE #1: Marcus’s supply base is Cyfaraun, a city of 2,550 families in a domain of 7,500 families. Cyfaraun’s total monthly income is 62,400gp. Cyfaraun has a clear line of supply to Arganos, a Class II city with a supply value of 110,000gp. Cyfaraun is therefore a supply base with a value of (62,400 + 110,000) 172,400gp, easily valuable enough to serve as the supply base for Marcus’s army.</p>\n<p>EXAMPLE #2: Later in the war, Marcus has greatly expanded his army, and now has a supply cost of 65,000gp. Meanwhile, Arganos has become besieged, so there is no longer a clear line of supply to it from Cyfaraun. Cyfaraun is now worth only 62,400gp as a supply base. It is no longer of sufficient value to serve as a supply base for Marcus’s expanded force.</p>\n<p>If necessary an army can construct its own supply bases. As a 10,000gp construction project, an army can build a small border fort that can serve as a Class VI market. By building such supply bases periodically as necessary to maintain a clear line of supply, the army can create a chain of supply bases back to a large capital.</p>\n<p>EXAMPLE: With Cyfaraun no longer sufficient to serve as his supply base, Marcus must find a larger supply base. The city of Kavala is the last friendly city of sufficient size to be his supply base, but Kavala is separated from his army by 900 miles of desert. Marcus decides to construct a chain of 38 forts, each 24 miles apart, stretching from his army’s area of operation all the way back to Kavala. It will cost 380,000gp to build these forts, but Marcus will have a supply base for campaigns anywhere between the borderlands and Kavala... assuming that the enemy does not capture one of the “links” in the chain of forts.</p>\n<p>An army may change its supply base(s) at any time. For instance, if it captures a stronghold near the front lines, it can begin to use the captured stronghold as its supply base.</p>\n<h3>Line and Length of Supply</h3>\n<p>The <strong>line of supply</strong> is the route between the army and its supply base, or from one supply base to another. To function, a line of supply must be <strong>clear</strong>. A line of supply is clear if it is neither <strong>blocked</strong> nor <strong>overextended</strong> when supply is checked. Supply is checked weekly, except in barrens or desert terrain, where it is checked daily.</p>\n<p>A supply line becomes <strong>blocked</strong> if the route passes through any hexes <strong>occupied</strong> by at least a unit of enemy troops. The size of the unit must be at least equal to the unit scale of the army whose supply line is being blocked. An army with a blocked supply line is out of supply until the enemy forces are driven off or a new, unobstructed route is found for the supplies.</p>\n<p>EXAMPLE: An army of 6 heavy infantry companies and 2 light cavalry companies can have its supply line blocked in a hex by one enemy company. An army of 6 heavy infantry brigades and 2 light cavalry brigades can only have its supply line blocked in a hex by an enemy brigade.</p>\n<p>A supply line becomes <strong>overextended</strong> if the route between the army and its supply base is too long. The length that the supply line can extend is limited by the terrain the supply line traverses.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Each Hex of Terrain</td>\n<td>Counts as</td>\n</tr>\n<tr>\n<td>Barrens, Desert</td>\n<td>4 hexes</td>\n</tr>\n<tr>\n<td>Jungle, Mountain, Swamp</td>\n<td>2 hexes</td>\n</tr>\n<tr>\n<td>Hills, Forest</td>\n<td>3/2 hexes</td>\n</tr>\n<tr>\n<td>Grassland, Shrubland</td>\n<td>1 hex</td>\n</tr>\n<tr>\n<td>Road</td>\n<td>1/2 hex</td>\n</tr>\n<tr>\n<td>Navigable Waterway</td>\n<td>No hexes</td>\n</tr>\n</tbody></table>\n<p>Determining whether a supply line is overextended is a simple matter. Just count the number of 6-mile hexes between the army and its supply base. Count each barren or desert hex as four hexes. Count each jungle, mountain, or swamp hex as two hexes. Count every two hill or forest hexes as three hexes. Count each grassland and scrub hex. Count every two road hexes as just one hex. Do not count hexes where the route runs along a navigable waterway at all! If the total count exceeds 16 hexes (96 miles), the line of supply is overextended.</p>\n<p>An army with an overextended supply line is out of supply until it shortens its supply line to within the permitted length.</p>\n<p>EXAMPLE #1: Marcus’s army departs from Cyfaraun, marching along an old imperial road for 32 hexes (192 miles). Every 4 road hex counts as 1 hex, so the length of the supply line is (32/2) 16 hexes. The army’s supply line is not overextended.</p>\n<p>Marcus’s army then enters the harsh desert of the Waste, travelling 3 hexes. Each desert hex counts as 4 hexes, so the length of the army’s supply line is now (32 / 2) 16 hexes from the road and (3 x 4) 12 hexes from the desert, for a total of 28 hexes. Its supply line is overextended, so Marcus’s army is out of supply!</p>\n<p>EXAMPLE #2: Baal the Terrible’s army departs its supply base in Zidium and marches 30 hexes (320 miles) along the coast of Celdorea, and then 3 hexes inland across settled grassland terrain towards Dappakosea. Since every grassland hex count as 1 hex, and hexes where the route runs along a navigable waterway are not counted at all, Baal’s army’s supply line only counts as 3 hexes long.</p>\n<p>For purposes of measuring their line of supply, elves treat forest terrain as grassland, while dwarves treat hills and mountains as grassland. Beastmen, who have little need for food or drink, eat anything, and forage rapaciously, treat all terrain as grassland.</p>\n<h3>Requisitioning and Looting Supplies</h3>\n<p>While adventurers on an expedition can forage and hunt to meet their needs, armies are too large to sustain themselves in the wild. Instead, an army that is out of supply can <strong>requisition</strong> or <strong>loot</strong> supplies from peasants in the domains it passes through. An orderly requisition of supplies will yield 40gp of supplies per peasant family. This will leave the peasants with sufficient supplies to survive. Supplies can only be requisitioned once per year.</p>\n<p>Any additional supplies taken must be looted. Looting will yield up to 20gp of supplies per peasant family, but the more that is taken the less remains for the peasants to survive on. For each 20gp of supplies looted, one peasant family is lost. This represents the flight of farmers to the woods, starvation from soldiers stealing all the food, and losses from resistance to the looting. A domain can be looted until no peasant families remain, yielding supplies totaling 60gp per family (40gp from requisition and 20gp from looting). Such a domain is usually <strong>pillaged</strong> to boot; see <strong>Pillaging Domains</strong>, p. XX.</p>\n<p>An army (or detached portion thereof) cannot requisition and/or loot more than its own weekly supply cost each day. An army or part of an army that wishes to gather additional supplies beyond those limits can only do so by pillaging.</p>\n<p>EXAMPLE: A company of 60 light cavalry has a supply cost of 240gp per week. Each day, the company could requisition 160gp of supplies and loot another 80gp of supplies, destroying 4 peasant families in the process.</p>\n<p>If the domain’s leader takes umbrage at the supplies being requisitioned or looted, he can fight a battle against the invading army, but generally an army large enough to need to requisition supplies is sufficiently large enough that the petty barons and manorial lords do not resist its efforts, provided the lord himself is not harmed.</p>\n<p>EXAMPLE: Marcus’s army has encamped in a hex at the borders of the Waste. The hex has 600 peasant families under a local lord. With a supply cost of 27,600gp per week and no supplies coming from Cyfaraun, Marcus’s army needs supplies from the peasants. The local lord, with only a small garrison, dares not resist. Marcus requisitions supplies, and gets (600 x 40) 24,000gp.</p>\n<p>Marcus’s army needs more supplies, so despite his moral objections he orders his men to loot another 4,000gp. This causes the loss of (4,000 / 20) 200 peasant families. Marcus’s army is supplied and marches on. The count stares in horror at the ruin that was once his flourishing domain.</p>\n<p>A moving army can either requisition all its supplies from one particular hex, or requisition a fraction of its supplies from each hex it travels though. Either way, requisitioning and looting reduces its speed by 50%. If an army force marches while requisitioning and looting, it can move at its normal expedition speed.</p>\n<p>An encamped (stationary) army must first requisition supplies from the hexes it is encamped in, and then from adjacent hexes.</p>\n<h3>Consequences of Lack of Supplies</h3>\n<p>Troops which are only partially supplied (but still at least half their full supplies) become <strong>underfed</strong>. Underfed troops suffer a -1 penalty on attack throws, proficiency throws, and saving throws, cannot force march, and cannot heal wounds naturally. As soon as the troops receive all of the required supplies, the underfed condition ends.</p>\n<p>Troops which are unsupplied (less than half their full supplies) become <strong>starving</strong>. Starving troops suffer a -1 penalty on attack throws, proficiency throws, and saving throw, lose 3 hit points each week (inflicted on the day they should have been supplied), and cannot force march or heal wounds naturally. Ordinary troops with 1-1 HD will be at 1 hp after the first week, and will be dead after the second week. If the troops receive partial supplies, the starving condition is replaced by the underfed condition, but lost hp are not recovered. If the troops receive full supplies, the starving condition ends and lost hit points are recovered at 1 point per day while they remain in supply.</p>\n<p>Troops which are unsupplied in barrens or desert and not in a hex with a river or lake also become <strong>dehydrated</strong>. Dehydrated troops lose 1 hit point per day. Ordinary troops with 1-1 HD will be dead after five days. If the troops receive half supplies or full supplies, the dehydrated condition ends.</p>\n<p>Even if an army physically survives lack of supply, it might not survive psychologically. Each week a unit is partially or completely unsupplied counts as a calamity(p. XX), and the unit must make a loyalty roll.</p>\n<p>If the army has enough supplies to feed some of its units, but not all, the army’s leader can choose which units to supply and to what extent. If some troops receive full supplies while others receive none, the unsupplied units suffer an additional -1 penalty on their loyalty rolls, as it is evident that they are being left to starve while others feed.</p>\n<h3>Supply Simplified</h3>\n<p>In most cases, field armies that campaign in well-populated areas along roads and waterways can easily maintain their lines of supply. The Judge can simply deduct an army’s supply cost from its leader’s treasury each week, and only check for supply if the army is cut off by enemies, attempts to cross hostile or unsettled terrain, or moves more than 24 miles from a road or waterway.</p>\n",
  "sections": [
    {
      "title": "Supplying Armies",
      "level": 2,
      "html": "<p>An army on campaign must periodically receive <strong>supplies</strong> or suffer severe consequences. In order to receive supplies, an army must meet three conditions. First, it must be able to pay a <strong>supply cost</strong> (in gold pieces). Second, it must have a sufficiently valuable <strong>supply base</strong> or bases.Third, it must have a clear <strong>line of supply</strong> to its supply base when supply is checked.</p>\n"
    },
    {
      "title": "Supply Cost",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Unit</strong>  <strong>Scale</strong></td>\n<td><strong>Cost Per</strong>  <strong>Infantry Unit</strong></td>\n<td><strong>Cost Per</strong>  <strong>Cavalry Unit</strong></td>\n</tr>\n<tr>\n<td>Platoon</td>\n<td>15gp</td>\n<td>60gp</td>\n</tr>\n<tr>\n<td>Company</td>\n<td>60gp</td>\n<td>240gp</td>\n</tr>\n<tr>\n<td>Battalion</td>\n<td>240gp</td>\n<td>960gp</td>\n</tr>\n<tr>\n<td>Brigade</td>\n<td>960gp</td>\n<td>3,840gp</td>\n</tr>\n</tbody></table>\n<p>Each week, the supply cost is 60gp for each unit of 120 infantry; and 240gp for each unit of 60 cavalry or 60 large creatures. The <em><strong>ACKS II Monstrous Manual</strong></em>has a list of weekly supply costs for other types of creatures. Armies with smaller- or larger- scale units cost proportionately more to supply per unit.</p>\n<p>The costs are inclusive of fresh bread, wheat, and water, as well as pack animals and handlers for the transport of the provisions.</p>\n<p>EXAMPLE: Marcus’s army consists of 12 brigade-sized infantry units and 4 brigade-sized cavalry units. His army’s supply cost is [12 x 960) + (4 x 3,840)] 26,880gp per week.</p>\n<p><strong>Carnivorous Troops:</strong> Most units are fed wheat, oats, grass, and similar inexpensive foodstuffs. If a unit’s troops or mounts are carnivorous (e.g. beast riders, dragons, ghouls), the unit will be much more expensive to supply. The supply cost for these units is generally four times higher.</p>\n<p>As supplying carnivores can be quite expensive, these units are sometimes fed battle <strong>casualties</strong> (p. XX) or <strong>prisoners captured</strong> (p. XX and p. XX) in battle or from pillage. Each casualty or prisoner supplies 1gp of meat per 1.5 st of weight. (A typical human prisoner would therefore provide 10gp worth of meat.) A non-Chaotic unit which sees casualties or prisoners of its own race eaten by a carnivorous unit from its own army suffers a calamity (triggering a loyalty roll) due to the innate repulsiveness of the practice.</p>\n<p>EXAMPLE: Moruvai’s army includes a unit of 60 goblin wolf riders. The wolf riders cost (240 x 4) 960gp per week to supply.</p>\n<p>When Moruvai’s army captures 500 human commoners, the ruthless ruinguard decides to use the prisoners as food for the wolf riders. Human commoners weigh 15 st (150 lbs) each. Therefore they supply (500 x 15 / 1.5 ) = 5,000gp worth of meat to the wolf riders, enough to keep the unit in supply for more than 5 weeks.</p>\n<p>However, Moruvai’s army includes four units of Neutral-aligned human mercenaries. Upon seeing prisoners of their race devoured by the wolf riders, each of these units must now make a loyalty roll. One of the units fails its roll and deserts. Undeterred, Moruvai sends his wolf riders to capture the deserters. Some problems create their own solutions...</p>\n<p><strong>Hungerless Troops:</strong> Certain troops, such as constructs, have no need to eat or drink. Such units have no supply cost and do not have to maintain lines of supply. They are never considered out of supply.</p>\n"
    },
    {
      "title": "Supply Base",
      "level": 3,
      "html": "<p>A supply base converts supply cost (gold) into food, water, and other provisions. Any friendly or occupied city, town, or stronghold can serve as a supply base. In order to be in supply, an army requires one or more supply bases whose total value equals or exceeds its supply cost.The value of a supply base is the sum of the following:</p>\n<ul>\n<li>The monthly income (after expenses) of the supply base;</li>\n<li>The monthly income (after expenses) of any friendly domains in the same 24-mile hex as the supply base; and</li>\n<li>The value of any supply bases to which the supply base itself has a clear line of supply (see below)</li>\n</ul>\n<p>EXAMPLE #1: Marcus’s supply base is Cyfaraun, a city of 2,550 families in a domain of 7,500 families. Cyfaraun’s total monthly income is 62,400gp. Cyfaraun has a clear line of supply to Arganos, a Class II city with a supply value of 110,000gp. Cyfaraun is therefore a supply base with a value of (62,400 + 110,000) 172,400gp, easily valuable enough to serve as the supply base for Marcus’s army.</p>\n<p>EXAMPLE #2: Later in the war, Marcus has greatly expanded his army, and now has a supply cost of 65,000gp. Meanwhile, Arganos has become besieged, so there is no longer a clear line of supply to it from Cyfaraun. Cyfaraun is now worth only 62,400gp as a supply base. It is no longer of sufficient value to serve as a supply base for Marcus’s expanded force.</p>\n<p>If necessary an army can construct its own supply bases. As a 10,000gp construction project, an army can build a small border fort that can serve as a Class VI market. By building such supply bases periodically as necessary to maintain a clear line of supply, the army can create a chain of supply bases back to a large capital.</p>\n<p>EXAMPLE: With Cyfaraun no longer sufficient to serve as his supply base, Marcus must find a larger supply base. The city of Kavala is the last friendly city of sufficient size to be his supply base, but Kavala is separated from his army by 900 miles of desert. Marcus decides to construct a chain of 38 forts, each 24 miles apart, stretching from his army’s area of operation all the way back to Kavala. It will cost 380,000gp to build these forts, but Marcus will have a supply base for campaigns anywhere between the borderlands and Kavala... assuming that the enemy does not capture one of the “links” in the chain of forts.</p>\n<p>An army may change its supply base(s) at any time. For instance, if it captures a stronghold near the front lines, it can begin to use the captured stronghold as its supply base.</p>\n"
    },
    {
      "title": "Line and Length of Supply",
      "level": 3,
      "html": "<p>The <strong>line of supply</strong> is the route between the army and its supply base, or from one supply base to another. To function, a line of supply must be <strong>clear</strong>. A line of supply is clear if it is neither <strong>blocked</strong> nor <strong>overextended</strong> when supply is checked. Supply is checked weekly, except in barrens or desert terrain, where it is checked daily.</p>\n<p>A supply line becomes <strong>blocked</strong> if the route passes through any hexes <strong>occupied</strong> by at least a unit of enemy troops. The size of the unit must be at least equal to the unit scale of the army whose supply line is being blocked. An army with a blocked supply line is out of supply until the enemy forces are driven off or a new, unobstructed route is found for the supplies.</p>\n<p>EXAMPLE: An army of 6 heavy infantry companies and 2 light cavalry companies can have its supply line blocked in a hex by one enemy company. An army of 6 heavy infantry brigades and 2 light cavalry brigades can only have its supply line blocked in a hex by an enemy brigade.</p>\n<p>A supply line becomes <strong>overextended</strong> if the route between the army and its supply base is too long. The length that the supply line can extend is limited by the terrain the supply line traverses.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Each Hex of Terrain</td>\n<td>Counts as</td>\n</tr>\n<tr>\n<td>Barrens, Desert</td>\n<td>4 hexes</td>\n</tr>\n<tr>\n<td>Jungle, Mountain, Swamp</td>\n<td>2 hexes</td>\n</tr>\n<tr>\n<td>Hills, Forest</td>\n<td>3/2 hexes</td>\n</tr>\n<tr>\n<td>Grassland, Shrubland</td>\n<td>1 hex</td>\n</tr>\n<tr>\n<td>Road</td>\n<td>1/2 hex</td>\n</tr>\n<tr>\n<td>Navigable Waterway</td>\n<td>No hexes</td>\n</tr>\n</tbody></table>\n<p>Determining whether a supply line is overextended is a simple matter. Just count the number of 6-mile hexes between the army and its supply base. Count each barren or desert hex as four hexes. Count each jungle, mountain, or swamp hex as two hexes. Count every two hill or forest hexes as three hexes. Count each grassland and scrub hex. Count every two road hexes as just one hex. Do not count hexes where the route runs along a navigable waterway at all! If the total count exceeds 16 hexes (96 miles), the line of supply is overextended.</p>\n<p>An army with an overextended supply line is out of supply until it shortens its supply line to within the permitted length.</p>\n<p>EXAMPLE #1: Marcus’s army departs from Cyfaraun, marching along an old imperial road for 32 hexes (192 miles). Every 4 road hex counts as 1 hex, so the length of the supply line is (32/2) 16 hexes. The army’s supply line is not overextended.</p>\n<p>Marcus’s army then enters the harsh desert of the Waste, travelling 3 hexes. Each desert hex counts as 4 hexes, so the length of the army’s supply line is now (32 / 2) 16 hexes from the road and (3 x 4) 12 hexes from the desert, for a total of 28 hexes. Its supply line is overextended, so Marcus’s army is out of supply!</p>\n<p>EXAMPLE #2: Baal the Terrible’s army departs its supply base in Zidium and marches 30 hexes (320 miles) along the coast of Celdorea, and then 3 hexes inland across settled grassland terrain towards Dappakosea. Since every grassland hex count as 1 hex, and hexes where the route runs along a navigable waterway are not counted at all, Baal’s army’s supply line only counts as 3 hexes long.</p>\n<p>For purposes of measuring their line of supply, elves treat forest terrain as grassland, while dwarves treat hills and mountains as grassland. Beastmen, who have little need for food or drink, eat anything, and forage rapaciously, treat all terrain as grassland.</p>\n"
    },
    {
      "title": "Requisitioning and Looting Supplies",
      "level": 3,
      "html": "<p>While adventurers on an expedition can forage and hunt to meet their needs, armies are too large to sustain themselves in the wild. Instead, an army that is out of supply can <strong>requisition</strong> or <strong>loot</strong> supplies from peasants in the domains it passes through. An orderly requisition of supplies will yield 40gp of supplies per peasant family. This will leave the peasants with sufficient supplies to survive. Supplies can only be requisitioned once per year.</p>\n<p>Any additional supplies taken must be looted. Looting will yield up to 20gp of supplies per peasant family, but the more that is taken the less remains for the peasants to survive on. For each 20gp of supplies looted, one peasant family is lost. This represents the flight of farmers to the woods, starvation from soldiers stealing all the food, and losses from resistance to the looting. A domain can be looted until no peasant families remain, yielding supplies totaling 60gp per family (40gp from requisition and 20gp from looting). Such a domain is usually <strong>pillaged</strong> to boot; see <strong>Pillaging Domains</strong>, p. XX.</p>\n<p>An army (or detached portion thereof) cannot requisition and/or loot more than its own weekly supply cost each day. An army or part of an army that wishes to gather additional supplies beyond those limits can only do so by pillaging.</p>\n<p>EXAMPLE: A company of 60 light cavalry has a supply cost of 240gp per week. Each day, the company could requisition 160gp of supplies and loot another 80gp of supplies, destroying 4 peasant families in the process.</p>\n<p>If the domain’s leader takes umbrage at the supplies being requisitioned or looted, he can fight a battle against the invading army, but generally an army large enough to need to requisition supplies is sufficiently large enough that the petty barons and manorial lords do not resist its efforts, provided the lord himself is not harmed.</p>\n<p>EXAMPLE: Marcus’s army has encamped in a hex at the borders of the Waste. The hex has 600 peasant families under a local lord. With a supply cost of 27,600gp per week and no supplies coming from Cyfaraun, Marcus’s army needs supplies from the peasants. The local lord, with only a small garrison, dares not resist. Marcus requisitions supplies, and gets (600 x 40) 24,000gp.</p>\n<p>Marcus’s army needs more supplies, so despite his moral objections he orders his men to loot another 4,000gp. This causes the loss of (4,000 / 20) 200 peasant families. Marcus’s army is supplied and marches on. The count stares in horror at the ruin that was once his flourishing domain.</p>\n<p>A moving army can either requisition all its supplies from one particular hex, or requisition a fraction of its supplies from each hex it travels though. Either way, requisitioning and looting reduces its speed by 50%. If an army force marches while requisitioning and looting, it can move at its normal expedition speed.</p>\n<p>An encamped (stationary) army must first requisition supplies from the hexes it is encamped in, and then from adjacent hexes.</p>\n"
    },
    {
      "title": "Consequences of Lack of Supplies",
      "level": 3,
      "html": "<p>Troops which are only partially supplied (but still at least half their full supplies) become <strong>underfed</strong>. Underfed troops suffer a -1 penalty on attack throws, proficiency throws, and saving throws, cannot force march, and cannot heal wounds naturally. As soon as the troops receive all of the required supplies, the underfed condition ends.</p>\n<p>Troops which are unsupplied (less than half their full supplies) become <strong>starving</strong>. Starving troops suffer a -1 penalty on attack throws, proficiency throws, and saving throw, lose 3 hit points each week (inflicted on the day they should have been supplied), and cannot force march or heal wounds naturally. Ordinary troops with 1-1 HD will be at 1 hp after the first week, and will be dead after the second week. If the troops receive partial supplies, the starving condition is replaced by the underfed condition, but lost hp are not recovered. If the troops receive full supplies, the starving condition ends and lost hit points are recovered at 1 point per day while they remain in supply.</p>\n<p>Troops which are unsupplied in barrens or desert and not in a hex with a river or lake also become <strong>dehydrated</strong>. Dehydrated troops lose 1 hit point per day. Ordinary troops with 1-1 HD will be dead after five days. If the troops receive half supplies or full supplies, the dehydrated condition ends.</p>\n<p>Even if an army physically survives lack of supply, it might not survive psychologically. Each week a unit is partially or completely unsupplied counts as a calamity(p. XX), and the unit must make a loyalty roll.</p>\n<p>If the army has enough supplies to feed some of its units, but not all, the army’s leader can choose which units to supply and to what extent. If some troops receive full supplies while others receive none, the unsupplied units suffer an additional -1 penalty on their loyalty rolls, as it is evident that they are being left to starve while others feed.</p>\n"
    },
    {
      "title": "Supply Simplified",
      "level": 3,
      "html": "<p>In most cases, field armies that campaign in well-populated areas along roads and waterways can easily maintain their lines of supply. The Judge can simply deduct an army’s supply cost from its leader’s treasury each week, and only check for supply if the army is cut off by enemies, attempts to cross hostile or unsettled terrain, or moves more than 24 miles from a road or waterway.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Supplying Armies\n\nAn army on campaign must periodically receive **supplies** or suffer severe consequences. In order to receive supplies, an army must meet three conditions. First, it must be able to pay a **supply cost** (in gold pieces). Second, it must have a sufficiently valuable **supply base** or bases.Third, it must have a clear **line of supply** to its supply base when supply is checked.\n\n### Supply Cost\n\n|  |  |  |\n| --- | --- | --- |\n| **Unit**  **Scale** | **Cost Per**  **Infantry Unit** | **Cost Per**  **Cavalry Unit** |\n| Platoon | 15gp | 60gp |\n| Company | 60gp | 240gp |\n| Battalion | 240gp | 960gp |\n| Brigade | 960gp | 3,840gp |\n\nEach week, the supply cost is 60gp for each unit of 120 infantry; and 240gp for each unit of 60 cavalry or 60 large creatures. The ***ACKS II Monstrous Manual***has a list of weekly supply costs for other types of creatures. Armies with smaller- or larger- scale units cost proportionately more to supply per unit.\n\nThe costs are inclusive of fresh bread, wheat, and water, as well as pack animals and handlers for the transport of the provisions.\n\nEXAMPLE: Marcus’s army consists of 12 brigade-sized infantry units and 4 brigade-sized cavalry units. His army’s supply cost is [12 x 960) + (4 x 3,840)] 26,880gp per week.\n\n**Carnivorous Troops:** Most units are fed wheat, oats, grass, and similar inexpensive foodstuffs. If a unit’s troops or mounts are carnivorous (e.g. beast riders, dragons, ghouls), the unit will be much more expensive to supply. The supply cost for these units is generally four times higher.\n\nAs supplying carnivores can be quite expensive, these units are sometimes fed battle **casualties** (p. XX) or **prisoners captured** (p. XX and p. XX) in battle or from pillage. Each casualty or prisoner supplies 1gp of meat per 1.5 st of weight. (A typical human prisoner would therefore provide 10gp worth of meat.) A non-Chaotic unit which sees casualties or prisoners of its own race eaten by a carnivorous unit from its own army suffers a calamity (triggering a loyalty roll) due to the innate repulsiveness of the practice.\n\nEXAMPLE: Moruvai’s army includes a unit of 60 goblin wolf riders. The wolf riders cost (240 x 4) 960gp per week to supply.\n\nWhen Moruvai’s army captures 500 human commoners, the ruthless ruinguard decides to use the prisoners as food for the wolf riders. Human commoners weigh 15 st (150 lbs) each. Therefore they supply (500 x 15 / 1.5 ) = 5,000gp worth of meat to the wolf riders, enough to keep the unit in supply for more than 5 weeks.\n\nHowever, Moruvai’s army includes four units of Neutral-aligned human mercenaries. Upon seeing prisoners of their race devoured by the wolf riders, each of these units must now make a loyalty roll. One of the units fails its roll and deserts. Undeterred, Moruvai sends his wolf riders to capture the deserters. Some problems create their own solutions...\n\n**Hungerless Troops:** Certain troops, such as constructs, have no need to eat or drink. Such units have no supply cost and do not have to maintain lines of supply. They are never considered out of supply.\n\n### Supply Base\n\nA supply base converts supply cost (gold) into food, water, and other provisions. Any friendly or occupied city, town, or stronghold can serve as a supply base. In order to be in supply, an army requires one or more supply bases whose total value equals or exceeds its supply cost.The value of a supply base is the sum of the following:\n\n* The monthly income (after expenses) of the supply base;\n* The monthly income (after expenses) of any friendly domains in the same 24-mile hex as the supply base; and\n* The value of any supply bases to which the supply base itself has a clear line of supply (see below)\n\nEXAMPLE #1: Marcus’s supply base is Cyfaraun, a city of 2,550 families in a domain of 7,500 families. Cyfaraun’s total monthly income is 62,400gp. Cyfaraun has a clear line of supply to Arganos, a Class II city with a supply value of 110,000gp. Cyfaraun is therefore a supply base with a value of (62,400 + 110,000) 172,400gp, easily valuable enough to serve as the supply base for Marcus’s army.\n\nEXAMPLE #2: Later in the war, Marcus has greatly expanded his army, and now has a supply cost of 65,000gp. Meanwhile, Arganos has become besieged, so there is no longer a clear line of supply to it from Cyfaraun. Cyfaraun is now worth only 62,400gp as a supply base. It is no longer of sufficient value to serve as a supply base for Marcus’s expanded force.\n\nIf necessary an army can construct its own supply bases. As a 10,000gp construction project, an army can build a small border fort that can serve as a Class VI market. By building such supply bases periodically as necessary to maintain a clear line of supply, the army can create a chain of supply bases back to a large capital.\n\nEXAMPLE: With Cyfaraun no longer sufficient to serve as his supply base, Marcus must find a larger supply base. The city of Kavala is the last friendly city of sufficient size to be his supply base, but Kavala is separated from his army by 900 miles of desert. Marcus decides to construct a chain of 38 forts, each 24 miles apart, stretching from his army’s area of operation all the way back to Kavala. It will cost 380,000gp to build these forts, but Marcus will have a supply base for campaigns anywhere between the borderlands and Kavala... assuming that the enemy does not capture one of the “links” in the chain of forts.\n\nAn army may change its supply base(s) at any time. For instance, if it captures a stronghold near the front lines, it can begin to use the captured stronghold as its supply base.\n\n### Line and Length of Supply\n\nThe **line of supply** is the route between the army and its supply base, or from one supply base to another. To function, a line of supply must be **clear**. A line of supply is clear if it is neither **blocked** nor **overextended** when supply is checked. Supply is checked weekly, except in barrens or desert terrain, where it is checked daily.\n\nA supply line becomes **blocked** if the route passes through any hexes **occupied** by at least a unit of enemy troops. The size of the unit must be at least equal to the unit scale of the army whose supply line is being blocked. An army with a blocked supply line is out of supply until the enemy forces are driven off or a new, unobstructed route is found for the supplies.\n\nEXAMPLE: An army of 6 heavy infantry companies and 2 light cavalry companies can have its supply line blocked in a hex by one enemy company. An army of 6 heavy infantry brigades and 2 light cavalry brigades can only have its supply line blocked in a hex by an enemy brigade.\n\nA supply line becomes **overextended** if the route between the army and its supply base is too long. The length that the supply line can extend is limited by the terrain the supply line traverses.\n\n|  |  |\n| --- | --- |\n| Each Hex of Terrain | Counts as |\n| Barrens, Desert | 4 hexes |\n| Jungle, Mountain, Swamp | 2 hexes |\n| Hills, Forest | 3/2 hexes |\n| Grassland, Shrubland | 1 hex |\n| Road | 1/2 hex |\n| Navigable Waterway | No hexes |\n\nDetermining whether a supply line is overextended is a simple matter. Just count the number of 6-mile hexes between the army and its supply base. Count each barren or desert hex as four hexes. Count each jungle, mountain, or swamp hex as two hexes. Count every two hill or forest hexes as three hexes. Count each grassland and scrub hex. Count every two road hexes as just one hex. Do not count hexes where the route runs along a navigable waterway at all! If the total count exceeds 16 hexes (96 miles), the line of supply is overextended.\n\nAn army with an overextended supply line is out of supply until it shortens its supply line to within the permitted length.\n\nEXAMPLE #1: Marcus’s army departs from Cyfaraun, marching along an old imperial road for 32 hexes (192 miles). Every 4 road hex counts as 1 hex, so the length of the supply line is (32/2) 16 hexes. The army’s supply line is not overextended.\n\nMarcus’s army then enters the harsh desert of the Waste, travelling 3 hexes. Each desert hex counts as 4 hexes, so the length of the army’s supply line is now (32 / 2) 16 hexes from the road and (3 x 4) 12 hexes from the desert, for a total of 28 hexes. Its supply line is overextended, so Marcus’s army is out of supply!\n\nEXAMPLE #2: Baal the Terrible’s army departs its supply base in Zidium and marches 30 hexes (320 miles) along the coast of Celdorea, and then 3 hexes inland across settled grassland terrain towards Dappakosea. Since every grassland hex count as 1 hex, and hexes where the route runs along a navigable waterway are not counted at all, Baal’s army’s supply line only counts as 3 hexes long.\n\nFor purposes of measuring their line of supply, elves treat forest terrain as grassland, while dwarves treat hills and mountains as grassland. Beastmen, who have little need for food or drink, eat anything, and forage rapaciously, treat all terrain as grassland.\n\n### Requisitioning and Looting Supplies\n\nWhile adventurers on an expedition can forage and hunt to meet their needs, armies are too large to sustain themselves in the wild. Instead, an army that is out of supply can **requisition** or **loot** supplies from peasants in the domains it passes through. An orderly requisition of supplies will yield 40gp of supplies per peasant family. This will leave the peasants with sufficient supplies to survive. Supplies can only be requisitioned once per year.\n\nAny additional supplies taken must be looted. Looting will yield up to 20gp of supplies per peasant family, but the more that is taken the less remains for the peasants to survive on. For each 20gp of supplies looted, one peasant family is lost. This represents the flight of farmers to the woods, starvation from soldiers stealing all the food, and losses from resistance to the looting. A domain can be looted until no peasant families remain, yielding supplies totaling 60gp per family (40gp from requisition and 20gp from looting). Such a domain is usually **pillaged** to boot; see **Pillaging Domains**, p. XX.\n\nAn army (or detached portion thereof) cannot requisition and/or loot more than its own weekly supply cost each day. An army or part of an army that wishes to gather additional supplies beyond those limits can only do so by pillaging.\n\nEXAMPLE: A company of 60 light cavalry has a supply cost of 240gp per week. Each day, the company could requisition 160gp of supplies and loot another 80gp of supplies, destroying 4 peasant families in the process.\n\nIf the domain’s leader takes umbrage at the supplies being requisitioned or looted, he can fight a battle against the invading army, but generally an army large enough to need to requisition supplies is sufficiently large enough that the petty barons and manorial lords do not resist its efforts, provided the lord himself is not harmed.\n\nEXAMPLE: Marcus’s army has encamped in a hex at the borders of the Waste. The hex has 600 peasant families under a local lord. With a supply cost of 27,600gp per week and no supplies coming from Cyfaraun, Marcus’s army needs supplies from the peasants. The local lord, with only a small garrison, dares not resist. Marcus requisitions supplies, and gets (600 x 40) 24,000gp.\n\nMarcus’s army needs more supplies, so despite his moral objections he orders his men to loot another 4,000gp. This causes the loss of (4,000 / 20) 200 peasant families. Marcus’s army is supplied and marches on. The count stares in horror at the ruin that was once his flourishing domain.\n\nA moving army can either requisition all its supplies from one particular hex, or requisition a fraction of its supplies from each hex it travels though. Either way, requisitioning and looting reduces its speed by 50%. If an army force marches while requisitioning and looting, it can move at its normal expedition speed.\n\nAn encamped (stationary) army must first requisition supplies from the hexes it is encamped in, and then from adjacent hexes.\n\n### Consequences of Lack of Supplies\n\nTroops which are only partially supplied (but still at least half their full supplies) become **underfed**. Underfed troops suffer a -1 penalty on attack throws, proficiency throws, and saving throws, cannot force march, and cannot heal wounds naturally. As soon as the troops receive all of the required supplies, the underfed condition ends.\n\nTroops which are unsupplied (less than half their full supplies) become **starving**. Starving troops suffer a -1 penalty on attack throws, proficiency throws, and saving throw, lose 3 hit points each week (inflicted on the day they should have been supplied), and cannot force march or heal wounds naturally. Ordinary troops with 1-1 HD will be at 1 hp after the first week, and will be dead after the second week. If the troops receive partial supplies, the starving condition is replaced by the underfed condition, but lost hp are not recovered. If the troops receive full supplies, the starving condition ends and lost hit points are recovered at 1 point per day while they remain in supply.\n\nTroops which are unsupplied in barrens or desert and not in a hex with a river or lake also become **dehydrated**. Dehydrated troops lose 1 hit point per day. Ordinary troops with 1-1 HD will be dead after five days. If the troops receive half supplies or full supplies, the dehydrated condition ends.\n\nEven if an army physically survives lack of supply, it might not survive psychologically. Each week a unit is partially or completely unsupplied counts as a calamity(p. XX), and the unit must make a loyalty roll.\n\nIf the army has enough supplies to feed some of its units, but not all, the army’s leader can choose which units to supply and to what extent. If some troops receive full supplies while others receive none, the unsupplied units suffer an additional -1 penalty on their loyalty rolls, as it is evident that they are being left to starve while others feed.\n\n### Supply Simplified\n\nIn most cases, field armies that campaign in well-populated areas along roads and waterways can easily maintain their lines of supply. The Judge can simply deduct an army’s supply cost from its leader’s treasury each week, and only check for supply if the army is cut off by enemies, attempts to cross hostile or unsettled terrain, or moves more than 24 miles from a road or waterway.\n"
}