{
  "html": "<h2>Strategic Situations</h2>\n<p>The State of Awareness tables will yield one of several different strategic situations. The strategic situation determines whether a battle is fought; and if so, which divisions of the armies may participate in the fight, and whether either army is surprised.</p>\n<p><strong>No Battle:</strong> No battle occurs. The two armies may each continue to move when they are next active.</p>\n<p><strong>Pitched Battle:</strong> A pitched battle occurs when the two armies meet on a mutually agreed battlefield, fully deployed. Every division from each army participates in the battle. Neither army is surprised.</p>\n<p><strong>Meeting Engagement:</strong> A meeting engagement pits the vanguard divisions of one army against the vanguard divisions of the other army. Neither army is surprised. Only units from each army’s vanguard can be deployed before the first battle turn.</p>\n<p><strong>Rear Guard Action:</strong> A rear guard action pits every division of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the evading army’s rear guard can be deployed before the first battle turn.</p>\n<p><strong>Skirmish:</strong> A skirmish pits the vanguard divisions of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the attacking army’s vanguard and the defending army’s rear guard can be deployed before the first battle turn.</p>\n<p><strong>Ambush:</strong> An ambush occurs when an unaware army on the march is surprised by a fully deployed and ready army to its front. Every division from each army participates in the battle, but the unaware army is surprised. An ambushing army always counts as an attacking army for purposes of army size symmetry (see p. XX), so if it is smaller than the enemy it can attack before they are fully deployed.</p>\n<p><strong>Envelopment:</strong> An envelopment occurs when an army deployed for defense is surprised by an attack by an offensive army on its front and flank. Every division from each army participates in the battle.</p>\n<p><strong>Deep Envelopment:</strong> A deep envelopment occurs when an offensive army is surprised by an attack by an opposing army on its front and rear. Every division from each army participates in the battle.</p>\n<p><strong>Rear Guard Envelopment:</strong> A rear guard envelopment occurs when an army’s rear guard divisions, deployed to cover an evasion, are surprised by an attack by an opposing army on its front and flank. Every division from the opposing army participates.</p>\n<p>Units that are unable to be deployed before the first battle turn can later join the battle as reinforcements (see p. XX).</p>\n<p>On any result other than <strong>No Battle</strong><em>,</em> the Judge can resolve the battle using the rules below. Alternatively, the Judge can use the more detailed rules available in <em><strong>Domains at War: Battles</strong></em>to fight the battle on the tabletop*.*</p>\n",
  "sections": [
    {
      "title": "Strategic Situations",
      "level": 2,
      "html": "<p>The State of Awareness tables will yield one of several different strategic situations. The strategic situation determines whether a battle is fought; and if so, which divisions of the armies may participate in the fight, and whether either army is surprised.</p>\n<p><strong>No Battle:</strong> No battle occurs. The two armies may each continue to move when they are next active.</p>\n<p><strong>Pitched Battle:</strong> A pitched battle occurs when the two armies meet on a mutually agreed battlefield, fully deployed. Every division from each army participates in the battle. Neither army is surprised.</p>\n<p><strong>Meeting Engagement:</strong> A meeting engagement pits the vanguard divisions of one army against the vanguard divisions of the other army. Neither army is surprised. Only units from each army’s vanguard can be deployed before the first battle turn.</p>\n<p><strong>Rear Guard Action:</strong> A rear guard action pits every division of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the evading army’s rear guard can be deployed before the first battle turn.</p>\n<p><strong>Skirmish:</strong> A skirmish pits the vanguard divisions of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the attacking army’s vanguard and the defending army’s rear guard can be deployed before the first battle turn.</p>\n<p><strong>Ambush:</strong> An ambush occurs when an unaware army on the march is surprised by a fully deployed and ready army to its front. Every division from each army participates in the battle, but the unaware army is surprised. An ambushing army always counts as an attacking army for purposes of army size symmetry (see p. XX), so if it is smaller than the enemy it can attack before they are fully deployed.</p>\n<p><strong>Envelopment:</strong> An envelopment occurs when an army deployed for defense is surprised by an attack by an offensive army on its front and flank. Every division from each army participates in the battle.</p>\n<p><strong>Deep Envelopment:</strong> A deep envelopment occurs when an offensive army is surprised by an attack by an opposing army on its front and rear. Every division from each army participates in the battle.</p>\n<p><strong>Rear Guard Envelopment:</strong> A rear guard envelopment occurs when an army’s rear guard divisions, deployed to cover an evasion, are surprised by an attack by an opposing army on its front and flank. Every division from the opposing army participates.</p>\n<p>Units that are unable to be deployed before the first battle turn can later join the battle as reinforcements (see p. XX).</p>\n<p>On any result other than <strong>No Battle</strong><em>,</em> the Judge can resolve the battle using the rules below. Alternatively, the Judge can use the more detailed rules available in <em><strong>Domains at War: Battles</strong></em>to fight the battle on the tabletop*.*</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Strategic Situations\n\nThe State of Awareness tables will yield one of several different strategic situations. The strategic situation determines whether a battle is fought; and if so, which divisions of the armies may participate in the fight, and whether either army is surprised.\n\n**No Battle:** No battle occurs. The two armies may each continue to move when they are next active.\n\n**Pitched Battle:** A pitched battle occurs when the two armies meet on a mutually agreed battlefield, fully deployed. Every division from each army participates in the battle. Neither army is surprised.\n\n**Meeting Engagement:** A meeting engagement pits the vanguard divisions of one army against the vanguard divisions of the other army. Neither army is surprised. Only units from each army’s vanguard can be deployed before the first battle turn.\n\n**Rear Guard Action:** A rear guard action pits every division of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the evading army’s rear guard can be deployed before the first battle turn.\n\n**Skirmish:** A skirmish pits the vanguard divisions of an offensive army against the rear guard divisions of an evading army. Neither army is surprised. Only units from the attacking army’s vanguard and the defending army’s rear guard can be deployed before the first battle turn.\n\n**Ambush:** An ambush occurs when an unaware army on the march is surprised by a fully deployed and ready army to its front. Every division from each army participates in the battle, but the unaware army is surprised. An ambushing army always counts as an attacking army for purposes of army size symmetry (see p. XX), so if it is smaller than the enemy it can attack before they are fully deployed.\n\n**Envelopment:** An envelopment occurs when an army deployed for defense is surprised by an attack by an offensive army on its front and flank. Every division from each army participates in the battle.\n\n**Deep Envelopment:** A deep envelopment occurs when an offensive army is surprised by an attack by an opposing army on its front and rear. Every division from each army participates in the battle.\n\n**Rear Guard Envelopment:** A rear guard envelopment occurs when an army’s rear guard divisions, deployed to cover an evasion, are surprised by an attack by an opposing army on its front and flank. Every division from the opposing army participates.\n\nUnits that are unable to be deployed before the first battle turn can later join the battle as reinforcements (see p. XX).\n\nOn any result other than **No Battle***,* the Judge can resolve the battle using the rules below. Alternatively, the Judge can use the more detailed rules available in ***Domains at War: Battles***to fight the battle on the tabletop*.*\n"
}