{
  "html": "<h2>Running a Battle</h2>\n<h3>Gathering the Units</h3>\n<p>Make a counter or marker for each unit in each participating division in the battle. You can use the official <em><strong>Domains at War: Troops &amp; Terrain</strong></em> counters or use figures or scratch paper. Group the units into their divisions and be sure to mark which unit the general and the division commander is with, as well as any lieutenants or other heroes (p. XX). Use figures to represent the officers and heroes.</p>\n<p>Some of the units might be <strong>missile units</strong> or <strong>loose units.</strong> To count as a missile unit, the unit must be:</p>\n<ol>\n<li>Equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, or slings; or</li>\n<li>Made up of spellcasters capable of casting at least three offensive mass combat spells with a range of at least 120’; or</li>\n<li>Made up of monsters with a special attack with a range of at least 120’; or</li>\n</ol>\n<p>To count as a loose unit, the unit must be:</p>\n<ol>\n<li>Human or demi-human light infantry equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, slings, 3 or more javelins, or 5 or more darts; or</li>\n<li>Human or demi-human light cavalry or horse archers equipped with crossbows, composite bows, short bows, or 3 or more javelins.</li>\n<li>If using <em><strong>D@W: Battles</strong></em><em>,</em> any LF, LM, or FLY units.</li>\n</ol>\n<p>Mark which units are missile and loose on the counter or scratch paper.</p>\n<h6>Battlefield Artillery Units</h6>\n<p>Artillery units are only rarely deployed in battle, being primarily reserved for sieges and assaults (p. XX). However, if an army has artillery ready for use, it can use them in the battle. They are organized into units with BR as for an assault (p. XX), but act as missile units and fire in the missile phase. They do not get a separate Artillery Phase as they cannot take advantage of their full range.</p>\n<h3>Calculating the Battle Ratings</h3>\n<p>A unit’s <strong>battle rating (BR)</strong> is a measure of its value on the battlefield. An army’s BR is equal to the sum of the battle ratings of all the units in the army, rounded down. The battle ratings of the default units for the major races are listed in the Battle Rating table, below. The <strong>Unit Characteristics Summaries</strong> (p. XX) have battle ratings for many additional unit types.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Troop Type</strong></td>\n<td><em>Man</em></td>\n<td><em>Dwarf</em></td>\n<td><em>Elf</em></td>\n<td><em>Kobold</em></td>\n<td><em>Goblin</em></td>\n<td><em>Orc</em></td>\n<td><em>Hobgoblin</em></td>\n<td><em>Gnoll</em></td>\n<td><em>Lizardman</em></td>\n<td><em>Bugbear</em></td>\n<td><em>Ogre</em></td>\n</tr>\n<tr>\n<td>Conscript/Militia</td>\n<td>0.5</td>\n<td>0.5</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>1</td>\n<td>-</td>\n<td>1.5</td>\n<td>0.25</td>\n<td>0.5</td>\n<td>1</td>\n<td>2</td>\n<td>2.5</td>\n<td>4</td>\n<td>5.5</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>Heavy Infantry</td>\n<td>2</td>\n<td>3</td>\n<td>4</td>\n<td>-</td>\n<td>-</td>\n<td>1.5</td>\n<td>3</td>\n<td>3.5</td>\n<td>6</td>\n<td>7</td>\n<td>12</td>\n</tr>\n<tr>\n<td>Slinger</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>0.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Bowman</td>\n<td>1.5</td>\n<td>-</td>\n<td>4</td>\n<td>-</td>\n<td>0.5</td>\n<td>1.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Crossbowman</td>\n<td>3</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Longbowman</td>\n<td>3</td>\n<td>-</td>\n<td>6</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4.5</td>\n<td>5.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Cavalry</td>\n<td>3</td>\n<td>-</td>\n<td>6.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Horse Archers</td>\n<td>5</td>\n<td>-</td>\n<td>8.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>6.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Medium Cavalry</td>\n<td>4</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>7</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Heavy Cavalry</td>\n<td>6</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Cataphract Cavalry</td>\n<td>8</td>\n<td>-</td>\n<td>12.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Archers</td>\n<td>2.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Lancers</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>War Elephants</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Mounted Crossbowman</td>\n<td>-</td>\n<td>5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Beast Rider</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>7</td>\n<td>9</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Moruvai has an army consisting of 20 units of goblin bowmen (BR 0.5 each), 4 units of goblin wolf riders (BR 6.5 each), and 5 units of ogre light infantry (BR 4 each). Moruvai’s army has a battle rating of [(20 x 0.5) + (4 x 6.5) + (5 x 4)] 56.</p>\n<h6>Battle Scale</h6>\n<p>The battle ratings are for company-sized units. If one army has units at a larger scale than the other, increase the larger units’ BR proportionately or split them into smaller units. See <strong>Organization and Command in Very Small or Very Large Armies</strong> (p. XX).</p>\n<p>EXAMPLE: Among the forces facing Moruvai’s army are a battalion-sized unit of 480 elven longbowmen. Since a company-sized unit of 120 elven longbowmen has BR 7, a battalion-sized unit of 480 elven longbowmen would have BR 28. Alternatively, the elven longbow battalion could be split into four company-sized units of 120 troops, each with BR 7.</p>\n<p>If both armies are organized into small- or large-scale units of the same size, use the BRs at the standard value. This allows you to quickly fight very large battles with the standard BR values.</p>\n<p>EXAMPLE #1: A large dwarven army (6 brigade-sized units of 1,080 heavy infantry) is battling a huge goblin army (18 brigade-sized units of 1,080 bowmen). Rather than scale BR upward by a factor of 16, the Judge simply assigns the standard BR value to the larger units. Therefore the dwarven army has 6 units with a battle rating of 3 each while the goblin army has 18 units with a battle rating of 0.5 each.</p>\n<p>EXAMPLE #2: A caravan of nomads (6 platoon-sized units of horse archers) are facing a village of goblins (8 platoon-sized units of goblin light infantry). The Judge assigns the standard BR value to the smaller units. Therefore the nomad “army” has 6 units with a BR of 5 each, while the goblin army has 8 units with a battle rating of 0.5 each.</p>\n<p>The battles system works best if both armies have at least 6 units. If either army has fewer than 6 units, reduce the scale by one step or split up the higher BR units into a number of partial units.</p>\n<p>EXAMPLE #1: 9 companies of light infantry (BR 1 each, 9 total) are confronting two companies of goblin wolf riders (BR 7 each, 14 total). The Judge decides to run the fight at platoon scale, so it will be 36 platoons of light infantry versus 8 platoons of wolf riders. The BR values of the two armies are now 36 BR for 56 BR.</p>\n<p>EXAMPLE #2: 12 platoons of militia (BR 0.5 each, 6 BR total) face one platoon of ogre heavy infantry (BR 12). The Judge splits the ogre unit into 12 partial units of 1 BR each.</p>\n<h6>Strategic Ability of Commanders</h6>\n<p>A commander of great <strong>strategic ability</strong> (p. XX) increases the BR of the units in his division. At strategic ability +3 or better, each unit’s BR is increased by 0.5. At strategic ability +5 or better, each unit’s BR is increased by 1.0.</p>\n<p>EXAMPLE: 4 longbowmen are led by a captain with strategic ability +3. Their total battle rating is (4) x (3 + 0.5) 14.</p>\n<h3>Setting Up the Battlefield</h3>\n<p>Next, on a battlemat or large sheet of paper, divide the battlefield into a Left, Center, Right, and Reserve zones for Army A and Army B, as shown.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Army B Reserve</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Army B Right</td>\n<td>Army B Center</td>\n<td>Army B Left</td>\n</tr>\n<tr>\n<td>Army A Left</td>\n<td>Army A Center</td>\n<td>Army A Right</td>\n</tr>\n<tr>\n<td>Army A Reserve</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Each side now deploys its army. In a pitched battle, meeting engagement, rear guard action, and skirmish, the two sides deploy secretly. In an ambush, envelopment, deep envelopment, and rear guard envelopment, the surprised side deploys first publicly and then the opponent deploys.</p>\n<p>Side A is the attacking army. If both armies have an offensive strategic stance, there may not be a clear defender. Use the following guidelines to determine which is the defending army:.</p>\n<ol>\n<li>If one of the two armies is surprised, it is the defending army.</li>\n<li>If both armies are aware of each other, the army that arrived in the hex first can choose whether to be the attacking or defending army.</li>\n<li>If both armies are aware of each other and both armies arrived in the hex simultaneously, then the smaller of the two can choose whether to be the attacking or defending army.</li>\n</ol>\n<p>When deploying, the following rules apply:</p>\n<ul>\n<li>Each army must assign commanders (one of whom can be the general) to the command of its Right, Center, and Left zones. If the army has fewer than three commanders, one or more commanders must command two or three zones. If the army has more than three commanders, the additional commanders can be added as subordinate commanders to a zone. Subordinate commanders add their Leadership Ability to the zone commander’s for purposes of deployment and redeployment.</li>\n<li>Each commander can deploy some or all of his troops in the zone he commands, up to a maximum number of units equal to his Leadership Ability. However, in an Envelopment or Rear Guard Envelopment, the surprised side cannot deploy any troops in its Right Zone. In a Deep Envelopment, the surprised side cannot deploy any troops in its Left or Right Zone.</li>\n<li>Each commander’s unit must be deployed in one of the zones he commands or in the Reserve.</li>\n<li>Any units not deployed in the Right, Center, or Left Zones are deployed into the Reserve zone.</li>\n<li>Heroes that are not commanding or leading units can be deployed in any zone.</li>\n</ul>\n<h6>Effects of Army Size Asymmetry (Optional)</h6>\n<p>When attacking, smaller armies with fewer units can finish deploying all of their units faster than larger armies can. Generals willing to go on the offensive against a larger force can take advantage of this asymmetry.</p>\n<p>An attacking army that is smaller than the defending army can begin fighting the battle as soon as it finishes deploying, without waiting for the defending army to finish deploying. When the battle begins, the attacking army can deploy all of the units it has available based on the strategic situation, while the defending army can only deploy a number of units equal to the number of units the attacking army has deployed. The other units can later join the battle as reinforcements (see p. XX).</p>\n<p>EXAMPLE: An army of 4 light cavalry battalions is attacking an army of 7 heavy infantry battalions in a pitched battle. The attacking general decides to begin fighting as soon his cavalry is deployed. Therefore, the defending army can only deploy of its battalions before the first battle turn.</p>\n<p><strong>Designer’s Note:</strong> Judges sometimes use the battles system to handle fights between adventurer-led mercenaries and powerful monsters in the wilderness. In such cases, we strongly advise that these rules be used so that the monsters can exploit the asymmetry in force size. For instance, if a unit of wyverns observes 16 units of bowmen advancing, the wyverns will not wait for the entire army to deploy in neat files to assail them with arrows to attack them, but will instead immediately attack the head of the column.</p>\n<h3>Fighting the Battle</h3>\n<p>When a battle occurs, the Judge should run a series of <strong>battle turns</strong> following the procedure below. Each battle turn represents approximately 10 minutes of hard fighting. For purposes of battle turns, the first zone refers to Army A’s Right zone and Army B’s Left zone; the second zone is Army A and B’s Center zones; and the third zone is Army A’s Left zone and Army B’s Right zone.</p>\n<ol>\n<li><strong>First Zone Missile Phase.</strong> In this phase, the missile troops in the first zones exchange fire.<ol>\n<li>Calculate Battle Ratings.Each army leader sums the battle rating of all missile units in the zone.</li>\n<li>Make Heroic Forays. Heroic PCs and NPCs in the zone can now make <strong>heroic forays</strong> at missile range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.</li>\n<li>Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of the missile unit that remain in the zone. The target value for the attack throws is 17+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see <strong>Breaking a Zone</strong> (p. XX).</li>\n<li>Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be missile units. These units are destroyed (or, if loose units, <strong>withdrawn</strong>; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.</li>\n</ol>\n</li>\n<li><strong>First Zone Melee Phase.</strong> The surviving units in the first zone now clash as the opposing battlelines come to melee.<ol>\n<li>Calculate Battle Ratings.Each army leader sums the battle rating of all non-missile units in the zone.</li>\n<li>Make Heroic Forays*.* Heroic PCs and NPCs in the zone who did not foray in the Missile Phase can now make <strong>heroic forays</strong> at melee range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.</li>\n<li>Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of he non-missile unit that remain in the zone. The target value for the attack throws is 16+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see <strong>Breaking a Zone</strong> (p. XX).</li>\n<li>Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be non-missile units. These units are destroyed (or, if loose units, <strong>withdrawn</strong>; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.</li>\n</ol>\n</li>\n<li><strong>Second Zone Missile Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Second Zone Melee Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Third Zone Missile Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Third Zone Melee Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Morale Phase.</strong> The Judge now checks to see whether either army has reached a <strong>break point</strong> and if so resolves <strong>morale rolls</strong>, as explained in <strong>Ending Battles</strong> (p. XX). If, after resolving morale, all units of one army have routed or been defeated, the battle ends.</li>\n<li><strong>Redeployment Phase.</strong> Either army can now <strong>redeploy</strong> units. The army leader with the lower strategic ability must redeploy first. (If equal, Army B must decide first.) The army leader can redeploy a number of units equal to his Leadership Ability. A redeployed infantry unit can be moved from the Left, Center, or Right zone to the Reserve zone, or from the Reserve Zone to the Left, Center, or Right zone. A redeployed cavalry unit can be moved from any zone to another zone. Wavering and disordered units cannot be redeployed. In lieu of redeploying a unit or units, leader can <strong>regroup</strong> a unit or units that have <strong>wavered</strong> or become <strong>disordered</strong>, ending those conditions. Heroes can move from any zone to another zone and do not count against the leader’s Leadership Ability. The maximum number of units, other than heroes, in a zone cannot exceed the zone commander’s Leadership Ability (including subordinates, if any).</li>\n<li><strong>Reinforcement Phase</strong>. If an army began the battle with one or more units it was unable to deploy (either due to the strategic situation or because a small attacking army began fighting before deployment was complete), the army leader can attempt to deploy reinforcements by making a proficiency throw modified by his strategic ability. The target value is 4+ if the battle is in grasslands or shrublands terrain, 12+ in barrens, desert, or hills terrain, and 16+ in forest, jungle, mountains, or swamp terrain. If the throw succeeds, the army leader can deploy one previously-undeployed unit into his army’s reserve. The army leader with the lower strategic ability must choose and roll. (If equal, Army B must decide first.)</li>\n<li><strong>Withdrawal Phase.</strong> Either army may now <strong>voluntarily withdraw</strong>. The army leader with the lower strategic ability must decide first. (If equal, Army A must decide first.) If either army voluntarily withdraws, the battle ends. If neither army wishes to withdraw, then run another battle turn.</li>\n</ol>\n<p>When the battle ends, the losing army must <strong>retreat</strong>. The winning army may <strong>pursue</strong> the defeated army. After pursuit, <strong>casualties</strong> are calculated. The winning army then seizes the <strong>spoils of war</strong>. See the <strong>Aftermath of Battles</strong> section (p. XX).</p>\n<h6>Attack Throw Modifiers</h6>\n<p>During a battle, each unit’s attack throws are modified by the following mass combat factors:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Attack Throw Modifiers</strong></td>\n<td><strong>Modifier</strong></td>\n</tr>\n<tr>\n<td>Commander or Lieutenant personally leading unit</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Unit facing broken zone</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Opposing army surprised (first battle turn only)</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Opposing army occupies advantageous terrain (hill, ridgeline)</td>\n<td>-2</td>\n</tr>\n</tbody></table>\n<p>Units that are affected by conditions that modify their attack throws (such as <strong>blessed</strong> or <strong>hungry</strong>) should also apply those modifiers.</p>\n<h6>Breaking a Zone</h6>\n<p>If, at the start of any step (c), <strong>Determine Hits</strong><em>,</em> a zone has no friendly units in it, that zone is <strong>broken</strong>. Units facing a broken zone gain a +2 bonus to their attack throws. Hits scored against the broken zone can be applied to the enemy units in an adjacent zone. Units facing a broken Left or Right zone can apply their hits to the enemy’s Center zone, while units facing a broken Center zone apply some or all of their hits to the enemy’s Left, Right, or Reserve zone. Loose units cannot withdraw if attacked in the Reserve.</p>\n<h6>Surprise</h6>\n<p>In certain strategic situations (e.g. ambush, envelopment, deep envelopment, and rear guard envelopment), one army will have surprised the other. The surprised army cannot make any attack throws during the first battle turn of the battle. In addition, units attacking the surprised army gain a +2 bonus on all attack throws against it during the first battle turn. Heroes may still make a heroic foray even if their army is surprised. See <strong>Heroes in Battle</strong>, below.</p>\n<h6>Withdrawal</h6>\n<p>Loose units aren’t deployed to hold ground or fight to the last man. When applying hits to his units, the army leader will count loose units as having only half their BR. However, instead of being killed, the units withdraw to the reserve, where they become <strong>disordered</strong>. Place the unit in the reserve and mark it with a token to represent its disordered state. A disordered unit cannot be redeployed until it is rallied. A unit cannot be rallied and redeployed in the same battle turn.</p>\n<h3>Heroes in Battle</h3>\n<p>Great warriors, powerful wizards, and monstrous creatures can influence the outcome of battles far more than lesser mortals. <em><strong>ACKS II</strong></em> offers two mechanisms by which the actions of <strong>heroes</strong> on the battlefield can be resolved. Heroes can be treated as <strong>heroic units</strong>, with their activities abstracted into Battle Ratings. Alternatively, the activities of heroes can be resolved by “zooming in” on a particular fight between the heroes and their foes, called a <strong>heroic foray</strong>.</p>\n<h6>Qualifying Heroes</h6>\n<p>To qualify as a hero, a PC, NPC, or monster must be present at the battlefield and meet one of the following criteria:</p>\n<ul>\n<li>The character is a PC (i.e. all player characters can act as heroes); or</li>\n<li>The character is a monster possessing at least nine Hit Dice; or</li>\n<li>The character is an NPC with at least six levels of experience; or</li>\n<li>The character is the henchman of a qualifying hero, and has at least four levels of experience; or</li>\n<li>The character has certain special abilities or items such that the Judge feels the character qualifies as a hero.</li>\n</ul>\n<p>EXAMPLE: Several PCs and NPCs are present at a battle: Marcus (9th level PC fighter) and his henchman Peristo (6th level fighter); Zeodarë (7th level PC bladedancer) and her henchman Sera (3rd level thief); and Theon (5th level NPC Paladin) and his henchman Jonus (4th level paladin).</p>\n<p>Marcus and Zeodarë both qualify as heroes because they are PCs. Peristo qualifies as a hero because he is the henchman of a qualifying hero and has at least four levels of experience, but Sera does not qualify because she is too low level. Theon does not qualify as a hero because as an NPC he needs at least six levels of experience, and he only has five. His henchman Jonus does not qualify because Theon didn’t qualify. If Jonus were Marcus’ or Zeodarë’s henchman, he would qualify as a hero.</p>\n<p>In platoon-scale battles, decrease the level or HD requirements by two. In battalion-scale battles, increase the level or HD requirements by two. In brigade-scale battles, increase them by four. (Remember: Just because PCs canact as heroes, doesn’t mean they should!)</p>\n<p>EXAMPLE: If the battle above were at platoon scale, NPCs would qualify with five levels of experience, and henchmen of qualifying heroes would qualify with two levels of experience. Therefore Sera, Theon, and Jonus would all qualify as heroes.</p>\n<h6>Heroic Units</h6>\n<p>Heroes can be treated as <strong>heroic units</strong>, with their activities abstracted into Battle Ratings. When using this method, heroes simply become (powerful) units on the battlefield. Treating heroes as units allows the Judge to quickly resolve battles, and is ideal for resolving mass combats that happen without player participation. Simply calculate each hero’s or party’s BR using the formula below. Treat classed PCs and NPCs as having one special ability (*) each, or two if they cast arcane spells. Add additional special abilities for powerful magic items.</p>\n<p>(Number of Creatures) x (Creature’s AC + 1) x (Creature’s HD) x (Creature’s HD + 1) x (1 + Creature’s # of Special Abilities) /</p>\n<p>(8 x # of Infantry per Regular Unit)</p>\n<p>EXAMPLE #5: Peristo, a 6th level fighter with AC 9 and a <strong>horn of blasting</strong>,participates in a battle. The Judge determines that possessing the <strong>horn</strong> counts as a bonus special ability. Peristo’s BR is (1) x (9+1) x (6) x (6+1) x (1+2) / (8 x 120) = 1.3, rounded to 1.5. Without the <strong>horn of blasting</strong>, Peristo’s BR would be (1) x (9+1) x (6) x (6+1) (1+1) / (8 x 120) = 0.875, rounded to 1.</p>\n<h6>Heroic Forays</h6>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>BR Staked</strong></td>\n<td><strong>Hero is ...</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Entering the foray</td>\n</tr>\n<tr>\n<td>0.5</td>\n<td>Leading from the front</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Heroically charging into battle</td>\n</tr>\n<tr>\n<td>1.5</td>\n<td>Attacking in front of the vanguard</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Cutting a swath of glory</td>\n</tr>\n<tr>\n<td>2.5</td>\n<td>Carving his name into the epics</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Seeking glorious death!</td>\n</tr>\n</tbody></table>\n<p>Instead of treating heroes as units, the activities of heroes can be resolved by “zooming in” on a <strong>heroic foray</strong>. A heroic foray is a fight between participating heroes and a selection of foes drawn from the opposing army. All heroes foraying in the same step fight in the same foray. Heroes foraying on different steps fight in separate forays, even if in the same zone. Heroes can only fight in one foray each battle turn.</p>\n<p>To foray, a hero <strong>stakes</strong> between 0 and 3 points of battle rating. The amount of BR staked represents the risk the hero is taking during the battle. Each hero chooses how many points of battle rating he will stake. The total amount of BR staked by all the heroes in the foray will determine how many foes the heroes face.</p>\n<p>EXAMPLE: Marcus and Peristo are in the Center zone. On step 4b, they decide to foray against Moruvai’s army. Marcus audaciously stakes 2 point of BR, while Peristo, more cautious by nature, stakes 1 point. They will collectively face 3 BR worth of foes.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Terrain Type</strong></td>\n<td><strong>Missile Encounter Distance</strong></td>\n<td><strong>Melee Encounter Distance</strong></td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Forest (taiga)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Forest (deciduous)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Grassland (farmland/prairie)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Hills (rocky/terraced)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d4x3’ (38’)</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Mountains (rocky/terraced)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n</tbody></table>\n<p>The Judge should select foes for the foray from among the units and heroes present in the zone. Forays by heroes during a Missile Phase should face missile units, if any are available. Foes enter the foray in 1 – 4 separate groups.</p>\n<p>The Judge should allocate foes to the groups however he deems appropriate, but each group should be approximately equal in size.</p>\n<p>If desired, the Judge may have the heroes face partial units, reducing both BR and number of creatures proportionately.</p>\n<p>EXAMPLE: The Judge selects 3 BR worth of foes. A unit of 60 wolf riders has 6.5 BR, so the Judge confronts Marcus and Peristo with 45% of that number — 27 wolf riders, equal to BR 3. The Judge divides the wolf riders into three groups of 9 wolf riders each.</p>\n<p>When the foray begins, consult the Battlefield Encounter Distance table to determine how many feet separate the heroes and their foes. Roll separately for each group. Forays during a missile phases begin at longer ranges than forays during a melee phase.</p>\n<p>EXAMPLE: The Judge consults the Battlefield Encounter Distance table for each group. The battle is taking in steppe and the foray is occurring during a melee phase, so the grasslands (steppe) melee encounter distance is used. The Judge rolls 2d6+1 x 15’ for each group. Rolling for the first group of 4 wolf riders, the Judge gets a 7; the first group is 105’ away from the heroes. Rolling for the second group of wolf riders, the Judge gets an 11; the second group is 165’ away from the heroes. Rolling for the third group of wolf riders, the Judge gets a 5; the third group is 75’ away.</p>\n<p>The foray between the heroes and their foes should be resolved using the standard combat rules of <em><strong>ACKS</strong></em>(initiative, morale, etc.).The participating heroes may use any desired spells, magic items, or other powers they wish. The heroes may leave the foray by using defensive movement, but cannot re-enter the same foray thereafter. The foray ends after 10 rounds or when all of the heroes or foes have been defeated, whichever occurs first. Foes who voluntarily withdraw or who fail morale rolls and flee are considered defeated.</p>\n<p>After the foray, the opposing army loses units with a combined battle rating equal to the total BR their side lost in the foray. If they defeated every creature, the opposing army loses the total BR staked in the foray.</p>\n<p>EXAMPLE: Marcus and Peristo kill half the goblin wolf riders, and the remaining goblins fail their morale rolls and flee. All of the foes are defeated, so the foray is over. The heroes won a foray with 3 BR at stake, so the Judge must removes 3 BR worth of units from the goblin army at the end of the step.</p>\n<h6>Heroes versus Heroes</h6>\n<p>If there are heroes present in opposing zones, and they end up foraying during the same step, then the heroes of each army face each other in the foray. The highest total BR staked by either side is used. The heroes from each army will be supported by the staked BR worth of allies drawn from their army.</p>\n<p>EXAMPLE: Next battle turn, Marcus and Peristo foray again in step 4b, putting 2 BR at stake in total. Simultaneously, Moruvai, a 12th level ruinguard who is in his army’s Center zone, also forays. Moruvai puts 3 BR at stake. The highest stake risked by either side is used, so 3 BR are at stake. Marcus and Peristo will face Moruvai in the foray. Each side will be supported by 3 BR worth of allies from their own army.</p>\n<p>A foray with heroes on both sides ends after 10 rounds or when all of the heroes and creatures on one side have been defeated. Each side loses units with a combined battle rating equal to the total BR their side lost in the foray.</p>\n<p>EXAMPLE: After a fierce fight, with many losses on both sides, Moruvai withdraws. He has lost 6 goblin bow units (0.5 BR each) in the fighting. Marcus and Peristo are victorious, though their side has lost 1 heavy infantry unit (2 BR). Moruvai’s army loses 3 BR worth of units, and Marcus’s army loses 2 BR.</p>\n<h6>Lulls in the Fighting</h6>\n<p>After each battle turn in which heroes foray, there is a <strong>lull in the fighting</strong> during which PC and NPC heroes can treat incapacitated comrades, use magical healing, or take other actions to prepare themselves for the next battle turn. If not interrupted, the lull will last for 1 turn (10 minutes). However, if heroes from either army make any attacks or cast any spells affecting the opposing army, however, this immediately interrupts the lull and begins another battle turn. When this occurs, any heroes that remain incapacitated and untreated are “left on the battlefield”; their mortal wounds will be resolved later using the rolls for officer casualties (p. XX).</p>\n",
  "sections": [
    {
      "title": "Running a Battle",
      "level": 2,
      "html": ""
    },
    {
      "title": "Gathering the Units",
      "level": 3,
      "html": "<p>Make a counter or marker for each unit in each participating division in the battle. You can use the official <em><strong>Domains at War: Troops &amp; Terrain</strong></em> counters or use figures or scratch paper. Group the units into their divisions and be sure to mark which unit the general and the division commander is with, as well as any lieutenants or other heroes (p. XX). Use figures to represent the officers and heroes.</p>\n<p>Some of the units might be <strong>missile units</strong> or <strong>loose units.</strong> To count as a missile unit, the unit must be:</p>\n<ol>\n<li>Equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, or slings; or</li>\n<li>Made up of spellcasters capable of casting at least three offensive mass combat spells with a range of at least 120’; or</li>\n<li>Made up of monsters with a special attack with a range of at least 120’; or</li>\n</ol>\n<p>To count as a loose unit, the unit must be:</p>\n<ol>\n<li>Human or demi-human light infantry equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, slings, 3 or more javelins, or 5 or more darts; or</li>\n<li>Human or demi-human light cavalry or horse archers equipped with crossbows, composite bows, short bows, or 3 or more javelins.</li>\n<li>If using <em><strong>D@W: Battles</strong></em><em>,</em> any LF, LM, or FLY units.</li>\n</ol>\n<p>Mark which units are missile and loose on the counter or scratch paper.</p>\n"
    },
    {
      "title": "Battlefield Artillery Units",
      "level": 6,
      "html": "<p>Artillery units are only rarely deployed in battle, being primarily reserved for sieges and assaults (p. XX). However, if an army has artillery ready for use, it can use them in the battle. They are organized into units with BR as for an assault (p. XX), but act as missile units and fire in the missile phase. They do not get a separate Artillery Phase as they cannot take advantage of their full range.</p>\n"
    },
    {
      "title": "Calculating the Battle Ratings",
      "level": 3,
      "html": "<p>A unit’s <strong>battle rating (BR)</strong> is a measure of its value on the battlefield. An army’s BR is equal to the sum of the battle ratings of all the units in the army, rounded down. The battle ratings of the default units for the major races are listed in the Battle Rating table, below. The <strong>Unit Characteristics Summaries</strong> (p. XX) have battle ratings for many additional unit types.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Troop Type</strong></td>\n<td><em>Man</em></td>\n<td><em>Dwarf</em></td>\n<td><em>Elf</em></td>\n<td><em>Kobold</em></td>\n<td><em>Goblin</em></td>\n<td><em>Orc</em></td>\n<td><em>Hobgoblin</em></td>\n<td><em>Gnoll</em></td>\n<td><em>Lizardman</em></td>\n<td><em>Bugbear</em></td>\n<td><em>Ogre</em></td>\n</tr>\n<tr>\n<td>Conscript/Militia</td>\n<td>0.5</td>\n<td>0.5</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>1</td>\n<td>-</td>\n<td>1.5</td>\n<td>0.25</td>\n<td>0.5</td>\n<td>1</td>\n<td>2</td>\n<td>2.5</td>\n<td>4</td>\n<td>5.5</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>Heavy Infantry</td>\n<td>2</td>\n<td>3</td>\n<td>4</td>\n<td>-</td>\n<td>-</td>\n<td>1.5</td>\n<td>3</td>\n<td>3.5</td>\n<td>6</td>\n<td>7</td>\n<td>12</td>\n</tr>\n<tr>\n<td>Slinger</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>0.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Bowman</td>\n<td>1.5</td>\n<td>-</td>\n<td>4</td>\n<td>-</td>\n<td>0.5</td>\n<td>1.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Crossbowman</td>\n<td>3</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Longbowman</td>\n<td>3</td>\n<td>-</td>\n<td>6</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>4.5</td>\n<td>5.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Cavalry</td>\n<td>3</td>\n<td>-</td>\n<td>6.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Horse Archers</td>\n<td>5</td>\n<td>-</td>\n<td>8.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>6.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Medium Cavalry</td>\n<td>4</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>7</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Heavy Cavalry</td>\n<td>6</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Cataphract Cavalry</td>\n<td>8</td>\n<td>-</td>\n<td>12.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Archers</td>\n<td>2.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Lancers</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>War Elephants</td>\n<td>3.5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Mounted Crossbowman</td>\n<td>-</td>\n<td>5</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Beast Rider</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>7</td>\n<td>9</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Moruvai has an army consisting of 20 units of goblin bowmen (BR 0.5 each), 4 units of goblin wolf riders (BR 6.5 each), and 5 units of ogre light infantry (BR 4 each). Moruvai’s army has a battle rating of [(20 x 0.5) + (4 x 6.5) + (5 x 4)] 56.</p>\n"
    },
    {
      "title": "Battle Scale",
      "level": 6,
      "html": "<p>The battle ratings are for company-sized units. If one army has units at a larger scale than the other, increase the larger units’ BR proportionately or split them into smaller units. See <strong>Organization and Command in Very Small or Very Large Armies</strong> (p. XX).</p>\n<p>EXAMPLE: Among the forces facing Moruvai’s army are a battalion-sized unit of 480 elven longbowmen. Since a company-sized unit of 120 elven longbowmen has BR 7, a battalion-sized unit of 480 elven longbowmen would have BR 28. Alternatively, the elven longbow battalion could be split into four company-sized units of 120 troops, each with BR 7.</p>\n<p>If both armies are organized into small- or large-scale units of the same size, use the BRs at the standard value. This allows you to quickly fight very large battles with the standard BR values.</p>\n<p>EXAMPLE #1: A large dwarven army (6 brigade-sized units of 1,080 heavy infantry) is battling a huge goblin army (18 brigade-sized units of 1,080 bowmen). Rather than scale BR upward by a factor of 16, the Judge simply assigns the standard BR value to the larger units. Therefore the dwarven army has 6 units with a battle rating of 3 each while the goblin army has 18 units with a battle rating of 0.5 each.</p>\n<p>EXAMPLE #2: A caravan of nomads (6 platoon-sized units of horse archers) are facing a village of goblins (8 platoon-sized units of goblin light infantry). The Judge assigns the standard BR value to the smaller units. Therefore the nomad “army” has 6 units with a BR of 5 each, while the goblin army has 8 units with a battle rating of 0.5 each.</p>\n<p>The battles system works best if both armies have at least 6 units. If either army has fewer than 6 units, reduce the scale by one step or split up the higher BR units into a number of partial units.</p>\n<p>EXAMPLE #1: 9 companies of light infantry (BR 1 each, 9 total) are confronting two companies of goblin wolf riders (BR 7 each, 14 total). The Judge decides to run the fight at platoon scale, so it will be 36 platoons of light infantry versus 8 platoons of wolf riders. The BR values of the two armies are now 36 BR for 56 BR.</p>\n<p>EXAMPLE #2: 12 platoons of militia (BR 0.5 each, 6 BR total) face one platoon of ogre heavy infantry (BR 12). The Judge splits the ogre unit into 12 partial units of 1 BR each.</p>\n"
    },
    {
      "title": "Strategic Ability of Commanders",
      "level": 6,
      "html": "<p>A commander of great <strong>strategic ability</strong> (p. XX) increases the BR of the units in his division. At strategic ability +3 or better, each unit’s BR is increased by 0.5. At strategic ability +5 or better, each unit’s BR is increased by 1.0.</p>\n<p>EXAMPLE: 4 longbowmen are led by a captain with strategic ability +3. Their total battle rating is (4) x (3 + 0.5) 14.</p>\n"
    },
    {
      "title": "Setting Up the Battlefield",
      "level": 3,
      "html": "<p>Next, on a battlemat or large sheet of paper, divide the battlefield into a Left, Center, Right, and Reserve zones for Army A and Army B, as shown.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Army B Reserve</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Army B Right</td>\n<td>Army B Center</td>\n<td>Army B Left</td>\n</tr>\n<tr>\n<td>Army A Left</td>\n<td>Army A Center</td>\n<td>Army A Right</td>\n</tr>\n<tr>\n<td>Army A Reserve</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>Each side now deploys its army. In a pitched battle, meeting engagement, rear guard action, and skirmish, the two sides deploy secretly. In an ambush, envelopment, deep envelopment, and rear guard envelopment, the surprised side deploys first publicly and then the opponent deploys.</p>\n<p>Side A is the attacking army. If both armies have an offensive strategic stance, there may not be a clear defender. Use the following guidelines to determine which is the defending army:.</p>\n<ol>\n<li>If one of the two armies is surprised, it is the defending army.</li>\n<li>If both armies are aware of each other, the army that arrived in the hex first can choose whether to be the attacking or defending army.</li>\n<li>If both armies are aware of each other and both armies arrived in the hex simultaneously, then the smaller of the two can choose whether to be the attacking or defending army.</li>\n</ol>\n<p>When deploying, the following rules apply:</p>\n<ul>\n<li>Each army must assign commanders (one of whom can be the general) to the command of its Right, Center, and Left zones. If the army has fewer than three commanders, one or more commanders must command two or three zones. If the army has more than three commanders, the additional commanders can be added as subordinate commanders to a zone. Subordinate commanders add their Leadership Ability to the zone commander’s for purposes of deployment and redeployment.</li>\n<li>Each commander can deploy some or all of his troops in the zone he commands, up to a maximum number of units equal to his Leadership Ability. However, in an Envelopment or Rear Guard Envelopment, the surprised side cannot deploy any troops in its Right Zone. In a Deep Envelopment, the surprised side cannot deploy any troops in its Left or Right Zone.</li>\n<li>Each commander’s unit must be deployed in one of the zones he commands or in the Reserve.</li>\n<li>Any units not deployed in the Right, Center, or Left Zones are deployed into the Reserve zone.</li>\n<li>Heroes that are not commanding or leading units can be deployed in any zone.</li>\n</ul>\n"
    },
    {
      "title": "Effects of Army Size Asymmetry (Optional)",
      "level": 6,
      "html": "<p>When attacking, smaller armies with fewer units can finish deploying all of their units faster than larger armies can. Generals willing to go on the offensive against a larger force can take advantage of this asymmetry.</p>\n<p>An attacking army that is smaller than the defending army can begin fighting the battle as soon as it finishes deploying, without waiting for the defending army to finish deploying. When the battle begins, the attacking army can deploy all of the units it has available based on the strategic situation, while the defending army can only deploy a number of units equal to the number of units the attacking army has deployed. The other units can later join the battle as reinforcements (see p. XX).</p>\n<p>EXAMPLE: An army of 4 light cavalry battalions is attacking an army of 7 heavy infantry battalions in a pitched battle. The attacking general decides to begin fighting as soon his cavalry is deployed. Therefore, the defending army can only deploy of its battalions before the first battle turn.</p>\n<p><strong>Designer’s Note:</strong> Judges sometimes use the battles system to handle fights between adventurer-led mercenaries and powerful monsters in the wilderness. In such cases, we strongly advise that these rules be used so that the monsters can exploit the asymmetry in force size. For instance, if a unit of wyverns observes 16 units of bowmen advancing, the wyverns will not wait for the entire army to deploy in neat files to assail them with arrows to attack them, but will instead immediately attack the head of the column.</p>\n"
    },
    {
      "title": "Fighting the Battle",
      "level": 3,
      "html": "<p>When a battle occurs, the Judge should run a series of <strong>battle turns</strong> following the procedure below. Each battle turn represents approximately 10 minutes of hard fighting. For purposes of battle turns, the first zone refers to Army A’s Right zone and Army B’s Left zone; the second zone is Army A and B’s Center zones; and the third zone is Army A’s Left zone and Army B’s Right zone.</p>\n<ol>\n<li><strong>First Zone Missile Phase.</strong> In this phase, the missile troops in the first zones exchange fire.<ol>\n<li>Calculate Battle Ratings.Each army leader sums the battle rating of all missile units in the zone.</li>\n<li>Make Heroic Forays. Heroic PCs and NPCs in the zone can now make <strong>heroic forays</strong> at missile range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.</li>\n<li>Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of the missile unit that remain in the zone. The target value for the attack throws is 17+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see <strong>Breaking a Zone</strong> (p. XX).</li>\n<li>Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be missile units. These units are destroyed (or, if loose units, <strong>withdrawn</strong>; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.</li>\n</ol>\n</li>\n<li><strong>First Zone Melee Phase.</strong> The surviving units in the first zone now clash as the opposing battlelines come to melee.<ol>\n<li>Calculate Battle Ratings.Each army leader sums the battle rating of all non-missile units in the zone.</li>\n<li>Make Heroic Forays*.* Heroic PCs and NPCs in the zone who did not foray in the Missile Phase can now make <strong>heroic forays</strong> at melee range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.</li>\n<li>Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of he non-missile unit that remain in the zone. The target value for the attack throws is 16+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see <strong>Breaking a Zone</strong> (p. XX).</li>\n<li>Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be non-missile units. These units are destroyed (or, if loose units, <strong>withdrawn</strong>; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.</li>\n</ol>\n</li>\n<li><strong>Second Zone Missile Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Second Zone Melee Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Third Zone Missile Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Third Zone Melee Phase.</strong> Play proceeds through steps A – D above.</li>\n<li><strong>Morale Phase.</strong> The Judge now checks to see whether either army has reached a <strong>break point</strong> and if so resolves <strong>morale rolls</strong>, as explained in <strong>Ending Battles</strong> (p. XX). If, after resolving morale, all units of one army have routed or been defeated, the battle ends.</li>\n<li><strong>Redeployment Phase.</strong> Either army can now <strong>redeploy</strong> units. The army leader with the lower strategic ability must redeploy first. (If equal, Army B must decide first.) The army leader can redeploy a number of units equal to his Leadership Ability. A redeployed infantry unit can be moved from the Left, Center, or Right zone to the Reserve zone, or from the Reserve Zone to the Left, Center, or Right zone. A redeployed cavalry unit can be moved from any zone to another zone. Wavering and disordered units cannot be redeployed. In lieu of redeploying a unit or units, leader can <strong>regroup</strong> a unit or units that have <strong>wavered</strong> or become <strong>disordered</strong>, ending those conditions. Heroes can move from any zone to another zone and do not count against the leader’s Leadership Ability. The maximum number of units, other than heroes, in a zone cannot exceed the zone commander’s Leadership Ability (including subordinates, if any).</li>\n<li><strong>Reinforcement Phase</strong>. If an army began the battle with one or more units it was unable to deploy (either due to the strategic situation or because a small attacking army began fighting before deployment was complete), the army leader can attempt to deploy reinforcements by making a proficiency throw modified by his strategic ability. The target value is 4+ if the battle is in grasslands or shrublands terrain, 12+ in barrens, desert, or hills terrain, and 16+ in forest, jungle, mountains, or swamp terrain. If the throw succeeds, the army leader can deploy one previously-undeployed unit into his army’s reserve. The army leader with the lower strategic ability must choose and roll. (If equal, Army B must decide first.)</li>\n<li><strong>Withdrawal Phase.</strong> Either army may now <strong>voluntarily withdraw</strong>. The army leader with the lower strategic ability must decide first. (If equal, Army A must decide first.) If either army voluntarily withdraws, the battle ends. If neither army wishes to withdraw, then run another battle turn.</li>\n</ol>\n<p>When the battle ends, the losing army must <strong>retreat</strong>. The winning army may <strong>pursue</strong> the defeated army. After pursuit, <strong>casualties</strong> are calculated. The winning army then seizes the <strong>spoils of war</strong>. See the <strong>Aftermath of Battles</strong> section (p. XX).</p>\n"
    },
    {
      "title": "Attack Throw Modifiers",
      "level": 6,
      "html": "<p>During a battle, each unit’s attack throws are modified by the following mass combat factors:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Attack Throw Modifiers</strong></td>\n<td><strong>Modifier</strong></td>\n</tr>\n<tr>\n<td>Commander or Lieutenant personally leading unit</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Unit facing broken zone</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Opposing army surprised (first battle turn only)</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Opposing army occupies advantageous terrain (hill, ridgeline)</td>\n<td>-2</td>\n</tr>\n</tbody></table>\n<p>Units that are affected by conditions that modify their attack throws (such as <strong>blessed</strong> or <strong>hungry</strong>) should also apply those modifiers.</p>\n"
    },
    {
      "title": "Breaking a Zone",
      "level": 6,
      "html": "<p>If, at the start of any step (c), <strong>Determine Hits</strong><em>,</em> a zone has no friendly units in it, that zone is <strong>broken</strong>. Units facing a broken zone gain a +2 bonus to their attack throws. Hits scored against the broken zone can be applied to the enemy units in an adjacent zone. Units facing a broken Left or Right zone can apply their hits to the enemy’s Center zone, while units facing a broken Center zone apply some or all of their hits to the enemy’s Left, Right, or Reserve zone. Loose units cannot withdraw if attacked in the Reserve.</p>\n"
    },
    {
      "title": "Surprise",
      "level": 6,
      "html": "<p>In certain strategic situations (e.g. ambush, envelopment, deep envelopment, and rear guard envelopment), one army will have surprised the other. The surprised army cannot make any attack throws during the first battle turn of the battle. In addition, units attacking the surprised army gain a +2 bonus on all attack throws against it during the first battle turn. Heroes may still make a heroic foray even if their army is surprised. See <strong>Heroes in Battle</strong>, below.</p>\n"
    },
    {
      "title": "Withdrawal",
      "level": 6,
      "html": "<p>Loose units aren’t deployed to hold ground or fight to the last man. When applying hits to his units, the army leader will count loose units as having only half their BR. However, instead of being killed, the units withdraw to the reserve, where they become <strong>disordered</strong>. Place the unit in the reserve and mark it with a token to represent its disordered state. A disordered unit cannot be redeployed until it is rallied. A unit cannot be rallied and redeployed in the same battle turn.</p>\n"
    },
    {
      "title": "Heroes in Battle",
      "level": 3,
      "html": "<p>Great warriors, powerful wizards, and monstrous creatures can influence the outcome of battles far more than lesser mortals. <em><strong>ACKS II</strong></em> offers two mechanisms by which the actions of <strong>heroes</strong> on the battlefield can be resolved. Heroes can be treated as <strong>heroic units</strong>, with their activities abstracted into Battle Ratings. Alternatively, the activities of heroes can be resolved by “zooming in” on a particular fight between the heroes and their foes, called a <strong>heroic foray</strong>.</p>\n"
    },
    {
      "title": "Qualifying Heroes",
      "level": 6,
      "html": "<p>To qualify as a hero, a PC, NPC, or monster must be present at the battlefield and meet one of the following criteria:</p>\n<ul>\n<li>The character is a PC (i.e. all player characters can act as heroes); or</li>\n<li>The character is a monster possessing at least nine Hit Dice; or</li>\n<li>The character is an NPC with at least six levels of experience; or</li>\n<li>The character is the henchman of a qualifying hero, and has at least four levels of experience; or</li>\n<li>The character has certain special abilities or items such that the Judge feels the character qualifies as a hero.</li>\n</ul>\n<p>EXAMPLE: Several PCs and NPCs are present at a battle: Marcus (9th level PC fighter) and his henchman Peristo (6th level fighter); Zeodarë (7th level PC bladedancer) and her henchman Sera (3rd level thief); and Theon (5th level NPC Paladin) and his henchman Jonus (4th level paladin).</p>\n<p>Marcus and Zeodarë both qualify as heroes because they are PCs. Peristo qualifies as a hero because he is the henchman of a qualifying hero and has at least four levels of experience, but Sera does not qualify because she is too low level. Theon does not qualify as a hero because as an NPC he needs at least six levels of experience, and he only has five. His henchman Jonus does not qualify because Theon didn’t qualify. If Jonus were Marcus’ or Zeodarë’s henchman, he would qualify as a hero.</p>\n<p>In platoon-scale battles, decrease the level or HD requirements by two. In battalion-scale battles, increase the level or HD requirements by two. In brigade-scale battles, increase them by four. (Remember: Just because PCs canact as heroes, doesn’t mean they should!)</p>\n<p>EXAMPLE: If the battle above were at platoon scale, NPCs would qualify with five levels of experience, and henchmen of qualifying heroes would qualify with two levels of experience. Therefore Sera, Theon, and Jonus would all qualify as heroes.</p>\n"
    },
    {
      "title": "Heroic Units",
      "level": 6,
      "html": "<p>Heroes can be treated as <strong>heroic units</strong>, with their activities abstracted into Battle Ratings. When using this method, heroes simply become (powerful) units on the battlefield. Treating heroes as units allows the Judge to quickly resolve battles, and is ideal for resolving mass combats that happen without player participation. Simply calculate each hero’s or party’s BR using the formula below. Treat classed PCs and NPCs as having one special ability (*) each, or two if they cast arcane spells. Add additional special abilities for powerful magic items.</p>\n<p>(Number of Creatures) x (Creature’s AC + 1) x (Creature’s HD) x (Creature’s HD + 1) x (1 + Creature’s # of Special Abilities) /</p>\n<p>(8 x # of Infantry per Regular Unit)</p>\n<p>EXAMPLE #5: Peristo, a 6th level fighter with AC 9 and a <strong>horn of blasting</strong>,participates in a battle. The Judge determines that possessing the <strong>horn</strong> counts as a bonus special ability. Peristo’s BR is (1) x (9+1) x (6) x (6+1) x (1+2) / (8 x 120) = 1.3, rounded to 1.5. Without the <strong>horn of blasting</strong>, Peristo’s BR would be (1) x (9+1) x (6) x (6+1) (1+1) / (8 x 120) = 0.875, rounded to 1.</p>\n"
    },
    {
      "title": "Heroic Forays",
      "level": 6,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>BR Staked</strong></td>\n<td><strong>Hero is ...</strong></td>\n</tr>\n<tr>\n<td>0</td>\n<td>Entering the foray</td>\n</tr>\n<tr>\n<td>0.5</td>\n<td>Leading from the front</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Heroically charging into battle</td>\n</tr>\n<tr>\n<td>1.5</td>\n<td>Attacking in front of the vanguard</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Cutting a swath of glory</td>\n</tr>\n<tr>\n<td>2.5</td>\n<td>Carving his name into the epics</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Seeking glorious death!</td>\n</tr>\n</tbody></table>\n<p>Instead of treating heroes as units, the activities of heroes can be resolved by “zooming in” on a <strong>heroic foray</strong>. A heroic foray is a fight between participating heroes and a selection of foes drawn from the opposing army. All heroes foraying in the same step fight in the same foray. Heroes foraying on different steps fight in separate forays, even if in the same zone. Heroes can only fight in one foray each battle turn.</p>\n<p>To foray, a hero <strong>stakes</strong> between 0 and 3 points of battle rating. The amount of BR staked represents the risk the hero is taking during the battle. Each hero chooses how many points of battle rating he will stake. The total amount of BR staked by all the heroes in the foray will determine how many foes the heroes face.</p>\n<p>EXAMPLE: Marcus and Peristo are in the Center zone. On step 4b, they decide to foray against Moruvai’s army. Marcus audaciously stakes 2 point of BR, while Peristo, more cautious by nature, stakes 1 point. They will collectively face 3 BR worth of foes.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Terrain Type</strong></td>\n<td><strong>Missile Encounter Distance</strong></td>\n<td><strong>Melee Encounter Distance</strong></td>\n</tr>\n<tr>\n<td>Barrens (any)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Desert (rocky)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Desert (sandy)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Forest (taiga)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Forest (deciduous)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Grassland (farmland/prairie)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Grassland (steppe)</td>\n<td>5d6x30’ (480’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Hills (forested)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Hills (rocky/terraced)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Jungle (any)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d4x3’ (38’)</td>\n</tr>\n<tr>\n<td>Mountains (forested)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n<tr>\n<td>Mountains (rocky/terraced)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Scrubland (low, sparse)</td>\n<td>4d6x30’ (420’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Scrubland (high, dense)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Swamp (marshy)</td>\n<td>3d6x15’ (157’)</td>\n<td>2d6+1 x 15’ (120’)</td>\n</tr>\n<tr>\n<td>Swamp (scrubby)</td>\n<td>5d8x3’ (70’)</td>\n<td>5d8x3’ (70’)</td>\n</tr>\n</tbody></table>\n<p>The Judge should select foes for the foray from among the units and heroes present in the zone. Forays by heroes during a Missile Phase should face missile units, if any are available. Foes enter the foray in 1 – 4 separate groups.</p>\n<p>The Judge should allocate foes to the groups however he deems appropriate, but each group should be approximately equal in size.</p>\n<p>If desired, the Judge may have the heroes face partial units, reducing both BR and number of creatures proportionately.</p>\n<p>EXAMPLE: The Judge selects 3 BR worth of foes. A unit of 60 wolf riders has 6.5 BR, so the Judge confronts Marcus and Peristo with 45% of that number — 27 wolf riders, equal to BR 3. The Judge divides the wolf riders into three groups of 9 wolf riders each.</p>\n<p>When the foray begins, consult the Battlefield Encounter Distance table to determine how many feet separate the heroes and their foes. Roll separately for each group. Forays during a missile phases begin at longer ranges than forays during a melee phase.</p>\n<p>EXAMPLE: The Judge consults the Battlefield Encounter Distance table for each group. The battle is taking in steppe and the foray is occurring during a melee phase, so the grasslands (steppe) melee encounter distance is used. The Judge rolls 2d6+1 x 15’ for each group. Rolling for the first group of 4 wolf riders, the Judge gets a 7; the first group is 105’ away from the heroes. Rolling for the second group of wolf riders, the Judge gets an 11; the second group is 165’ away from the heroes. Rolling for the third group of wolf riders, the Judge gets a 5; the third group is 75’ away.</p>\n<p>The foray between the heroes and their foes should be resolved using the standard combat rules of <em><strong>ACKS</strong></em>(initiative, morale, etc.).The participating heroes may use any desired spells, magic items, or other powers they wish. The heroes may leave the foray by using defensive movement, but cannot re-enter the same foray thereafter. The foray ends after 10 rounds or when all of the heroes or foes have been defeated, whichever occurs first. Foes who voluntarily withdraw or who fail morale rolls and flee are considered defeated.</p>\n<p>After the foray, the opposing army loses units with a combined battle rating equal to the total BR their side lost in the foray. If they defeated every creature, the opposing army loses the total BR staked in the foray.</p>\n<p>EXAMPLE: Marcus and Peristo kill half the goblin wolf riders, and the remaining goblins fail their morale rolls and flee. All of the foes are defeated, so the foray is over. The heroes won a foray with 3 BR at stake, so the Judge must removes 3 BR worth of units from the goblin army at the end of the step.</p>\n"
    },
    {
      "title": "Heroes versus Heroes",
      "level": 6,
      "html": "<p>If there are heroes present in opposing zones, and they end up foraying during the same step, then the heroes of each army face each other in the foray. The highest total BR staked by either side is used. The heroes from each army will be supported by the staked BR worth of allies drawn from their army.</p>\n<p>EXAMPLE: Next battle turn, Marcus and Peristo foray again in step 4b, putting 2 BR at stake in total. Simultaneously, Moruvai, a 12th level ruinguard who is in his army’s Center zone, also forays. Moruvai puts 3 BR at stake. The highest stake risked by either side is used, so 3 BR are at stake. Marcus and Peristo will face Moruvai in the foray. Each side will be supported by 3 BR worth of allies from their own army.</p>\n<p>A foray with heroes on both sides ends after 10 rounds or when all of the heroes and creatures on one side have been defeated. Each side loses units with a combined battle rating equal to the total BR their side lost in the foray.</p>\n<p>EXAMPLE: After a fierce fight, with many losses on both sides, Moruvai withdraws. He has lost 6 goblin bow units (0.5 BR each) in the fighting. Marcus and Peristo are victorious, though their side has lost 1 heavy infantry unit (2 BR). Moruvai’s army loses 3 BR worth of units, and Marcus’s army loses 2 BR.</p>\n"
    },
    {
      "title": "Lulls in the Fighting",
      "level": 6,
      "html": "<p>After each battle turn in which heroes foray, there is a <strong>lull in the fighting</strong> during which PC and NPC heroes can treat incapacitated comrades, use magical healing, or take other actions to prepare themselves for the next battle turn. If not interrupted, the lull will last for 1 turn (10 minutes). However, if heroes from either army make any attacks or cast any spells affecting the opposing army, however, this immediately interrupts the lull and begins another battle turn. When this occurs, any heroes that remain incapacitated and untreated are “left on the battlefield”; their mortal wounds will be resolved later using the rolls for officer casualties (p. XX).</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Running a Battle\n\n### Gathering the Units\n\nMake a counter or marker for each unit in each participating division in the battle. You can use the official ***Domains at War: Troops & Terrain*** counters or use figures or scratch paper. Group the units into their divisions and be sure to mark which unit the general and the division commander is with, as well as any lieutenants or other heroes (p. XX). Use figures to represent the officers and heroes.\n\nSome of the units might be **missile units** or **loose units.** To count as a missile unit, the unit must be:\n\n1. Equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, or slings; or\n2. Made up of spellcasters capable of casting at least three offensive mass combat spells with a range of at least 120’; or\n3. Made up of monsters with a special attack with a range of at least 120’; or\n\nTo count as a loose unit, the unit must be:\n\n1. Human or demi-human light infantry equipped with arbalests, crossbows, composite bows, long bows, short bows, staff-slings, slings, 3 or more javelins, or 5 or more darts; or\n2. Human or demi-human light cavalry or horse archers equipped with crossbows, composite bows, short bows, or 3 or more javelins.\n3. If using ***D@W: Battles****,* any LF, LM, or FLY units.\n\nMark which units are missile and loose on the counter or scratch paper.\n\n###### Battlefield Artillery Units\n\nArtillery units are only rarely deployed in battle, being primarily reserved for sieges and assaults (p. XX). However, if an army has artillery ready for use, it can use them in the battle. They are organized into units with BR as for an assault (p. XX), but act as missile units and fire in the missile phase. They do not get a separate Artillery Phase as they cannot take advantage of their full range.\n\n### Calculating the Battle Ratings\n\nA unit’s **battle rating (BR)** is a measure of its value on the battlefield. An army’s BR is equal to the sum of the battle ratings of all the units in the army, rounded down. The battle ratings of the default units for the major races are listed in the Battle Rating table, below. The **Unit Characteristics Summaries** (p. XX) have battle ratings for many additional unit types.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Troop Type** | *Man* | *Dwarf* | *Elf* | *Kobold* | *Goblin* | *Orc* | *Hobgoblin* | *Gnoll* | *Lizardman* | *Bugbear* | *Ogre* |\n| Conscript/Militia | 0.5 | 0.5 | 1 | - | - | - | - | - | - | - | - |\n| Light Infantry | 1 | - | 1.5 | 0.25 | 0.5 | 1 | 2 | 2.5 | 4 | 5.5 | 7.5 |\n| Heavy Infantry | 2 | 3 | 4 | - | - | 1.5 | 3 | 3.5 | 6 | 7 | 12 |\n| Slinger | 1 | - | - | - | 0.5 | - | - | - | - | - | - |\n| Bowman | 1.5 | - | 4 | - | 0.5 | 1.5 | - | - | - | - | - |\n| Crossbowman | 3 | 3.5 | - | - | - | 2 | - | - | - | - | - |\n| Longbowman | 3 | - | 6 | - | - | - | 4.5 | 5.5 | - | - | - |\n| Light Cavalry | 3 | - | 6.5 | - | - | - | - | - | - | - | - |\n| Horse Archers | 5 | - | 8.5 | - | - | - | 6.5 | - | - | - | - |\n| Medium Cavalry | 4 | - | - | - | - | - | 7 | - | - | - | - |\n| Heavy Cavalry | 6 | - | - | - | - | - | - | - | - | - | - |\n| Cataphract Cavalry | 8 | - | 12.5 | - | - | - | - | - | - | - | - |\n| Camel Archers | 2.5 | - | - | - | - | - | - | - | - | - | - |\n| Camel Lancers | 3.5 | - | - | - | - | - | - | - | - | - | - |\n| War Elephants | 3.5 | - | - | - | - | - | - | - | - | - | - |\n| Mounted Crossbowman | - | 5 | - | - | - | - | - | - | - | - | - |\n| Beast Rider | - | - | - | - | 7 | 9 | - | - | - | - | - |\n\nEXAMPLE: Moruvai has an army consisting of 20 units of goblin bowmen (BR 0.5 each), 4 units of goblin wolf riders (BR 6.5 each), and 5 units of ogre light infantry (BR 4 each). Moruvai’s army has a battle rating of [(20 x 0.5) + (4 x 6.5) + (5 x 4)] 56.\n\n###### Battle Scale\n\nThe battle ratings are for company-sized units. If one army has units at a larger scale than the other, increase the larger units’ BR proportionately or split them into smaller units. See **Organization and Command in Very Small or Very Large Armies** (p. XX).\n\nEXAMPLE: Among the forces facing Moruvai’s army are a battalion-sized unit of 480 elven longbowmen. Since a company-sized unit of 120 elven longbowmen has BR 7, a battalion-sized unit of 480 elven longbowmen would have BR 28. Alternatively, the elven longbow battalion could be split into four company-sized units of 120 troops, each with BR 7.\n\nIf both armies are organized into small- or large-scale units of the same size, use the BRs at the standard value. This allows you to quickly fight very large battles with the standard BR values.\n\nEXAMPLE #1: A large dwarven army (6 brigade-sized units of 1,080 heavy infantry) is battling a huge goblin army (18 brigade-sized units of 1,080 bowmen). Rather than scale BR upward by a factor of 16, the Judge simply assigns the standard BR value to the larger units. Therefore the dwarven army has 6 units with a battle rating of 3 each while the goblin army has 18 units with a battle rating of 0.5 each.\n\nEXAMPLE #2: A caravan of nomads (6 platoon-sized units of horse archers) are facing a village of goblins (8 platoon-sized units of goblin light infantry). The Judge assigns the standard BR value to the smaller units. Therefore the nomad “army” has 6 units with a BR of 5 each, while the goblin army has 8 units with a battle rating of 0.5 each.\n\nThe battles system works best if both armies have at least 6 units. If either army has fewer than 6 units, reduce the scale by one step or split up the higher BR units into a number of partial units.\n\nEXAMPLE #1: 9 companies of light infantry (BR 1 each, 9 total) are confronting two companies of goblin wolf riders (BR 7 each, 14 total). The Judge decides to run the fight at platoon scale, so it will be 36 platoons of light infantry versus 8 platoons of wolf riders. The BR values of the two armies are now 36 BR for 56 BR.\n\nEXAMPLE #2: 12 platoons of militia (BR 0.5 each, 6 BR total) face one platoon of ogre heavy infantry (BR 12). The Judge splits the ogre unit into 12 partial units of 1 BR each.\n\n###### Strategic Ability of Commanders\n\nA commander of great **strategic ability** (p. XX) increases the BR of the units in his division. At strategic ability +3 or better, each unit’s BR is increased by 0.5. At strategic ability +5 or better, each unit’s BR is increased by 1.0.\n\nEXAMPLE: 4 longbowmen are led by a captain with strategic ability +3. Their total battle rating is (4) x (3 + 0.5) 14.\n\n### Setting Up the Battlefield\n\nNext, on a battlemat or large sheet of paper, divide the battlefield into a Left, Center, Right, and Reserve zones for Army A and Army B, as shown.\n\n|  |  |  |\n| --- | --- | --- |\n| Army B Reserve | | |\n| Army B Right | Army B Center | Army B Left |\n| Army A Left | Army A Center | Army A Right |\n| Army A Reserve | | |\n\nEach side now deploys its army. In a pitched battle, meeting engagement, rear guard action, and skirmish, the two sides deploy secretly. In an ambush, envelopment, deep envelopment, and rear guard envelopment, the surprised side deploys first publicly and then the opponent deploys.\n\nSide A is the attacking army. If both armies have an offensive strategic stance, there may not be a clear defender. Use the following guidelines to determine which is the defending army:.\n\n1. If one of the two armies is surprised, it is the defending army.\n2. If both armies are aware of each other, the army that arrived in the hex first can choose whether to be the attacking or defending army.\n3. If both armies are aware of each other and both armies arrived in the hex simultaneously, then the smaller of the two can choose whether to be the attacking or defending army.\n\nWhen deploying, the following rules apply:\n\n* Each army must assign commanders (one of whom can be the general) to the command of its Right, Center, and Left zones. If the army has fewer than three commanders, one or more commanders must command two or three zones. If the army has more than three commanders, the additional commanders can be added as subordinate commanders to a zone. Subordinate commanders add their Leadership Ability to the zone commander’s for purposes of deployment and redeployment.\n* Each commander can deploy some or all of his troops in the zone he commands, up to a maximum number of units equal to his Leadership Ability. However, in an Envelopment or Rear Guard Envelopment, the surprised side cannot deploy any troops in its Right Zone. In a Deep Envelopment, the surprised side cannot deploy any troops in its Left or Right Zone.\n* Each commander’s unit must be deployed in one of the zones he commands or in the Reserve.\n* Any units not deployed in the Right, Center, or Left Zones are deployed into the Reserve zone.\n* Heroes that are not commanding or leading units can be deployed in any zone.\n\n###### Effects of Army Size Asymmetry (Optional)\n\nWhen attacking, smaller armies with fewer units can finish deploying all of their units faster than larger armies can. Generals willing to go on the offensive against a larger force can take advantage of this asymmetry.\n\nAn attacking army that is smaller than the defending army can begin fighting the battle as soon as it finishes deploying, without waiting for the defending army to finish deploying. When the battle begins, the attacking army can deploy all of the units it has available based on the strategic situation, while the defending army can only deploy a number of units equal to the number of units the attacking army has deployed. The other units can later join the battle as reinforcements (see p. XX).\n\nEXAMPLE: An army of 4 light cavalry battalions is attacking an army of 7 heavy infantry battalions in a pitched battle. The attacking general decides to begin fighting as soon his cavalry is deployed. Therefore, the defending army can only deploy of its battalions before the first battle turn.\n\n**Designer’s Note:** Judges sometimes use the battles system to handle fights between adventurer-led mercenaries and powerful monsters in the wilderness. In such cases, we strongly advise that these rules be used so that the monsters can exploit the asymmetry in force size. For instance, if a unit of wyverns observes 16 units of bowmen advancing, the wyverns will not wait for the entire army to deploy in neat files to assail them with arrows to attack them, but will instead immediately attack the head of the column.\n\n### Fighting the Battle\n\nWhen a battle occurs, the Judge should run a series of **battle turns** following the procedure below. Each battle turn represents approximately 10 minutes of hard fighting. For purposes of battle turns, the first zone refers to Army A’s Right zone and Army B’s Left zone; the second zone is Army A and B’s Center zones; and the third zone is Army A’s Left zone and Army B’s Right zone.\n\n1. **First Zone Missile Phase.** In this phase, the missile troops in the first zones exchange fire.\n   1. Calculate Battle Ratings.Each army leader sums the battle rating of all missile units in the zone.\n   2. Make Heroic Forays. Heroic PCs and NPCs in the zone can now make **heroic forays** at missile range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.\n   3. Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of the missile unit that remain in the zone. The target value for the attack throws is 17+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see **Breaking a Zone** (p. XX).\n   4. Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be missile units. These units are destroyed (or, if loose units, **withdrawn**; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.\n2. **First Zone Melee Phase.** The surviving units in the first zone now clash as the opposing battlelines come to melee.\n   1. Calculate Battle Ratings.Each army leader sums the battle rating of all non-missile units in the zone.\n   2. Make Heroic Forays*.* Heroic PCs and NPCs in the zone who did not foray in the Missile Phase can now make **heroic forays** at melee range to influence the battle rating in favor of one army or the other. All heroes’ heroic forays are revealed and resolved simultaneously. Lost units are then removed.\n   3. Determine Hits.Each army leader simultaneously rolls a number of attack throws equal to the battle rating of he non-missile unit that remain in the zone. The target value for the attack throws is 16+, modified by the Attack Throw Modifiers listed below. For each successful attack throw, one hit is scored. If at the start of step c, one side has no units in its zone, see **Breaking a Zone** (p. XX).\n   4. Apply Casualties.Each army leader tallies the hits scored against his army. Each army leader then removes units from the first zone with a combined battle rating equal to or greater than the total hits scored against his army. The units removed do not need to be non-missile units. These units are destroyed (or, if loose units, **withdrawn**; see below). If all of an army’s units in a zone are defeated, the remaining hits are lost. Hits are applied simultaneously.\n3. **Second Zone Missile Phase.** Play proceeds through steps A – D above.\n4. **Second Zone Melee Phase.** Play proceeds through steps A – D above.\n5. **Third Zone Missile Phase.** Play proceeds through steps A – D above.\n6. **Third Zone Melee Phase.** Play proceeds through steps A – D above.\n7. **Morale Phase.** The Judge now checks to see whether either army has reached a **break point** and if so resolves **morale rolls**, as explained in **Ending Battles** (p. XX). If, after resolving morale, all units of one army have routed or been defeated, the battle ends.\n8. **Redeployment Phase.** Either army can now **redeploy** units. The army leader with the lower strategic ability must redeploy first. (If equal, Army B must decide first.) The army leader can redeploy a number of units equal to his Leadership Ability. A redeployed infantry unit can be moved from the Left, Center, or Right zone to the Reserve zone, or from the Reserve Zone to the Left, Center, or Right zone. A redeployed cavalry unit can be moved from any zone to another zone. Wavering and disordered units cannot be redeployed. In lieu of redeploying a unit or units, leader can **regroup** a unit or units that have **wavered** or become **disordered**, ending those conditions. Heroes can move from any zone to another zone and do not count against the leader’s Leadership Ability. The maximum number of units, other than heroes, in a zone cannot exceed the zone commander’s Leadership Ability (including subordinates, if any).\n9. **Reinforcement Phase**. If an army began the battle with one or more units it was unable to deploy (either due to the strategic situation or because a small attacking army began fighting before deployment was complete), the army leader can attempt to deploy reinforcements by making a proficiency throw modified by his strategic ability. The target value is 4+ if the battle is in grasslands or shrublands terrain, 12+ in barrens, desert, or hills terrain, and 16+ in forest, jungle, mountains, or swamp terrain. If the throw succeeds, the army leader can deploy one previously-undeployed unit into his army’s reserve. The army leader with the lower strategic ability must choose and roll. (If equal, Army B must decide first.)\n10. **Withdrawal Phase.** Either army may now **voluntarily withdraw**. The army leader with the lower strategic ability must decide first. (If equal, Army A must decide first.) If either army voluntarily withdraws, the battle ends. If neither army wishes to withdraw, then run another battle turn.\n\nWhen the battle ends, the losing army must **retreat**. The winning army may **pursue** the defeated army. After pursuit, **casualties** are calculated. The winning army then seizes the **spoils of war**. See the **Aftermath of Battles** section (p. XX).\n\n###### Attack Throw Modifiers\n\nDuring a battle, each unit’s attack throws are modified by the following mass combat factors:\n\n|  |  |\n| --- | --- |\n| **Attack Throw Modifiers** | **Modifier** |\n| Commander or Lieutenant personally leading unit | +1 |\n| Unit facing broken zone | +2 |\n| Opposing army surprised (first battle turn only) | +2 |\n| Opposing army occupies advantageous terrain (hill, ridgeline) | -2 |\n\nUnits that are affected by conditions that modify their attack throws (such as **blessed** or **hungry**) should also apply those modifiers.\n\n###### Breaking a Zone\n\nIf, at the start of any step (c), **Determine Hits***,* a zone has no friendly units in it, that zone is **broken**. Units facing a broken zone gain a +2 bonus to their attack throws. Hits scored against the broken zone can be applied to the enemy units in an adjacent zone. Units facing a broken Left or Right zone can apply their hits to the enemy’s Center zone, while units facing a broken Center zone apply some or all of their hits to the enemy’s Left, Right, or Reserve zone. Loose units cannot withdraw if attacked in the Reserve.\n\n###### Surprise\n\nIn certain strategic situations (e.g. ambush, envelopment, deep envelopment, and rear guard envelopment), one army will have surprised the other. The surprised army cannot make any attack throws during the first battle turn of the battle. In addition, units attacking the surprised army gain a +2 bonus on all attack throws against it during the first battle turn. Heroes may still make a heroic foray even if their army is surprised. See **Heroes in Battle**, below.\n\n###### Withdrawal\n\nLoose units aren’t deployed to hold ground or fight to the last man. When applying hits to his units, the army leader will count loose units as having only half their BR. However, instead of being killed, the units withdraw to the reserve, where they become **disordered**. Place the unit in the reserve and mark it with a token to represent its disordered state. A disordered unit cannot be redeployed until it is rallied. A unit cannot be rallied and redeployed in the same battle turn.\n\n### Heroes in Battle\n\nGreat warriors, powerful wizards, and monstrous creatures can influence the outcome of battles far more than lesser mortals. ***ACKS II*** offers two mechanisms by which the actions of **heroes** on the battlefield can be resolved. Heroes can be treated as **heroic units**, with their activities abstracted into Battle Ratings. Alternatively, the activities of heroes can be resolved by “zooming in” on a particular fight between the heroes and their foes, called a **heroic foray**.\n\n###### Qualifying Heroes\n\nTo qualify as a hero, a PC, NPC, or monster must be present at the battlefield and meet one of the following criteria:\n\n* The character is a PC (i.e. all player characters can act as heroes); or\n* The character is a monster possessing at least nine Hit Dice; or\n* The character is an NPC with at least six levels of experience; or\n* The character is the henchman of a qualifying hero, and has at least four levels of experience; or\n* The character has certain special abilities or items such that the Judge feels the character qualifies as a hero.\n\nEXAMPLE: Several PCs and NPCs are present at a battle: Marcus (9th level PC fighter) and his henchman Peristo (6th level fighter); Zeodarë (7th level PC bladedancer) and her henchman Sera (3rd level thief); and Theon (5th level NPC Paladin) and his henchman Jonus (4th level paladin).\n\nMarcus and Zeodarë both qualify as heroes because they are PCs. Peristo qualifies as a hero because he is the henchman of a qualifying hero and has at least four levels of experience, but Sera does not qualify because she is too low level. Theon does not qualify as a hero because as an NPC he needs at least six levels of experience, and he only has five. His henchman Jonus does not qualify because Theon didn’t qualify. If Jonus were Marcus’ or Zeodarë’s henchman, he would qualify as a hero.\n\nIn platoon-scale battles, decrease the level or HD requirements by two. In battalion-scale battles, increase the level or HD requirements by two. In brigade-scale battles, increase them by four. (Remember: Just because PCs canact as heroes, doesn’t mean they should!)\n\nEXAMPLE: If the battle above were at platoon scale, NPCs would qualify with five levels of experience, and henchmen of qualifying heroes would qualify with two levels of experience. Therefore Sera, Theon, and Jonus would all qualify as heroes.\n\n###### Heroic Units\n\nHeroes can be treated as **heroic units**, with their activities abstracted into Battle Ratings. When using this method, heroes simply become (powerful) units on the battlefield. Treating heroes as units allows the Judge to quickly resolve battles, and is ideal for resolving mass combats that happen without player participation. Simply calculate each hero’s or party’s BR using the formula below. Treat classed PCs and NPCs as having one special ability (\\*) each, or two if they cast arcane spells. Add additional special abilities for powerful magic items.\n\n(Number of Creatures) x (Creature’s AC + 1) x (Creature’s HD) x (Creature’s HD + 1) x (1 + Creature’s # of Special Abilities) /\n\n(8 x # of Infantry per Regular Unit)\n\nEXAMPLE #5: Peristo, a 6th level fighter with AC 9 and a **horn of blasting**,participates in a battle. The Judge determines that possessing the **horn** counts as a bonus special ability. Peristo’s BR is (1) x (9+1) x (6) x (6+1) x (1+2) / (8 x 120) = 1.3, rounded to 1.5. Without the **horn of blasting**, Peristo’s BR would be (1) x (9+1) x (6) x (6+1) (1+1) / (8 x 120) = 0.875, rounded to 1.\n\n###### Heroic Forays\n\n|  |  |\n| --- | --- |\n| **BR Staked** | **Hero is ...** |\n| 0 | Entering the foray |\n| 0.5 | Leading from the front |\n| 1 | Heroically charging into battle |\n| 1.5 | Attacking in front of the vanguard |\n| 2 | Cutting a swath of glory |\n| 2.5 | Carving his name into the epics |\n| 3 | Seeking glorious death! |\n\nInstead of treating heroes as units, the activities of heroes can be resolved by “zooming in” on a **heroic foray**. A heroic foray is a fight between participating heroes and a selection of foes drawn from the opposing army. All heroes foraying in the same step fight in the same foray. Heroes foraying on different steps fight in separate forays, even if in the same zone. Heroes can only fight in one foray each battle turn.\n\nTo foray, a hero **stakes** between 0 and 3 points of battle rating. The amount of BR staked represents the risk the hero is taking during the battle. Each hero chooses how many points of battle rating he will stake. The total amount of BR staked by all the heroes in the foray will determine how many foes the heroes face.\n\nEXAMPLE: Marcus and Peristo are in the Center zone. On step 4b, they decide to foray against Moruvai’s army. Marcus audaciously stakes 2 point of BR, while Peristo, more cautious by nature, stakes 1 point. They will collectively face 3 BR worth of foes.\n\n|  |  |  |\n| --- | --- | --- |\n| **Terrain Type** | **Missile Encounter Distance** | **Melee Encounter Distance** |\n| Barrens (any) | 4d6x30’ (420’) | 2d6+1 x 15’ (120’) |\n| Desert (rocky) | 5d6x30’ (480’) | 2d6+1 x 15’ (120’) |\n| Desert (sandy) | 5d6x30’ (480’) | 2d6+1 x 15’ (120’) |\n| Forest (taiga) | 3d6x15’ (157’) | 2d6+1 x 15’ (120’) |\n| Forest (deciduous) | 5d8x3’ (70’) | 5d8x3’ (70’) |\n| Grassland (farmland/prairie) | 4d6x30’ (420’) | 2d6+1 x 15’ (120’) |\n| Grassland (steppe) | 5d6x30’ (480’) | 2d6+1 x 15’ (120’) |\n| Hills (forested) | 5d8x3’ (70’) | 5d8x3’ (70’) |\n| Hills (rocky/terraced) | 4d6x30’ (420’) | 2d6+1 x 15’ (120’) |\n| Jungle (any) | 5d8x3’ (70’) | 5d4x3’ (38’) |\n| Mountains (forested) | 5d8x3’ (70’) | 5d8x3’ (70’) |\n| Mountains (rocky/terraced) | 4d6x30’ (420’) | 2d6+1 x 15’ (120’) |\n| Scrubland (low, sparse) | 4d6x30’ (420’) | 2d6+1 x 15’ (120’) |\n| Scrubland (high, dense) | 3d6x15’ (157’) | 2d6+1 x 15’ (120’) |\n| Swamp (marshy) | 3d6x15’ (157’) | 2d6+1 x 15’ (120’) |\n| Swamp (scrubby) | 5d8x3’ (70’) | 5d8x3’ (70’) |\n\nThe Judge should select foes for the foray from among the units and heroes present in the zone. Forays by heroes during a Missile Phase should face missile units, if any are available. Foes enter the foray in 1 – 4 separate groups.\n\nThe Judge should allocate foes to the groups however he deems appropriate, but each group should be approximately equal in size.\n\nIf desired, the Judge may have the heroes face partial units, reducing both BR and number of creatures proportionately.\n\nEXAMPLE: The Judge selects 3 BR worth of foes. A unit of 60 wolf riders has 6.5 BR, so the Judge confronts Marcus and Peristo with 45% of that number — 27 wolf riders, equal to BR 3. The Judge divides the wolf riders into three groups of 9 wolf riders each.\n\nWhen the foray begins, consult the Battlefield Encounter Distance table to determine how many feet separate the heroes and their foes. Roll separately for each group. Forays during a missile phases begin at longer ranges than forays during a melee phase.\n\nEXAMPLE: The Judge consults the Battlefield Encounter Distance table for each group. The battle is taking in steppe and the foray is occurring during a melee phase, so the grasslands (steppe) melee encounter distance is used. The Judge rolls 2d6+1 x 15’ for each group. Rolling for the first group of 4 wolf riders, the Judge gets a 7; the first group is 105’ away from the heroes. Rolling for the second group of wolf riders, the Judge gets an 11; the second group is 165’ away from the heroes. Rolling for the third group of wolf riders, the Judge gets a 5; the third group is 75’ away.\n\nThe foray between the heroes and their foes should be resolved using the standard combat rules of ***ACKS***(initiative, morale, etc.).The participating heroes may use any desired spells, magic items, or other powers they wish. The heroes may leave the foray by using defensive movement, but cannot re-enter the same foray thereafter. The foray ends after 10 rounds or when all of the heroes or foes have been defeated, whichever occurs first. Foes who voluntarily withdraw or who fail morale rolls and flee are considered defeated.\n\nAfter the foray, the opposing army loses units with a combined battle rating equal to the total BR their side lost in the foray. If they defeated every creature, the opposing army loses the total BR staked in the foray.\n\nEXAMPLE: Marcus and Peristo kill half the goblin wolf riders, and the remaining goblins fail their morale rolls and flee. All of the foes are defeated, so the foray is over. The heroes won a foray with 3 BR at stake, so the Judge must removes 3 BR worth of units from the goblin army at the end of the step.\n\n###### Heroes versus Heroes\n\nIf there are heroes present in opposing zones, and they end up foraying during the same step, then the heroes of each army face each other in the foray. The highest total BR staked by either side is used. The heroes from each army will be supported by the staked BR worth of allies drawn from their army.\n\nEXAMPLE: Next battle turn, Marcus and Peristo foray again in step 4b, putting 2 BR at stake in total. Simultaneously, Moruvai, a 12th level ruinguard who is in his army’s Center zone, also forays. Moruvai puts 3 BR at stake. The highest stake risked by either side is used, so 3 BR are at stake. Marcus and Peristo will face Moruvai in the foray. Each side will be supported by 3 BR worth of allies from their own army.\n\nA foray with heroes on both sides ends after 10 rounds or when all of the heroes and creatures on one side have been defeated. Each side loses units with a combined battle rating equal to the total BR their side lost in the foray.\n\nEXAMPLE: After a fierce fight, with many losses on both sides, Moruvai withdraws. He has lost 6 goblin bow units (0.5 BR each) in the fighting. Marcus and Peristo are victorious, though their side has lost 1 heavy infantry unit (2 BR). Moruvai’s army loses 3 BR worth of units, and Marcus’s army loses 2 BR.\n\n###### Lulls in the Fighting\n\nAfter each battle turn in which heroes foray, there is a **lull in the fighting** during which PC and NPC heroes can treat incapacitated comrades, use magical healing, or take other actions to prepare themselves for the next battle turn. If not interrupted, the lull will last for 1 turn (10 minutes). However, if heroes from either army make any attacks or cast any spells affecting the opposing army, however, this immediately interrupts the lull and begins another battle turn. When this occurs, any heroes that remain incapacitated and untreated are “left on the battlefield”; their mortal wounds will be resolved later using the rolls for officer casualties (p. XX).\n"
}