{
  "html": "<h2>Examples of Race Creation</h2>\n<p>Below we have included examples of the races in <em><strong>ACKS II</strong></em>(Dwarf, Elf, Nobiran, Zaharan) as well as one race from <em>Heroic Fantasy Handbook</em> (Halflings). The races are presented in order of complexity from least to most complex.</p>\n<h3>Nobirans</h3>\n<p>The Nobiran race is a very simple design that relies on a few racial powers for flavor combined with a Divine-affiliated racial value.</p>\n<p><strong>Requirements:</strong> Since Nobiran value mimics Divine value, the race must have a minimum Will requirement. Here the rule is moot, as we decided that Nobiran classes require a minimum 11 or better in all ability scores. This requirement makes Nobiran racial classes exceptionally difficult to qualify for. Nobirans aren’t limited in number because they have especially powerful racial powers (they don’t), but simply to reflect an in-world conceit that they are rare, divinely-touched, descendants of the gods.</p>\n<p><strong>Nobiran 0:</strong> The race receives Divine Blessing (1 power), Blood of Kings (1 power), Heroic Spirit (1 power), and Longeval (1 power), for a total of 4 powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Nobiran 0 is 120 XP, which rounds to 125 XP.</p>\n<p><strong>Nobiran 1:</strong> The race’s racial value mimics Divine 1, so we add the cost of the mimicked class value at that level to the total. Divine 1 costs 250 XP, so the cost is 375 XP.</p>\n<p><strong>Nobiran 2:</strong> The race’s racial value mimics Divine 2, so we add the cost of the mimicked class value at that level to the total. Divine 2 costs 500 XP (i.e. an additional 250 XP over Divine 1), so the cost is 625 XP.</p>\n<p><strong>Nobiran 3:</strong> The race’s racial value mimics Divine 3, so we add the cost of the mimicked class value at that level to the total. Divine 3 costs 1000 XP (i.e. an additional 500 XP over Divine 2), so the cost is 1,125 XP.</p>\n<p><strong>Nobiran 4:</strong> The race’s racial value mimics Divine 4, so we add the cost of the mimicked class value at that level to the total. Divine 4 costs 2000 XP (i.e. an additional 1000 XP over Divine 2), so the cost is 2,125 XP.</p>\n<h3>Zaharans</h3>\n<p>The Zaharan race is another very simple design. It relies on a few racial powers for flavor combined with racial value / Arcane value stacking. This parallels the design of the Elf value (see below) and was intended to simulate “evil elf” type races such as the Drow, Melnibonéans, or Black Numenoreans.</p>\n<p><strong>Requirements:</strong> Zaharans require Intellect, Will, and Charisma of 9 or higher. Since Zaharan value mimics Arcane value, the race had to have a minimum Intellect requirement. Having two more requirements makes the race considerably more difficult to qualify for than more common races like dwarf or elf, but not nearly so difficult as Nobiran.</p>\n<p><strong>Zaharan 0:</strong> The race receives Ancient Pacts (1 power), Zaharan Tongues (1 power), Inexorable (1 power), Dark Soul (-1 power), and After the Flesh (3 powers). None of these are spell-like abilities, so the cost for them is 5 x 40 = 200 XP. This is reduced by 40 XP in step 3(c). Therefore the cost for Zaharan 0 is 160 XP, which rounds to 150 XP. We felt that slightly undervalued the benefits of being a Zaharan, and increased this to 200 XP.</p>\n<p><strong>Zaharan 1:</strong> The race’s racial value mimics Arcane 1, so we add the cost of the mimicked class value at that level to the total. Arcane 1 costs 625 XP, so the cost is 825 XP.</p>\n<p><strong>Zaharan 2:</strong> The race’s racial value mimics Arcane 2, so we add the cost of the mimicked class value at that level to the total. Arcane 2 costs 1,250 XP, so the cost is 1,450 XP.</p>\n<p><strong>Zaharan 3:</strong> The race’s racial value mimics Arcane 3, so we add the cost of the mimicked class value at that level to the total. Arcane 3 costs 1,875 XP, so the cost is 2,075 XP.</p>\n<p><strong>Zaharan 4:</strong> The race’s racial value mimics Arcane 4, so we add the cost of the mimicked class value at that level to the total. Arcane 4 costs 2,500 XP, so the cost is 2,700 XP.</p>\n<h3>Elves</h3>\n<p>The elf race was not so much designed as it was reverse engineered from the elf class in predecessor games. The result was that, although its similar to the Zaharan design, elven classes enjoy a 125 XP discount for the Arcane Value, a necessity to keep the elven spellsword at 4,000 XP for 2nd level. This mechanic in turn led to the cost of the Elf 4 value being reduced by 125 XP to avoid an asymmetry (Elf 3 + Arcane 1 costing less than Elf 4).</p>\n<p><strong>Requirements:</strong> All elven classes require a minimum Intellect 9 or better. Since Elf value mimics Arcane value, the class must have a minimum Intellect requirement.</p>\n<p><strong>Elf 0:</strong> The race receives Animal Friendship (0.5 powers), Attunement to Nature (1.5 powers), Connection to Nature (1 power), and Elf Tongues (1 power), for a total of 4 racial powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Elf 0 is 120 XP, which rounds to 125 XP.</p>\n<p><strong>Elf 1:</strong> The race’s racial value mimics Arcane 1, so we add the 625 XP cost of the mimicked class value to the total, bringing it to 750 XP.</p>\n<p><strong>Elf 2:</strong> The race’s racial value mimics Arcane 2, so we add the 1,250 XP cost of the mimicked class value to the total, bringing it to 1,375 XP.</p>\n<p><strong>Elf 3:</strong> The race’s racial value mimics Arcane 3, so we add the 1,875 XP cost of the mimicked class value to the total, bringing it to 2,000 XP.</p>\n<p><strong>Elf 4:</strong> The race’s racial value mimics Arcane 3, so we add the 2,500 XP cost of the mimicked class value to the total, bringing it to 2,625 XP. At this point, we take the unusual step of <em>reducing</em> the cost of Elf 4 to 2,500 XP. The reason for this reduction is that otherwise it creates an asymmetry in the build point cost for two otherwise-identical classes. HD 1, Fighter 2, Arcane 1, Elf 3 costs 4,000 XP, while HD 1, Fighter 2, Elf 4 would cost 4,125 XP.</p>\n<h3>Dwarves</h3>\n<p>Like the elf race, the dwarf race was not designed so much as reverse engineered from the dwarf class in <em><strong>ACKS</strong></em>’s predecessor games , Unlike the elf, which in the predecessor games was reverse engineered as the equivalent of HD 1, Fighting 2, Arcane 1, Elf 3, the predecessor dwarf was built with HD 2, Fighting 2, Dwarf 0, meaning it offered no guidance as to what the higher Dwarf value should offer. If the most elven elves are arcane casters, what are the most dwarven dwarves? The choice of cumulative additional proficiencies and bonuses to proficiency throws was intended to reflect the trope of superior dwarven craftsmanship.</p>\n<p>The tricky question for evaluating the dwarven design is to how to cost the +1/+2/+3/+4 bonus to proficiencies and thief skills. In general, a +4 bonus to a proficiency throw counts as a custom power, so a +1 bonus should equate to 0.25 custom powers. Since the bonus is applicable so widely, it should be costed at 75 XP rather than 40 XP per power. But the bonus applies to <em>all</em> proficiencies and thief skills, so the cost needs to be 75 XP x 0.25 <em>per</em> +1 <em>per</em> proficiency or thief skill. How many is that?</p>\n<p>Calculating the average number of proficiencies or thief skills requires making some assumptions. We know every character will have two proficiencies at 1st level. Let’s assume a typical class build of HD 1, Fighting 2, Thievery 0 with two Fighting Value trade-offs. The class could have another four to six proficiencies or thief skills. It will gain another proficiency at 3rd, 5th, 9th, 11th, and 12th level, which (using trade-off mechanics) is worth a bit more than two proficiencies. The class might have one or more bonus proficiencies from Intellect. This suggests around 10 proficiencies is a serviceable baseline, and is used for the suggested costs below.</p>\n<p><strong>Requirements:</strong> All dwarven classes require a minimum Constitution 9 or better. The dwarf race is easy to qualify for without any special rules.</p>\n<p><strong>Dwarf 0:</strong> The race receives Sensitivity to Rock and Stone (1.5 powers), Dwarf Tongues (1 power), and Hardy People (3 powers), for a total of 5.5 racial powers. None of these are spell-like abilities, so the cost for them is 5.5 x 40 = 220 XP. However this is reduced by 40 XP in step 5(f) to 180 XP. We rounded this up to yield the cost for Dwarf 0 of 200 XP.</p>\n<p><strong>Dwarf 1:</strong> The race gains one extra proficiency (1 power), for a cost of 40 XP. The race gains a +1 bonus to all proficiency throws. Above we calculated a baseline of 10 proficiencies for the typical dwarven class, so the +1 bonus must cost [(10 + 1) x (1 x 0.25)] 2.75 powers. Those powers cost another (2.75 x 75) 206 XP. Therefore the additional cost for Dwarf 1 is (200 + 206) 406 XP, which we rounded down to 400 XP.</p>\n<p><strong>Dwarf 2:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. Again using a baseline of 10 proficiencies for the typical dwarven class, the +2 bonus must cost [(10 + 2) x (2 x 0.25)] 6 powers. Those powers cost another (6 x 75) 450 XP. Therefore the additional cost for Dwarf 2 is (200 + 450) 650 XP, which we reduced to 600 XP.</p>\n<p><strong>Dwarf 3:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +3 bonus must cost [(10 + 3) x (3 x 0.25)] 9.75 powers. Those powers cost another (9.75 x 75) 731 XP. Therefore the additional cost for Dwarf 3 is (200 + 731) 931 XP, which we reduced to 900 XP.</p>\n<p><strong>Dwarf 4:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +4 bonus must cost [(10 + 4) x (4 x 0.25)] 14 powers. Those powers cost another (14 x 75) 1050 XP. Therefore the additional cost for Dwarf 4 is (200 + 1050) 1,250 XP.</p>\n<h3>Halflings</h3>\n<p>The halfling design is unusual in that its racial values run negative – in other words, halfling classes cost less XP than human classes. The reason for the negative XP cost of the halfling value is the class’s Weak custom power, which imposes a HD type reduction. Since increasing HD by one type increases a class’s XP cost by 500 XP, reducing HD by one type is modeled by reducing the race’s XP cost at each point by 500 XP.</p>\n<p>Another unusual aspect of the halfling design is that the halfling value affords the race a series of “halfling skills” which are especially suited to halfling adventures. Therefore these powers are costed at 75 XP each rather than the usual 40 XP.</p>\n<p><strong>Requirements:</strong> Halfling classes require a minimum Dexterity 9 or better. The halfling race is easy to qualify for without any special rules.</p>\n<p><strong>Halfling 0:</strong> The race receives Child-like (0 powers), Demi-Human Ancestry (0.5 powers), Difficult to Corrupt (1 power), Easily Encumbered (-1 power), Halfling Tongues (1 power), Heroic Breakfast (1 power), Underfoot (1 power), Short-Statured (-1/2 powers), and Weak (-1 power), for a total of 2 custom powers. None of these are spell-like abilities, so the cost for them is 2 x 40 = 80 XP. However, this is reduced by 40 XP in step 5(f) to 40 XP. In addition, the Weak power is worsened by a HD type reduction, which is the equivalent of a -1 value in the HD category (-500 XP). Therefore the cost for Halfling 0 is -460 XP, which rounds to -450 XP.</p>\n<p><strong>Halfling 1:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -375 XP.</p>\n<p><strong>Halfling 2:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -300 XP.</p>\n<p><strong>Halfling 3:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -225 XP.</p>\n<p><strong>Halfling 4:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -150 XP.</p>\n",
  "sections": [
    {
      "title": "Examples of Race Creation",
      "level": 2,
      "html": "<p>Below we have included examples of the races in <em><strong>ACKS II</strong></em>(Dwarf, Elf, Nobiran, Zaharan) as well as one race from <em>Heroic Fantasy Handbook</em> (Halflings). The races are presented in order of complexity from least to most complex.</p>\n"
    },
    {
      "title": "Nobirans",
      "level": 3,
      "html": "<p>The Nobiran race is a very simple design that relies on a few racial powers for flavor combined with a Divine-affiliated racial value.</p>\n<p><strong>Requirements:</strong> Since Nobiran value mimics Divine value, the race must have a minimum Will requirement. Here the rule is moot, as we decided that Nobiran classes require a minimum 11 or better in all ability scores. This requirement makes Nobiran racial classes exceptionally difficult to qualify for. Nobirans aren’t limited in number because they have especially powerful racial powers (they don’t), but simply to reflect an in-world conceit that they are rare, divinely-touched, descendants of the gods.</p>\n<p><strong>Nobiran 0:</strong> The race receives Divine Blessing (1 power), Blood of Kings (1 power), Heroic Spirit (1 power), and Longeval (1 power), for a total of 4 powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Nobiran 0 is 120 XP, which rounds to 125 XP.</p>\n<p><strong>Nobiran 1:</strong> The race’s racial value mimics Divine 1, so we add the cost of the mimicked class value at that level to the total. Divine 1 costs 250 XP, so the cost is 375 XP.</p>\n<p><strong>Nobiran 2:</strong> The race’s racial value mimics Divine 2, so we add the cost of the mimicked class value at that level to the total. Divine 2 costs 500 XP (i.e. an additional 250 XP over Divine 1), so the cost is 625 XP.</p>\n<p><strong>Nobiran 3:</strong> The race’s racial value mimics Divine 3, so we add the cost of the mimicked class value at that level to the total. Divine 3 costs 1000 XP (i.e. an additional 500 XP over Divine 2), so the cost is 1,125 XP.</p>\n<p><strong>Nobiran 4:</strong> The race’s racial value mimics Divine 4, so we add the cost of the mimicked class value at that level to the total. Divine 4 costs 2000 XP (i.e. an additional 1000 XP over Divine 2), so the cost is 2,125 XP.</p>\n"
    },
    {
      "title": "Zaharans",
      "level": 3,
      "html": "<p>The Zaharan race is another very simple design. It relies on a few racial powers for flavor combined with racial value / Arcane value stacking. This parallels the design of the Elf value (see below) and was intended to simulate “evil elf” type races such as the Drow, Melnibonéans, or Black Numenoreans.</p>\n<p><strong>Requirements:</strong> Zaharans require Intellect, Will, and Charisma of 9 or higher. Since Zaharan value mimics Arcane value, the race had to have a minimum Intellect requirement. Having two more requirements makes the race considerably more difficult to qualify for than more common races like dwarf or elf, but not nearly so difficult as Nobiran.</p>\n<p><strong>Zaharan 0:</strong> The race receives Ancient Pacts (1 power), Zaharan Tongues (1 power), Inexorable (1 power), Dark Soul (-1 power), and After the Flesh (3 powers). None of these are spell-like abilities, so the cost for them is 5 x 40 = 200 XP. This is reduced by 40 XP in step 3(c). Therefore the cost for Zaharan 0 is 160 XP, which rounds to 150 XP. We felt that slightly undervalued the benefits of being a Zaharan, and increased this to 200 XP.</p>\n<p><strong>Zaharan 1:</strong> The race’s racial value mimics Arcane 1, so we add the cost of the mimicked class value at that level to the total. Arcane 1 costs 625 XP, so the cost is 825 XP.</p>\n<p><strong>Zaharan 2:</strong> The race’s racial value mimics Arcane 2, so we add the cost of the mimicked class value at that level to the total. Arcane 2 costs 1,250 XP, so the cost is 1,450 XP.</p>\n<p><strong>Zaharan 3:</strong> The race’s racial value mimics Arcane 3, so we add the cost of the mimicked class value at that level to the total. Arcane 3 costs 1,875 XP, so the cost is 2,075 XP.</p>\n<p><strong>Zaharan 4:</strong> The race’s racial value mimics Arcane 4, so we add the cost of the mimicked class value at that level to the total. Arcane 4 costs 2,500 XP, so the cost is 2,700 XP.</p>\n"
    },
    {
      "title": "Elves",
      "level": 3,
      "html": "<p>The elf race was not so much designed as it was reverse engineered from the elf class in predecessor games. The result was that, although its similar to the Zaharan design, elven classes enjoy a 125 XP discount for the Arcane Value, a necessity to keep the elven spellsword at 4,000 XP for 2nd level. This mechanic in turn led to the cost of the Elf 4 value being reduced by 125 XP to avoid an asymmetry (Elf 3 + Arcane 1 costing less than Elf 4).</p>\n<p><strong>Requirements:</strong> All elven classes require a minimum Intellect 9 or better. Since Elf value mimics Arcane value, the class must have a minimum Intellect requirement.</p>\n<p><strong>Elf 0:</strong> The race receives Animal Friendship (0.5 powers), Attunement to Nature (1.5 powers), Connection to Nature (1 power), and Elf Tongues (1 power), for a total of 4 racial powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Elf 0 is 120 XP, which rounds to 125 XP.</p>\n<p><strong>Elf 1:</strong> The race’s racial value mimics Arcane 1, so we add the 625 XP cost of the mimicked class value to the total, bringing it to 750 XP.</p>\n<p><strong>Elf 2:</strong> The race’s racial value mimics Arcane 2, so we add the 1,250 XP cost of the mimicked class value to the total, bringing it to 1,375 XP.</p>\n<p><strong>Elf 3:</strong> The race’s racial value mimics Arcane 3, so we add the 1,875 XP cost of the mimicked class value to the total, bringing it to 2,000 XP.</p>\n<p><strong>Elf 4:</strong> The race’s racial value mimics Arcane 3, so we add the 2,500 XP cost of the mimicked class value to the total, bringing it to 2,625 XP. At this point, we take the unusual step of <em>reducing</em> the cost of Elf 4 to 2,500 XP. The reason for this reduction is that otherwise it creates an asymmetry in the build point cost for two otherwise-identical classes. HD 1, Fighter 2, Arcane 1, Elf 3 costs 4,000 XP, while HD 1, Fighter 2, Elf 4 would cost 4,125 XP.</p>\n"
    },
    {
      "title": "Dwarves",
      "level": 3,
      "html": "<p>Like the elf race, the dwarf race was not designed so much as reverse engineered from the dwarf class in <em><strong>ACKS</strong></em>’s predecessor games , Unlike the elf, which in the predecessor games was reverse engineered as the equivalent of HD 1, Fighting 2, Arcane 1, Elf 3, the predecessor dwarf was built with HD 2, Fighting 2, Dwarf 0, meaning it offered no guidance as to what the higher Dwarf value should offer. If the most elven elves are arcane casters, what are the most dwarven dwarves? The choice of cumulative additional proficiencies and bonuses to proficiency throws was intended to reflect the trope of superior dwarven craftsmanship.</p>\n<p>The tricky question for evaluating the dwarven design is to how to cost the +1/+2/+3/+4 bonus to proficiencies and thief skills. In general, a +4 bonus to a proficiency throw counts as a custom power, so a +1 bonus should equate to 0.25 custom powers. Since the bonus is applicable so widely, it should be costed at 75 XP rather than 40 XP per power. But the bonus applies to <em>all</em> proficiencies and thief skills, so the cost needs to be 75 XP x 0.25 <em>per</em> +1 <em>per</em> proficiency or thief skill. How many is that?</p>\n<p>Calculating the average number of proficiencies or thief skills requires making some assumptions. We know every character will have two proficiencies at 1st level. Let’s assume a typical class build of HD 1, Fighting 2, Thievery 0 with two Fighting Value trade-offs. The class could have another four to six proficiencies or thief skills. It will gain another proficiency at 3rd, 5th, 9th, 11th, and 12th level, which (using trade-off mechanics) is worth a bit more than two proficiencies. The class might have one or more bonus proficiencies from Intellect. This suggests around 10 proficiencies is a serviceable baseline, and is used for the suggested costs below.</p>\n<p><strong>Requirements:</strong> All dwarven classes require a minimum Constitution 9 or better. The dwarf race is easy to qualify for without any special rules.</p>\n<p><strong>Dwarf 0:</strong> The race receives Sensitivity to Rock and Stone (1.5 powers), Dwarf Tongues (1 power), and Hardy People (3 powers), for a total of 5.5 racial powers. None of these are spell-like abilities, so the cost for them is 5.5 x 40 = 220 XP. However this is reduced by 40 XP in step 5(f) to 180 XP. We rounded this up to yield the cost for Dwarf 0 of 200 XP.</p>\n<p><strong>Dwarf 1:</strong> The race gains one extra proficiency (1 power), for a cost of 40 XP. The race gains a +1 bonus to all proficiency throws. Above we calculated a baseline of 10 proficiencies for the typical dwarven class, so the +1 bonus must cost [(10 + 1) x (1 x 0.25)] 2.75 powers. Those powers cost another (2.75 x 75) 206 XP. Therefore the additional cost for Dwarf 1 is (200 + 206) 406 XP, which we rounded down to 400 XP.</p>\n<p><strong>Dwarf 2:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. Again using a baseline of 10 proficiencies for the typical dwarven class, the +2 bonus must cost [(10 + 2) x (2 x 0.25)] 6 powers. Those powers cost another (6 x 75) 450 XP. Therefore the additional cost for Dwarf 2 is (200 + 450) 650 XP, which we reduced to 600 XP.</p>\n<p><strong>Dwarf 3:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +3 bonus must cost [(10 + 3) x (3 x 0.25)] 9.75 powers. Those powers cost another (9.75 x 75) 731 XP. Therefore the additional cost for Dwarf 3 is (200 + 731) 931 XP, which we reduced to 900 XP.</p>\n<p><strong>Dwarf 4:</strong> The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +4 bonus must cost [(10 + 4) x (4 x 0.25)] 14 powers. Those powers cost another (14 x 75) 1050 XP. Therefore the additional cost for Dwarf 4 is (200 + 1050) 1,250 XP.</p>\n"
    },
    {
      "title": "Halflings",
      "level": 3,
      "html": "<p>The halfling design is unusual in that its racial values run negative – in other words, halfling classes cost less XP than human classes. The reason for the negative XP cost of the halfling value is the class’s Weak custom power, which imposes a HD type reduction. Since increasing HD by one type increases a class’s XP cost by 500 XP, reducing HD by one type is modeled by reducing the race’s XP cost at each point by 500 XP.</p>\n<p>Another unusual aspect of the halfling design is that the halfling value affords the race a series of “halfling skills” which are especially suited to halfling adventures. Therefore these powers are costed at 75 XP each rather than the usual 40 XP.</p>\n<p><strong>Requirements:</strong> Halfling classes require a minimum Dexterity 9 or better. The halfling race is easy to qualify for without any special rules.</p>\n<p><strong>Halfling 0:</strong> The race receives Child-like (0 powers), Demi-Human Ancestry (0.5 powers), Difficult to Corrupt (1 power), Easily Encumbered (-1 power), Halfling Tongues (1 power), Heroic Breakfast (1 power), Underfoot (1 power), Short-Statured (-1/2 powers), and Weak (-1 power), for a total of 2 custom powers. None of these are spell-like abilities, so the cost for them is 2 x 40 = 80 XP. However, this is reduced by 40 XP in step 5(f) to 40 XP. In addition, the Weak power is worsened by a HD type reduction, which is the equivalent of a -1 value in the HD category (-500 XP). Therefore the cost for Halfling 0 is -460 XP, which rounds to -450 XP.</p>\n<p><strong>Halfling 1:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -375 XP.</p>\n<p><strong>Halfling 2:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -300 XP.</p>\n<p><strong>Halfling 3:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -225 XP.</p>\n<p><strong>Halfling 4:</strong> The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -150 XP.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Examples of Race Creation\n\nBelow we have included examples of the races in ***ACKS II***(Dwarf, Elf, Nobiran, Zaharan) as well as one race from *Heroic Fantasy Handbook* (Halflings). The races are presented in order of complexity from least to most complex.\n\n### Nobirans\n\nThe Nobiran race is a very simple design that relies on a few racial powers for flavor combined with a Divine-affiliated racial value.\n\n**Requirements:** Since Nobiran value mimics Divine value, the race must have a minimum Will requirement. Here the rule is moot, as we decided that Nobiran classes require a minimum 11 or better in all ability scores. This requirement makes Nobiran racial classes exceptionally difficult to qualify for. Nobirans aren’t limited in number because they have especially powerful racial powers (they don’t), but simply to reflect an in-world conceit that they are rare, divinely-touched, descendants of the gods.\n\n**Nobiran 0:** The race receives Divine Blessing (1 power), Blood of Kings (1 power), Heroic Spirit (1 power), and Longeval (1 power), for a total of 4 powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Nobiran 0 is 120 XP, which rounds to 125 XP.\n\n**Nobiran 1:** The race’s racial value mimics Divine 1, so we add the cost of the mimicked class value at that level to the total. Divine 1 costs 250 XP, so the cost is 375 XP.\n\n**Nobiran 2:** The race’s racial value mimics Divine 2, so we add the cost of the mimicked class value at that level to the total. Divine 2 costs 500 XP (i.e. an additional 250 XP over Divine 1), so the cost is 625 XP.\n\n**Nobiran 3:** The race’s racial value mimics Divine 3, so we add the cost of the mimicked class value at that level to the total. Divine 3 costs 1000 XP (i.e. an additional 500 XP over Divine 2), so the cost is 1,125 XP.\n\n**Nobiran 4:** The race’s racial value mimics Divine 4, so we add the cost of the mimicked class value at that level to the total. Divine 4 costs 2000 XP (i.e. an additional 1000 XP over Divine 2), so the cost is 2,125 XP.\n\n### Zaharans\n\nThe Zaharan race is another very simple design. It relies on a few racial powers for flavor combined with racial value / Arcane value stacking. This parallels the design of the Elf value (see below) and was intended to simulate “evil elf” type races such as the Drow, Melnibonéans, or Black Numenoreans.\n\n**Requirements:** Zaharans require Intellect, Will, and Charisma of 9 or higher. Since Zaharan value mimics Arcane value, the race had to have a minimum Intellect requirement. Having two more requirements makes the race considerably more difficult to qualify for than more common races like dwarf or elf, but not nearly so difficult as Nobiran.\n\n**Zaharan 0:** The race receives Ancient Pacts (1 power), Zaharan Tongues (1 power), Inexorable (1 power), Dark Soul (-1 power), and After the Flesh (3 powers). None of these are spell-like abilities, so the cost for them is 5 x 40 = 200 XP. This is reduced by 40 XP in step 3(c). Therefore the cost for Zaharan 0 is 160 XP, which rounds to 150 XP. We felt that slightly undervalued the benefits of being a Zaharan, and increased this to 200 XP.\n\n**Zaharan 1:** The race’s racial value mimics Arcane 1, so we add the cost of the mimicked class value at that level to the total. Arcane 1 costs 625 XP, so the cost is 825 XP.\n\n**Zaharan 2:** The race’s racial value mimics Arcane 2, so we add the cost of the mimicked class value at that level to the total. Arcane 2 costs 1,250 XP, so the cost is 1,450 XP.\n\n**Zaharan 3:** The race’s racial value mimics Arcane 3, so we add the cost of the mimicked class value at that level to the total. Arcane 3 costs 1,875 XP, so the cost is 2,075 XP.\n\n**Zaharan 4:** The race’s racial value mimics Arcane 4, so we add the cost of the mimicked class value at that level to the total. Arcane 4 costs 2,500 XP, so the cost is 2,700 XP.\n\n### Elves\n\nThe elf race was not so much designed as it was reverse engineered from the elf class in predecessor games. The result was that, although its similar to the Zaharan design, elven classes enjoy a 125 XP discount for the Arcane Value, a necessity to keep the elven spellsword at 4,000 XP for 2nd level. This mechanic in turn led to the cost of the Elf 4 value being reduced by 125 XP to avoid an asymmetry (Elf 3 + Arcane 1 costing less than Elf 4).\n\n**Requirements:** All elven classes require a minimum Intellect 9 or better. Since Elf value mimics Arcane value, the class must have a minimum Intellect requirement.\n\n**Elf 0:** The race receives Animal Friendship (0.5 powers), Attunement to Nature (1.5 powers), Connection to Nature (1 power), and Elf Tongues (1 power), for a total of 4 racial powers. None of these are spell-like abilities, so the cost for them is 4 x 40 = 160 XP. However this is reduced by 40 XP in step 5(f). Therefore the cost for Elf 0 is 120 XP, which rounds to 125 XP.\n\n**Elf 1:** The race’s racial value mimics Arcane 1, so we add the 625 XP cost of the mimicked class value to the total, bringing it to 750 XP.\n\n**Elf 2:** The race’s racial value mimics Arcane 2, so we add the 1,250 XP cost of the mimicked class value to the total, bringing it to 1,375 XP.\n\n**Elf 3:** The race’s racial value mimics Arcane 3, so we add the 1,875 XP cost of the mimicked class value to the total, bringing it to 2,000 XP.\n\n**Elf 4:** The race’s racial value mimics Arcane 3, so we add the 2,500 XP cost of the mimicked class value to the total, bringing it to 2,625 XP. At this point, we take the unusual step of *reducing* the cost of Elf 4 to 2,500 XP. The reason for this reduction is that otherwise it creates an asymmetry in the build point cost for two otherwise-identical classes. HD 1, Fighter 2, Arcane 1, Elf 3 costs 4,000 XP, while HD 1, Fighter 2, Elf 4 would cost 4,125 XP.\n\n### Dwarves\n\nLike the elf race, the dwarf race was not designed so much as reverse engineered from the dwarf class in ***ACKS***’s predecessor games , Unlike the elf, which in the predecessor games was reverse engineered as the equivalent of HD 1, Fighting 2, Arcane 1, Elf 3, the predecessor dwarf was built with HD 2, Fighting 2, Dwarf 0, meaning it offered no guidance as to what the higher Dwarf value should offer. If the most elven elves are arcane casters, what are the most dwarven dwarves? The choice of cumulative additional proficiencies and bonuses to proficiency throws was intended to reflect the trope of superior dwarven craftsmanship.\n\nThe tricky question for evaluating the dwarven design is to how to cost the +1/+2/+3/+4 bonus to proficiencies and thief skills. In general, a +4 bonus to a proficiency throw counts as a custom power, so a +1 bonus should equate to 0.25 custom powers. Since the bonus is applicable so widely, it should be costed at 75 XP rather than 40 XP per power. But the bonus applies to *all* proficiencies and thief skills, so the cost needs to be 75 XP x 0.25 *per* +1 *per* proficiency or thief skill. How many is that?\n\nCalculating the average number of proficiencies or thief skills requires making some assumptions. We know every character will have two proficiencies at 1st level. Let’s assume a typical class build of HD 1, Fighting 2, Thievery 0 with two Fighting Value trade-offs. The class could have another four to six proficiencies or thief skills. It will gain another proficiency at 3rd, 5th, 9th, 11th, and 12th level, which (using trade-off mechanics) is worth a bit more than two proficiencies. The class might have one or more bonus proficiencies from Intellect. This suggests around 10 proficiencies is a serviceable baseline, and is used for the suggested costs below.\n\n**Requirements:** All dwarven classes require a minimum Constitution 9 or better. The dwarf race is easy to qualify for without any special rules.\n\n**Dwarf 0:** The race receives Sensitivity to Rock and Stone (1.5 powers), Dwarf Tongues (1 power), and Hardy People (3 powers), for a total of 5.5 racial powers. None of these are spell-like abilities, so the cost for them is 5.5 x 40 = 220 XP. However this is reduced by 40 XP in step 5(f) to 180 XP. We rounded this up to yield the cost for Dwarf 0 of 200 XP.\n\n**Dwarf 1:** The race gains one extra proficiency (1 power), for a cost of 40 XP. The race gains a +1 bonus to all proficiency throws. Above we calculated a baseline of 10 proficiencies for the typical dwarven class, so the +1 bonus must cost [(10 + 1) x (1 x 0.25)] 2.75 powers. Those powers cost another (2.75 x 75) 206 XP. Therefore the additional cost for Dwarf 1 is (200 + 206) 406 XP, which we rounded down to 400 XP.\n\n**Dwarf 2:** The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. Again using a baseline of 10 proficiencies for the typical dwarven class, the +2 bonus must cost [(10 + 2) x (2 x 0.25)] 6 powers. Those powers cost another (6 x 75) 450 XP. Therefore the additional cost for Dwarf 2 is (200 + 450) 650 XP, which we reduced to 600 XP.\n\n**Dwarf 3:** The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +3 bonus must cost [(10 + 3) x (3 x 0.25)] 9.75 powers. Those powers cost another (9.75 x 75) 731 XP. Therefore the additional cost for Dwarf 3 is (200 + 731) 931 XP, which we reduced to 900 XP.\n\n**Dwarf 4:** The race gains an additional proficiency (1 power), for a cost of 40 XP. The race gains an additional +1 bonus to all proficiency throws. The cumulative +4 bonus must cost [(10 + 4) x (4 x 0.25)] 14 powers. Those powers cost another (14 x 75) 1050 XP. Therefore the additional cost for Dwarf 4 is (200 + 1050) 1,250 XP.\n\n### Halflings\n\nThe halfling design is unusual in that its racial values run negative – in other words, halfling classes cost less XP than human classes. The reason for the negative XP cost of the halfling value is the class’s Weak custom power, which imposes a HD type reduction. Since increasing HD by one type increases a class’s XP cost by 500 XP, reducing HD by one type is modeled by reducing the race’s XP cost at each point by 500 XP.\n\nAnother unusual aspect of the halfling design is that the halfling value affords the race a series of “halfling skills” which are especially suited to halfling adventures. Therefore these powers are costed at 75 XP each rather than the usual 40 XP.\n\n**Requirements:** Halfling classes require a minimum Dexterity 9 or better. The halfling race is easy to qualify for without any special rules.\n\n**Halfling 0:** The race receives Child-like (0 powers), Demi-Human Ancestry (0.5 powers), Difficult to Corrupt (1 power), Easily Encumbered (-1 power), Halfling Tongues (1 power), Heroic Breakfast (1 power), Underfoot (1 power), Short-Statured (-1/2 powers), and Weak (-1 power), for a total of 2 custom powers. None of these are spell-like abilities, so the cost for them is 2 x 40 = 80 XP. However, this is reduced by 40 XP in step 5(f) to 40 XP. In addition, the Weak power is worsened by a HD type reduction, which is the equivalent of a -1 value in the HD category (-500 XP). Therefore the cost for Halfling 0 is -460 XP, which rounds to -450 XP.\n\n**Halfling 1:** The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -375 XP.\n\n**Halfling 2:** The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -300 XP.\n\n**Halfling 3:** The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -225 XP.\n\n**Halfling 4:** The race receives one halfling skill. Halfling skills cost 75 XP each, so the cost for Halfling 0 is increased to -150 XP.\n"
}