{
  "html": "<h2>Determining Spell Level</h2>\n<h3>Level</h3>\n<p>Every spell has a level, which determines the caster level required to cast it. A spell’s level is determined by its number of <strong>spell build points</strong>. Each spell level encompasses a range of 10 spell build points: A 1st level spell is a spell costing 1 to 10 spell build points, a 2nd level spell is a spell costing 11 to 20 spell build points, and so on. The number of spell build points are calculated from the spell’s other characteristics, including its type, effect cost, target factor, duration factor, range factor, saving throw factor, and source factor. These characteristics are discussed below.</p>\n<h3>Type</h3>\n<p>Every spell is classified according to its <strong>spell type</strong>, which gives a broad description of what the spell is supposed to do. A spell’s type determines the costs of all of its other characteristics, which can vary greatly between types. For example, it is much more difficult to heal wounds at long range than it is to cast an illusion, and this is reflected in the much higher range factors for healing spells.</p>\n<p>There are 13 different types of spells: <strong>blast</strong>, <strong>death</strong>, <strong>detection</strong>, <strong>elemental</strong>, <strong>enchantment</strong>, <strong>esoteric</strong>, <strong>healing</strong>, <strong>illusion</strong>, <strong>movement</strong>, <strong>protection</strong>, <strong>summoning</strong>, <strong>transmogrification</strong>, and <strong>wall</strong> spells. Of those 13, all but esoteric spells can be created using this system. The esoteric type is, by definition, the type assigned to spells which cannot be built using these rules (see below).</p>\n<h6>Blast Spells</h6>\n<p>Blast spells can deal damage or detrimental effects to individual targets or over areas of effect through evoking a medium such as arcane force, fire, or toxic gas*. Battering ram, mage missile,* and <em>thunderbolt</em> are examples of blast spells. (In contrast, a spell that deals damage directly through magic, such as <em>dismember</em>, is a death spell.) Blast spells usually require the caster to make an attack throw or the target to make a Blast saving throw. Blast spells that require an attack throw benefit from the Battle Magic proficiency. Some blast spells also are elemental and will benefit from Elementalism proficiency.</p>\n<h6>Death Spells</h6>\n<p>Death spells can deal damage or detrimental effects to targets directly. Death spells also deal in necromantic energy, capable of draining and transferring life energy or animating the dead. <em>Animate dead</em>, <em>dismember</em>, and <em>necromantic potence</em>are examples of death spells. Death spells usually require their targets to make Death saves avoid their effects. Death spells benefit from the Black Lore of Zahar proficiency.</p>\n<h6>Detection Spells</h6>\n<p>Detection spells can discern or locate particular categories of creatures, powers, or objects within range. <em>Discern magic</em>,<em>locate haunting</em>, and<em>reveal ritual magic</em>are examples of detection spells. While very useful, detection spells can never be used to detect abstract or ambiguous concepts such as “danger” or “traps.” Detection spells do not benefit from any particular class powers or proficiencies in <em><strong>ACKS II</strong></em>, although you can create these if desired.</p>\n<h6>Elemental Spells</h6>\n<p>Elemental spells can conjure, destroy, or manipulate one of the fundamental elements of air, earth, fire, and water. Each elemental spell denotes its sub-type in parentheses, e.g. elemental (fire). <em>Earth’s excrescence</em>, <em>fan of fire,</em> <em>thunderbolt,</em> and <em>wall of frost</em> are examples of elemental earth, fire, air, and water spells respectively. Elemental spells benefit from the Elementalism proficiency. Note that all elemental spells always belong to another type as well, and they are created as spells of that type.</p>\n<h6>Enchantment Spells</h6>\n<p>Enchantment spells can bewitch, dominate, halt, frighten, mesmerize, or otherwise affect the will of target creatures. <em>Bewitch humanoid</em>, <em>halt monster,</em>  and <em>slumber</em> are examples of enchantment spells. Enchantment spells are more difficult to detect than other types of spells. Enchantment spells benefit from the Mastery of Charms and Illusions.</p>\n<h6>Esoteric spells</h6>\n<p>Esoteric spells can produce supernatural effects that no other type of spell can. From the point of view of spellcasters in the game world, esoteric spells represent powerful dweomers discovered in ages long past which are impossible to replicate by contemporary researchers. From the point of view of the game rules, esoteric spells are simply those spells which were not created using the spell design system. Hence, there are no rules for designing esoteric spells. You just makes them up.</p>\n<h6>Healing Spells</h6>\n<p>Healing spells can regenerate, revitalize, or even resurrect creatures. Healing spells can be reversed to damage or kill, in which case they function like weak death spells (above). *Cure light injury,*<em>neutralize poison</em>,and <em>restore life and limb</em>are examples of healing spells. Reversed healing spells can benefit from the Black Lore of Zahar proficiency, just as death spells do.</p>\n<h6>Illusion Spells</h6>\n<p>Illusion spells can create or suppress sensory data in the minds of those they affect. Illusion spells work by invoking a special pattern of light and/or sound that, when witnessed, triggers a particular hallucination in the mind of those who witnessed it. The pattern of the illusion has an objective existence but the hallucination it induces exists only in the mind. Because they exist in the mind, illusion spells are vulnerable to disbelief. A creature who successfully disbelieves an illusion sees or hears the pattern of the illusion but does not experience the hallucination it induces. <em>Chimerical figment, illusory interior,</em> and <em>mirage</em> are examples of illusion spells.Illusion spells benefit from the Mastery of Charms and Illusions proficiency.</p>\n<h6>Movement Spells</h6>\n<p>Movement spells allow creatures to move, or be moved, directly through the application of magical power. <em>Flight,</em> <em>teleportation</em>, and <em>telekinesis</em> are all movement spells. In contrast, a spell that allows a character to fly by taking on the characteristics of a bird would be a transmogrification spell. Movement spells do not benefit from any particular class powers or proficiencies in this book, although you can create these if desired.</p>\n<h6>Protection Spells</h6>\n<p>Protection spells enhance armor and saving throws, ward off foes, and provide protection from various spells, weapons, and elements, directly through magic. <em>Blast ward, holy circle,</em> and <em>shimmer</em> are examples of protection spells. In contrast, a spell that increased a character’s armor class by taking on the characteristics of a turtle would be a transmogrification spell. Protection spells benefit from the Bright Lore of Aura proficiency.</p>\n<h6>Summon Spells</h6>\n<p>Summoning spells bring creatures from “elsewhere” to serve the spellcaster. There are three sub-types of summoning spells. Callings summon creatures to arrive by means of their own locomotion to serve for a day. <em>Call of the wolf</em> is an example of a calling. Conjurations summon powerful creatures to serve the caster for a brief period of time. Conjured creatures are usually very powerful but actively hostile and must be controlled through concentration. <em>Conjure genie</em> is an example of a conjuration. Summonssummon one or more creatures for extended periods of time. <em>Summon hellhound</em> is an example of a summons. Callings are widely used by divine casters, while conjurations and summons are favored by arcane casters of a Chaotic bent. Whatever their sub-type, most summoning spells take a long time to cast and some are quite restricted in the frequency and method of use.</p>\n<h6>Transmogrification</h6>\n<p>Transmogrification spells transform the physical and/or mental characteristics of creatures or objects. Most transmogrification spells can only affect man-sized targets; the larger the target, the more powerful the magic required. Some transmogrification spells affect the creature’s entire being, whereas others only modify a characteristic while leaving the creature mostly unaltered. <em>Adjust self, transform other</em>, and <em>winged flight</em>are examples of transmogrification spells. Transmogrification spells benefit from the Transmogrification proficiency, naturally. Some transmogrification spells have an elemental component (usually stone) and will benefit from Elementalism proficiency.</p>\n<h6>Wall Spells</h6>\n<p>Wall spells create barriers of physical, elemental, or magical substance. While drawing on similar energies as blast spells, wall spells benefit from having malleable or mobile areas of effect with very long durations. <em>Barrier of blades</em>, <em>cloud of poison</em>,and <em>wall of thunder</em>are examples of wall spells. Many wall spells also are elemental and will benefit from Elementalism proficiency. Unusual wall (one might say “off the wall”) spells can sometimes benefit from other proficiencies. For example, <em>wall of corpses</em>creates a wall made of undead, and so benefits from Black Lore of Zahar.</p>\n<h3>Effect Cost</h3>\n<p>A spell’s effect is what the spell accomplishes when it is cast. Each effect has a base cost in spell points. Effects can also have modifiers, which multiply the base cost. Some spells might have a number of effects and/or modifiers to the effects. When a spell has multiple effects, only some of which are modified, apply the modifiers to each effect separately, then sum the totals.</p>\n<p>EXAMPLE: Dismember, a death spell, has two effects. First, it deals 1d6 damage per caster level (base cost 33 points), capped at a maximum of 3d6 damage (an effect modifier which multiplies the base cost by x0.5). Second, it causes a mortal wounds roll (base cost 60 points). The first effect costs (33 x 0.5) 16.5 points while the second effect costs 60 points. The total effect cost for Dismember is 76.5.</p>\n<h3>Target Factor</h3>\n<p>Target is the area, creature, or object at which a spell is aimed or directed. When a spell targets an area, it affects all creatures and objects in the area, regardless of the caster’s wishes, unless it has a selective targeting modifier. When a spell targets creature or objects, the caster can choose the creatures targeted, unless the spell has a targeting modifier that prevents this (e.g. “creatures with the lowest HD must be targeted first”). Spells that can affect more creatures or objects or larger areas have higher target factors.</p>\n<h3>Range Factor</h3>\n<p>Range is an indication of how far from the caster the spell can reach. Longer ranges cost more spell points, reflected in a higher range factor. If a spell has a range of 0’, it means the caster must be close enough to touch the target. However, the caster does not have to make an attack throw to cast a spell with a range of 0’ unless “attack throw required” is selected as a targeting modifier. Spells with a range of 0’ that require an attack throw are designated as <strong>touch</strong> range.</p>\n<h3>Duration Factor</h3>\n<p>A spell’s duration is the length of time the effects of the spell last. Longer durations cost more spell points, reflected in a higher duration factor. Most spells have a duration measured in time, such as rounds, turns, minutes, hours, or days. A duration of <strong>instantaneous</strong> means that the spell’s effects energy come and go the instant the spell is cast, though the consequences might be long-lasting. A duration of <strong>perpetual</strong> means that the spell effects lasts until either the caster decides to stop sustaining the spell at the start of his initiative; the caster or the target creature dies; or the spell is dispelled. (A perpetual spell cast by an object on a creature ends when the creature dies, without regard for the creator’s life or death.) A duration of <strong>indefinite</strong> means the spell lasts until a particular circumstances causes it to end. The circumstances that end the spell will be described in the spell description; they might be a saving throw by the target creature, a loss of concentration by the caster, or other factors.</p>\n<h3>Saving Throw Factor</h3>\n<p>Whether or not a spell permits a saving throw will greatly affect its cost. Spells without a saving throw have high saving throw factors. Spells which can be avoided entirely with a saving throw have lower saving throw factors. Spells which can be partly avoided with a saving throw have save factors mid-way in between. Spells which have only beneficial effects always have a saving throw factor of 1.</p>\n<h3>Source</h3>\n<p>A spell’s source factor will depend on the type of spell and the source of the magic. For example, arcane magic excels at creating blast spells (source factor x1) while divine magic is poor at doing so (source factor x2.25). A spell’s source is either arcane, divine, or eldritch. Arcane and divine magic were introduced in the <em><strong>ACKS</strong></em><em><strong>II Revised Rulebook</strong></em><em>.</em> Eldritch magic is presented in <em><strong>ACKS Heroic Fantasy Handbook</strong></em><em>;</em> if you are not using this supplement, you can ignore all references to eldritch magic in the source factors.</p>\n",
  "sections": [
    {
      "title": "Determining Spell Level",
      "level": 2,
      "html": ""
    },
    {
      "title": "Level",
      "level": 3,
      "html": "<p>Every spell has a level, which determines the caster level required to cast it. A spell’s level is determined by its number of <strong>spell build points</strong>. Each spell level encompasses a range of 10 spell build points: A 1st level spell is a spell costing 1 to 10 spell build points, a 2nd level spell is a spell costing 11 to 20 spell build points, and so on. The number of spell build points are calculated from the spell’s other characteristics, including its type, effect cost, target factor, duration factor, range factor, saving throw factor, and source factor. These characteristics are discussed below.</p>\n"
    },
    {
      "title": "Type",
      "level": 3,
      "html": "<p>Every spell is classified according to its <strong>spell type</strong>, which gives a broad description of what the spell is supposed to do. A spell’s type determines the costs of all of its other characteristics, which can vary greatly between types. For example, it is much more difficult to heal wounds at long range than it is to cast an illusion, and this is reflected in the much higher range factors for healing spells.</p>\n<p>There are 13 different types of spells: <strong>blast</strong>, <strong>death</strong>, <strong>detection</strong>, <strong>elemental</strong>, <strong>enchantment</strong>, <strong>esoteric</strong>, <strong>healing</strong>, <strong>illusion</strong>, <strong>movement</strong>, <strong>protection</strong>, <strong>summoning</strong>, <strong>transmogrification</strong>, and <strong>wall</strong> spells. Of those 13, all but esoteric spells can be created using this system. The esoteric type is, by definition, the type assigned to spells which cannot be built using these rules (see below).</p>\n"
    },
    {
      "title": "Blast Spells",
      "level": 6,
      "html": "<p>Blast spells can deal damage or detrimental effects to individual targets or over areas of effect through evoking a medium such as arcane force, fire, or toxic gas*. Battering ram, mage missile,* and <em>thunderbolt</em> are examples of blast spells. (In contrast, a spell that deals damage directly through magic, such as <em>dismember</em>, is a death spell.) Blast spells usually require the caster to make an attack throw or the target to make a Blast saving throw. Blast spells that require an attack throw benefit from the Battle Magic proficiency. Some blast spells also are elemental and will benefit from Elementalism proficiency.</p>\n"
    },
    {
      "title": "Death Spells",
      "level": 6,
      "html": "<p>Death spells can deal damage or detrimental effects to targets directly. Death spells also deal in necromantic energy, capable of draining and transferring life energy or animating the dead. <em>Animate dead</em>, <em>dismember</em>, and <em>necromantic potence</em>are examples of death spells. Death spells usually require their targets to make Death saves avoid their effects. Death spells benefit from the Black Lore of Zahar proficiency.</p>\n"
    },
    {
      "title": "Detection Spells",
      "level": 6,
      "html": "<p>Detection spells can discern or locate particular categories of creatures, powers, or objects within range. <em>Discern magic</em>,<em>locate haunting</em>, and<em>reveal ritual magic</em>are examples of detection spells. While very useful, detection spells can never be used to detect abstract or ambiguous concepts such as “danger” or “traps.” Detection spells do not benefit from any particular class powers or proficiencies in <em><strong>ACKS II</strong></em>, although you can create these if desired.</p>\n"
    },
    {
      "title": "Elemental Spells",
      "level": 6,
      "html": "<p>Elemental spells can conjure, destroy, or manipulate one of the fundamental elements of air, earth, fire, and water. Each elemental spell denotes its sub-type in parentheses, e.g. elemental (fire). <em>Earth’s excrescence</em>, <em>fan of fire,</em> <em>thunderbolt,</em> and <em>wall of frost</em> are examples of elemental earth, fire, air, and water spells respectively. Elemental spells benefit from the Elementalism proficiency. Note that all elemental spells always belong to another type as well, and they are created as spells of that type.</p>\n"
    },
    {
      "title": "Enchantment Spells",
      "level": 6,
      "html": "<p>Enchantment spells can bewitch, dominate, halt, frighten, mesmerize, or otherwise affect the will of target creatures. <em>Bewitch humanoid</em>, <em>halt monster,</em>  and <em>slumber</em> are examples of enchantment spells. Enchantment spells are more difficult to detect than other types of spells. Enchantment spells benefit from the Mastery of Charms and Illusions.</p>\n"
    },
    {
      "title": "Esoteric spells",
      "level": 6,
      "html": "<p>Esoteric spells can produce supernatural effects that no other type of spell can. From the point of view of spellcasters in the game world, esoteric spells represent powerful dweomers discovered in ages long past which are impossible to replicate by contemporary researchers. From the point of view of the game rules, esoteric spells are simply those spells which were not created using the spell design system. Hence, there are no rules for designing esoteric spells. You just makes them up.</p>\n"
    },
    {
      "title": "Healing Spells",
      "level": 6,
      "html": "<p>Healing spells can regenerate, revitalize, or even resurrect creatures. Healing spells can be reversed to damage or kill, in which case they function like weak death spells (above). *Cure light injury,*<em>neutralize poison</em>,and <em>restore life and limb</em>are examples of healing spells. Reversed healing spells can benefit from the Black Lore of Zahar proficiency, just as death spells do.</p>\n"
    },
    {
      "title": "Illusion Spells",
      "level": 6,
      "html": "<p>Illusion spells can create or suppress sensory data in the minds of those they affect. Illusion spells work by invoking a special pattern of light and/or sound that, when witnessed, triggers a particular hallucination in the mind of those who witnessed it. The pattern of the illusion has an objective existence but the hallucination it induces exists only in the mind. Because they exist in the mind, illusion spells are vulnerable to disbelief. A creature who successfully disbelieves an illusion sees or hears the pattern of the illusion but does not experience the hallucination it induces. <em>Chimerical figment, illusory interior,</em> and <em>mirage</em> are examples of illusion spells.Illusion spells benefit from the Mastery of Charms and Illusions proficiency.</p>\n"
    },
    {
      "title": "Movement Spells",
      "level": 6,
      "html": "<p>Movement spells allow creatures to move, or be moved, directly through the application of magical power. <em>Flight,</em> <em>teleportation</em>, and <em>telekinesis</em> are all movement spells. In contrast, a spell that allows a character to fly by taking on the characteristics of a bird would be a transmogrification spell. Movement spells do not benefit from any particular class powers or proficiencies in this book, although you can create these if desired.</p>\n"
    },
    {
      "title": "Protection Spells",
      "level": 6,
      "html": "<p>Protection spells enhance armor and saving throws, ward off foes, and provide protection from various spells, weapons, and elements, directly through magic. <em>Blast ward, holy circle,</em> and <em>shimmer</em> are examples of protection spells. In contrast, a spell that increased a character’s armor class by taking on the characteristics of a turtle would be a transmogrification spell. Protection spells benefit from the Bright Lore of Aura proficiency.</p>\n"
    },
    {
      "title": "Summon Spells",
      "level": 6,
      "html": "<p>Summoning spells bring creatures from “elsewhere” to serve the spellcaster. There are three sub-types of summoning spells. Callings summon creatures to arrive by means of their own locomotion to serve for a day. <em>Call of the wolf</em> is an example of a calling. Conjurations summon powerful creatures to serve the caster for a brief period of time. Conjured creatures are usually very powerful but actively hostile and must be controlled through concentration. <em>Conjure genie</em> is an example of a conjuration. Summonssummon one or more creatures for extended periods of time. <em>Summon hellhound</em> is an example of a summons. Callings are widely used by divine casters, while conjurations and summons are favored by arcane casters of a Chaotic bent. Whatever their sub-type, most summoning spells take a long time to cast and some are quite restricted in the frequency and method of use.</p>\n"
    },
    {
      "title": "Transmogrification",
      "level": 6,
      "html": "<p>Transmogrification spells transform the physical and/or mental characteristics of creatures or objects. Most transmogrification spells can only affect man-sized targets; the larger the target, the more powerful the magic required. Some transmogrification spells affect the creature’s entire being, whereas others only modify a characteristic while leaving the creature mostly unaltered. <em>Adjust self, transform other</em>, and <em>winged flight</em>are examples of transmogrification spells. Transmogrification spells benefit from the Transmogrification proficiency, naturally. Some transmogrification spells have an elemental component (usually stone) and will benefit from Elementalism proficiency.</p>\n"
    },
    {
      "title": "Wall Spells",
      "level": 6,
      "html": "<p>Wall spells create barriers of physical, elemental, or magical substance. While drawing on similar energies as blast spells, wall spells benefit from having malleable or mobile areas of effect with very long durations. <em>Barrier of blades</em>, <em>cloud of poison</em>,and <em>wall of thunder</em>are examples of wall spells. Many wall spells also are elemental and will benefit from Elementalism proficiency. Unusual wall (one might say “off the wall”) spells can sometimes benefit from other proficiencies. For example, <em>wall of corpses</em>creates a wall made of undead, and so benefits from Black Lore of Zahar.</p>\n"
    },
    {
      "title": "Effect Cost",
      "level": 3,
      "html": "<p>A spell’s effect is what the spell accomplishes when it is cast. Each effect has a base cost in spell points. Effects can also have modifiers, which multiply the base cost. Some spells might have a number of effects and/or modifiers to the effects. When a spell has multiple effects, only some of which are modified, apply the modifiers to each effect separately, then sum the totals.</p>\n<p>EXAMPLE: Dismember, a death spell, has two effects. First, it deals 1d6 damage per caster level (base cost 33 points), capped at a maximum of 3d6 damage (an effect modifier which multiplies the base cost by x0.5). Second, it causes a mortal wounds roll (base cost 60 points). The first effect costs (33 x 0.5) 16.5 points while the second effect costs 60 points. The total effect cost for Dismember is 76.5.</p>\n"
    },
    {
      "title": "Target Factor",
      "level": 3,
      "html": "<p>Target is the area, creature, or object at which a spell is aimed or directed. When a spell targets an area, it affects all creatures and objects in the area, regardless of the caster’s wishes, unless it has a selective targeting modifier. When a spell targets creature or objects, the caster can choose the creatures targeted, unless the spell has a targeting modifier that prevents this (e.g. “creatures with the lowest HD must be targeted first”). Spells that can affect more creatures or objects or larger areas have higher target factors.</p>\n"
    },
    {
      "title": "Range Factor",
      "level": 3,
      "html": "<p>Range is an indication of how far from the caster the spell can reach. Longer ranges cost more spell points, reflected in a higher range factor. If a spell has a range of 0’, it means the caster must be close enough to touch the target. However, the caster does not have to make an attack throw to cast a spell with a range of 0’ unless “attack throw required” is selected as a targeting modifier. Spells with a range of 0’ that require an attack throw are designated as <strong>touch</strong> range.</p>\n"
    },
    {
      "title": "Duration Factor",
      "level": 3,
      "html": "<p>A spell’s duration is the length of time the effects of the spell last. Longer durations cost more spell points, reflected in a higher duration factor. Most spells have a duration measured in time, such as rounds, turns, minutes, hours, or days. A duration of <strong>instantaneous</strong> means that the spell’s effects energy come and go the instant the spell is cast, though the consequences might be long-lasting. A duration of <strong>perpetual</strong> means that the spell effects lasts until either the caster decides to stop sustaining the spell at the start of his initiative; the caster or the target creature dies; or the spell is dispelled. (A perpetual spell cast by an object on a creature ends when the creature dies, without regard for the creator’s life or death.) A duration of <strong>indefinite</strong> means the spell lasts until a particular circumstances causes it to end. The circumstances that end the spell will be described in the spell description; they might be a saving throw by the target creature, a loss of concentration by the caster, or other factors.</p>\n"
    },
    {
      "title": "Saving Throw Factor",
      "level": 3,
      "html": "<p>Whether or not a spell permits a saving throw will greatly affect its cost. Spells without a saving throw have high saving throw factors. Spells which can be avoided entirely with a saving throw have lower saving throw factors. Spells which can be partly avoided with a saving throw have save factors mid-way in between. Spells which have only beneficial effects always have a saving throw factor of 1.</p>\n"
    },
    {
      "title": "Source",
      "level": 3,
      "html": "<p>A spell’s source factor will depend on the type of spell and the source of the magic. For example, arcane magic excels at creating blast spells (source factor x1) while divine magic is poor at doing so (source factor x2.25). A spell’s source is either arcane, divine, or eldritch. Arcane and divine magic were introduced in the <em><strong>ACKS</strong></em><em><strong>II Revised Rulebook</strong></em><em>.</em> Eldritch magic is presented in <em><strong>ACKS Heroic Fantasy Handbook</strong></em><em>;</em> if you are not using this supplement, you can ignore all references to eldritch magic in the source factors.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Determining Spell Level\n\n### Level\n\nEvery spell has a level, which determines the caster level required to cast it. A spell’s level is determined by its number of **spell build points**. Each spell level encompasses a range of 10 spell build points: A 1st level spell is a spell costing 1 to 10 spell build points, a 2nd level spell is a spell costing 11 to 20 spell build points, and so on. The number of spell build points are calculated from the spell’s other characteristics, including its type, effect cost, target factor, duration factor, range factor, saving throw factor, and source factor. These characteristics are discussed below.\n\n### Type\n\nEvery spell is classified according to its **spell type**, which gives a broad description of what the spell is supposed to do. A spell’s type determines the costs of all of its other characteristics, which can vary greatly between types. For example, it is much more difficult to heal wounds at long range than it is to cast an illusion, and this is reflected in the much higher range factors for healing spells.\n\nThere are 13 different types of spells: **blast**, **death**, **detection**, **elemental**, **enchantment**, **esoteric**, **healing**, **illusion**, **movement**, **protection**, **summoning**, **transmogrification**, and **wall** spells. Of those 13, all but esoteric spells can be created using this system. The esoteric type is, by definition, the type assigned to spells which cannot be built using these rules (see below).\n\n###### Blast Spells\n\nBlast spells can deal damage or detrimental effects to individual targets or over areas of effect through evoking a medium such as arcane force, fire, or toxic gas*. Battering ram, mage missile,* and *thunderbolt* are examples of blast spells. (In contrast, a spell that deals damage directly through magic, such as *dismember*, is a death spell.) Blast spells usually require the caster to make an attack throw or the target to make a Blast saving throw. Blast spells that require an attack throw benefit from the Battle Magic proficiency. Some blast spells also are elemental and will benefit from Elementalism proficiency.\n\n###### Death Spells\n\nDeath spells can deal damage or detrimental effects to targets directly. Death spells also deal in necromantic energy, capable of draining and transferring life energy or animating the dead. *Animate dead*, *dismember*, and *necromantic potence*are examples of death spells. Death spells usually require their targets to make Death saves avoid their effects. Death spells benefit from the Black Lore of Zahar proficiency.\n\n###### Detection Spells\n\nDetection spells can discern or locate particular categories of creatures, powers, or objects within range. *Discern magic*,*locate haunting*, and*reveal ritual magic*are examples of detection spells. While very useful, detection spells can never be used to detect abstract or ambiguous concepts such as “danger” or “traps.” Detection spells do not benefit from any particular class powers or proficiencies in ***ACKS II***, although you can create these if desired.\n\n###### Elemental Spells\n\nElemental spells can conjure, destroy, or manipulate one of the fundamental elements of air, earth, fire, and water. Each elemental spell denotes its sub-type in parentheses, e.g. elemental (fire). *Earth’s excrescence*, *fan of fire,* *thunderbolt,* and *wall of frost* are examples of elemental earth, fire, air, and water spells respectively. Elemental spells benefit from the Elementalism proficiency. Note that all elemental spells always belong to another type as well, and they are created as spells of that type.\n\n###### Enchantment Spells\n\nEnchantment spells can bewitch, dominate, halt, frighten, mesmerize, or otherwise affect the will of target creatures. *Bewitch humanoid*, *halt monster,*  and *slumber* are examples of enchantment spells. Enchantment spells are more difficult to detect than other types of spells. Enchantment spells benefit from the Mastery of Charms and Illusions.\n\n###### Esoteric spells\n\nEsoteric spells can produce supernatural effects that no other type of spell can. From the point of view of spellcasters in the game world, esoteric spells represent powerful dweomers discovered in ages long past which are impossible to replicate by contemporary researchers. From the point of view of the game rules, esoteric spells are simply those spells which were not created using the spell design system. Hence, there are no rules for designing esoteric spells. You just makes them up.\n\n###### Healing Spells\n\nHealing spells can regenerate, revitalize, or even resurrect creatures. Healing spells can be reversed to damage or kill, in which case they function like weak death spells (above). *Cure light injury,**neutralize poison*,and *restore life and limb*are examples of healing spells. Reversed healing spells can benefit from the Black Lore of Zahar proficiency, just as death spells do.\n\n###### Illusion Spells\n\nIllusion spells can create or suppress sensory data in the minds of those they affect. Illusion spells work by invoking a special pattern of light and/or sound that, when witnessed, triggers a particular hallucination in the mind of those who witnessed it. The pattern of the illusion has an objective existence but the hallucination it induces exists only in the mind. Because they exist in the mind, illusion spells are vulnerable to disbelief. A creature who successfully disbelieves an illusion sees or hears the pattern of the illusion but does not experience the hallucination it induces. *Chimerical figment, illusory interior,* and *mirage* are examples of illusion spells.Illusion spells benefit from the Mastery of Charms and Illusions proficiency.\n\n###### Movement Spells\n\nMovement spells allow creatures to move, or be moved, directly through the application of magical power. *Flight,* *teleportation*, and *telekinesis* are all movement spells. In contrast, a spell that allows a character to fly by taking on the characteristics of a bird would be a transmogrification spell. Movement spells do not benefit from any particular class powers or proficiencies in this book, although you can create these if desired.\n\n###### Protection Spells\n\nProtection spells enhance armor and saving throws, ward off foes, and provide protection from various spells, weapons, and elements, directly through magic. *Blast ward, holy circle,* and *shimmer* are examples of protection spells. In contrast, a spell that increased a character’s armor class by taking on the characteristics of a turtle would be a transmogrification spell. Protection spells benefit from the Bright Lore of Aura proficiency.\n\n###### Summon Spells\n\nSummoning spells bring creatures from “elsewhere” to serve the spellcaster. There are three sub-types of summoning spells. Callings summon creatures to arrive by means of their own locomotion to serve for a day. *Call of the wolf* is an example of a calling. Conjurations summon powerful creatures to serve the caster for a brief period of time. Conjured creatures are usually very powerful but actively hostile and must be controlled through concentration. *Conjure genie* is an example of a conjuration. Summonssummon one or more creatures for extended periods of time. *Summon hellhound* is an example of a summons. Callings are widely used by divine casters, while conjurations and summons are favored by arcane casters of a Chaotic bent. Whatever their sub-type, most summoning spells take a long time to cast and some are quite restricted in the frequency and method of use.\n\n###### Transmogrification\n\nTransmogrification spells transform the physical and/or mental characteristics of creatures or objects. Most transmogrification spells can only affect man-sized targets; the larger the target, the more powerful the magic required. Some transmogrification spells affect the creature’s entire being, whereas others only modify a characteristic while leaving the creature mostly unaltered. *Adjust self, transform other*, and *winged flight*are examples of transmogrification spells. Transmogrification spells benefit from the Transmogrification proficiency, naturally. Some transmogrification spells have an elemental component (usually stone) and will benefit from Elementalism proficiency.\n\n###### Wall Spells\n\nWall spells create barriers of physical, elemental, or magical substance. While drawing on similar energies as blast spells, wall spells benefit from having malleable or mobile areas of effect with very long durations. *Barrier of blades*, *cloud of poison*,and *wall of thunder*are examples of wall spells. Many wall spells also are elemental and will benefit from Elementalism proficiency. Unusual wall (one might say “off the wall”) spells can sometimes benefit from other proficiencies. For example, *wall of corpses*creates a wall made of undead, and so benefits from Black Lore of Zahar.\n\n### Effect Cost\n\nA spell’s effect is what the spell accomplishes when it is cast. Each effect has a base cost in spell points. Effects can also have modifiers, which multiply the base cost. Some spells might have a number of effects and/or modifiers to the effects. When a spell has multiple effects, only some of which are modified, apply the modifiers to each effect separately, then sum the totals.\n\nEXAMPLE: Dismember, a death spell, has two effects. First, it deals 1d6 damage per caster level (base cost 33 points), capped at a maximum of 3d6 damage (an effect modifier which multiplies the base cost by x0.5). Second, it causes a mortal wounds roll (base cost 60 points). The first effect costs (33 x 0.5) 16.5 points while the second effect costs 60 points. The total effect cost for Dismember is 76.5.\n\n### Target Factor\n\nTarget is the area, creature, or object at which a spell is aimed or directed. When a spell targets an area, it affects all creatures and objects in the area, regardless of the caster’s wishes, unless it has a selective targeting modifier. When a spell targets creature or objects, the caster can choose the creatures targeted, unless the spell has a targeting modifier that prevents this (e.g. “creatures with the lowest HD must be targeted first”). Spells that can affect more creatures or objects or larger areas have higher target factors.\n\n### Range Factor\n\nRange is an indication of how far from the caster the spell can reach. Longer ranges cost more spell points, reflected in a higher range factor. If a spell has a range of 0’, it means the caster must be close enough to touch the target. However, the caster does not have to make an attack throw to cast a spell with a range of 0’ unless “attack throw required” is selected as a targeting modifier. Spells with a range of 0’ that require an attack throw are designated as **touch** range.\n\n### Duration Factor\n\nA spell’s duration is the length of time the effects of the spell last. Longer durations cost more spell points, reflected in a higher duration factor. Most spells have a duration measured in time, such as rounds, turns, minutes, hours, or days. A duration of **instantaneous** means that the spell’s effects energy come and go the instant the spell is cast, though the consequences might be long-lasting. A duration of **perpetual** means that the spell effects lasts until either the caster decides to stop sustaining the spell at the start of his initiative; the caster or the target creature dies; or the spell is dispelled. (A perpetual spell cast by an object on a creature ends when the creature dies, without regard for the creator’s life or death.) A duration of **indefinite** means the spell lasts until a particular circumstances causes it to end. The circumstances that end the spell will be described in the spell description; they might be a saving throw by the target creature, a loss of concentration by the caster, or other factors.\n\n### Saving Throw Factor\n\nWhether or not a spell permits a saving throw will greatly affect its cost. Spells without a saving throw have high saving throw factors. Spells which can be avoided entirely with a saving throw have lower saving throw factors. Spells which can be partly avoided with a saving throw have save factors mid-way in between. Spells which have only beneficial effects always have a saving throw factor of 1.\n\n### Source\n\nA spell’s source factor will depend on the type of spell and the source of the magic. For example, arcane magic excels at creating blast spells (source factor x1) while divine magic is poor at doing so (source factor x2.25). A spell’s source is either arcane, divine, or eldritch. Arcane and divine magic were introduced in the ***ACKS******II Revised Rulebook****.* Eldritch magic is presented in ***ACKS Heroic Fantasy Handbook****;* if you are not using this supplement, you can ignore all references to eldritch magic in the source factors.\n"
}