{
  "html": "<h2>Codes of Behavior</h2>\n<p>The Divine magic type carries a restricted <strong>code of behavior</strong> that limits its casters’ choices and courses of action. Other types of casters may also carry codes of behavior. For prayerful magic types, the code of behavior generally comes for the magic type’s deity or religious order. For studious magic types, the code of behavior might arise from purification requirements, ascetic traditions, lifelong curses, taboos, or impositions arising from the study of magic. For inherited magic types, the code of behavior might be due to a madness or abnormality, a strange and unearthly longing, or a nature alien to normal mankind.</p>\n<p>In exchange for accepting a code of behavior, a magic type gains special powers not otherwise available. The more build points assigned to the magic type’s class category when building the class, the more restrictive the behavior code will be, but the more benefits will be gained, as shown on the table below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class</strong>  <strong>Category Value</strong></td>\n<td><strong>Codes of Behavior</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Restriction</strong></td>\n<td><strong>Benefit</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>4</td>\n<td>Extreme Code</td>\n<td>4 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Monastic Code</td>\n<td>3 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Clerical Code</td>\n<td>2 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Chivalric Code</td>\n<td>1 Class Power or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>0</td>\n<td>None</td>\n<td>None</td>\n</tr>\n</tbody></table>\n<p><strong>Class Category Value 1:</strong> The class’s code will be similar to the commandments on a lay member of a religious faith, such as not to commit adultery, to follow minor dietary restrictions, and to engage in prayer on worship days, etc. A knight’s chivalric vows would also qualify.</p>\n<p><strong>Class Category Value 2:</strong> The code will add additional rules to an extent similar to that imposed on clergy, such as monogamy or celibacy, restrictions on dress, bans on certain indulgences, strict dietary rules, daily prayer, etc. The bladedancer, crusader, dwarven craftpriest, and shaman have such codes.</p>\n<p><strong>Class Category Value 3:</strong> The code will require a highly restrictive set of behaviors akin to those of a monastic order, including vows of chastity, obedience, and so on.</p>\n<p><strong>Class Category Value 4:</strong> The class’s code will be similar to that of the value below, but with an additional restriction such as pacifism, silence, or poverty. The priestess class has a class category 4 code.</p>\n<p>As with the selection of the spell repertoire, the exact nature of the code of behavior should be left undetermined until specific custom classes are built for the magic type. Different classes within the same magic type may have different codes of behavior depending what value is assigned to the magic type’s category value.</p>\n<p>A code of behavior need not demand virtue – a class’s code could dictate strange or vile behavior if appropriate to the class’s concept. For example, a cultist class devoted to chaotic powers might require ritual sacrifices, or use of strange drugs. You are the ultimate authority on the permissibility of any class’s code.</p>\n<p>EXAMPLE: The Faery magic type represents otherworldly magic inspired by folklore and fairy tales. Therefore the Judge decides he wants the Faery class category to have a Code of Behavior which reflects superstitions and taboos that delimit its spellcaster’s behavior.</p>\n<p><strong>Note:</strong> There is an asymmetry between class power availability and rebuke undead. A crusader-like class with a code of behavior can gain the ability to rebuke undead at his class level with 2 build points, while a mage-like class with a code of behavior cannot gain the ability to rebuke undead at his class level until 4 build points; but the crusader-like class can only get 2 class powers for giving up rebuke undead while the mage-like class can get 4 class powers. The asymmetry makes it relatively more expensive (in terms of XP per level or class powers forsaken) for powerful casters to also be able to rebuke undead. The custom class rules in <em><strong>ACKS</strong></em> are designed to penalize classes that attempt to “do everything” and to prevent classes from being made that are better at core class abilities than the core classes are.</p>\n<h3>Shaded Magic</h3>\n<p>In lieu of imposing a code of behavior, a magic type may be <strong>shaded</strong>. Shaded magic can be dangerous to a caster’s soul. Shaded magic types divide their spells into three categories, depending on how dangerous they are to cast.</p>\n<ul>\n<li>Spells which have an inherently corrupting influence on the soul are <strong>black magic</strong>.</li>\n<li>Spells which may or may not be corrupting, depending on the purposes to which they are used, are <strong>grey magic</strong>.</li>\n<li>Spells which are inherently safe to cast are called <strong>white magic</strong>.</li>\n</ul>\n<h6>Corruption</h6>\n<p>Shaded spellcasters acquire <strong>corruption points</strong> whenever they learn or cast a black magic spell, or cast grey magic spells for certain corrupt purposes:</p>\n<ul>\n<li>Each time a black magic spell is learned, the caster acquires a number of corruption points equal to the spell’s level.</li>\n<li>Each time a black magic spell is cast, the caster acquires one additional corruption point.</li>\n<li>Each time a grey magic spell is used in order to coerce, deceive, harm, or rob a Lawful or sapient Neutral target, the caster acquires one corruption point.</li>\n</ul>\n<p>EXAMPLE: Baldur has come into possession of a Chaotic spellcaster’s spellbook. After several weeks of study, Baldur learns <em>tenebrosity</em> (a 1st level black magic spell)and <em>deathless minion</em>(a 2nd level black magic spell). He acquires 3 corruption points, 1 for learning <em>tenebrosity</em>and 2 for learning <em>deathless minion</em>.</p>\n<p>When Baldur is caught with the Chaotic spellbook, men-at-arms from the local militia (Neutral men) are sent to arrest him for sorcery. Baldur casts <em>fan of flames</em> (a 2nd level grey magic spell) against his would-be captors, killing one guard and wounding two others. He gains 1 corruption point for casting grey magic to harm sapient Neutrals. Baldur then casts <em>deathless minion</em>to animate the slain guard, gaining another 1 corruption point for casting a black magic spell. After making his escape, Baldur has accumulated a total of 5 corruption points.</p>\n<p>When a caster accumulates a number of corruption points equal to his Will score, his alignment shifts one step towards Chaotic. When a caster accumulates twice his Will score in corruption, his alignment shifts a second step towards Chaotic. Characters who begin Neutral are not affected by the first stage of corruption, and characters who begin Chaotic are not affected by the first two stages of corruption.</p>\n<p>When a caster accumulates a number of corruption points equal to three times his Will score, and for each additional multiple of his Will score the caster accumulates in corruption points thereafter, he acquires a <strong>corrupting weakness</strong>. You will randomly determine or pick from the list below:</p>\n<ol>\n<li><strong>Disfigured:</strong> Sorcerous studies have begun to make the caster a monstrous figure, leaving him misshapen limbs, clawed hands or feet, hideous scarring, strangely colored eyes, and so on. Each disfigurement imposes a -2 reaction rolls with sapient creatures of Lawful or Neutral alignment.</li>\n<li><strong>Distrusted</strong>: Lore best left unstudied has twisted the caster’s demeanor and personality. A reaction roll with sapient creatures of Lawful or Neutral alignment can never achieve a friendly (12+) result. Each time this weakness is selected thereafter, reduce the best possible reaction roll by one further step.</li>\n<li><strong>Enervated:</strong> The caster’s exploration of sinister sorcery has sapped his soul of strength and vigor. His Constitution is reduced by 2 points each time this weakness occurs.</li>\n<li><strong>Frightening to Beasts:</strong> The caster’s corruption is unsettling to animals. They growl, hiss, rear up, and otherwise make their displeasure known whenever he is within 10’. The caster suffers a -4 reaction roll when encountering animals or giant animals. He cannot ride normal mounts. Characters with Beast Friendship proficiency can detect something is unnatural about the caster, but do not suffer a reaction roll penalty. If the caster himself had Beast Friendship proficiency, the proficiency’s effects now only help when dealing with wild predators and scavengers, such as wolves and vultures.</li>\n<li><strong>Haunted:</strong> Whispers from the beyond plague the caster. They are difficult to ignore, and impose a -2 penalty to listening throws and -1 penalty to initiative and surprise rolls. The penalty is cumulative each time this weakness occurs.</li>\n<li><strong>Mad:</strong> So disturbing are the caster’s dark secrets that he has begun to lose his grip on reality. Each day he must make a Spells saving throw or go mad for 1-10 hours. The caster’s first saving throw against madness is at +20, but each consecutive saving throw is one point less advantaged. When the caster goes mad, he falls under your control for 1d10 hours, during which time his behavior is entirely unpredictable. The day after a bout of madness, the caster resumes his saving throws with a +20 bonus.</li>\n<li><strong>Mutation:</strong> The corrupting influences of dark magic have begun to warp the caster’s body. The first time this weakness occurs, roll 1d10 on the Magical Mutations sub-table (<em><strong>ACKS II</strong></em><em>,</em> p. XX). The second time it occurs, roll 1d10+1. The third time it occurs, roll 1d10+2, and so on.</li>\n<li><strong>Nocturnal:</strong> Creatures of darkness and evil hunt by night, and sleep by day. So too does the caster. He cannot regain spells unless he sleeps during the day. Due to his nocturnal habits, he suffers a penalty of -2 to all throws when in sunlight. This penalty is increased by an additional 2 points each time this weakness occurs.</li>\n<li><strong>Obsession:</strong> The caster’s self-control and will begin to erode in the face of ongoing corruption. His Will is reduced by 2 points each time this weakness occurs. Note that this result may cause the caster to acquire more weaknesses by increasing the ratio of his corruption points to his Will!</li>\n<li><strong>Sleepless:</strong> Haunted by nightmares and disturbing visions of the grave, the caster finds it hard to sleep. Each time he attempts to rest, he must roll 1d6. On a 1, the caster tosses and turns all night, regaining no hit points and recovering no spells. The chance of sleeplessness increases by 1 each time this weakness occurs, to a maximum of five times.</li>\n</ol>\n<p>The maximum number of weaknesses a caster may have is equal to the highest level spell he can cast. Such a caster is as depraved as he can be, given his knowledge; additional corruption cannot taint him further until he unlocks even darker secrets (e.g. learns higher level spells). He still accumulates corruption points, however.</p>\n<p>EXAMPLE: Baldur is a 7th level Neutral mage with 11 Will. Over several months of studying a Chaotic spellbook, Baldur accumulates 11 corruption points. This is sufficient to cause Baldur’s alignment to shift one step, but because he is Neutral he ignores this first stage of corruption. On a dangerous adventure, he casts several black magic spells, and accumulates 22 corruption points. Baldur’s alignment now shifts another step, which he cannot ignore; he becomes Chaotic aligned.</p>\n<p>With his new alignment, evil deeds come easier to him, and Baldur soon racks up more corruption. When accumulates 33 corruption points, Baldur acquires his first corrupting weakness. The Judge rolls a 1 on 1d10, indicating that Baldur is now <strong>disfigured</strong>. Because Baldur has been casting a lot of necromancy spells, the Judge decides that Baldur has taken on a corpse-like appearance, with pale yellowish skin, gaunt flesh, and reddish eyes. Baldur now suffers a -2 reaction roll with sapient Lawful and Neutral creatures.</p>\n<p>The disfigured Baldur is now shunned by all good creature and sees little point in “playing nice” anymore. He soon accumulates many more corruption points. At 44, 55, and 66 corruption points, he accumulates his second, third, and fourth corrupting weakness. He becomes <strong>nocturnal</strong> (-2 penalty to throws in sunlight), <strong>haunted</strong> (-2 to hear noise, -1 initiative and surprise rolls), and <strong>mutated</strong> – with a roll of 8 on the Magical Mutation sub-table indicating he grows large fangs which prevent intelligible human speech (though not spells). At 8th level he accumulates 80 corruption points, but he cannot acquire more than four weaknesses, because the highest level spell he can cast is 4th. When Baldur reaches 9th level, and becomes capable of 5th level spells, he has acquired 103 corruption points. He immediately acquires his fifth weakness – another result of <strong>nocturnal</strong> means that he now suffers -4 penalty to throws in sunlight.</p>\n<h6>Identifying the Shade of Magic</h6>\n<p>Any magic type that uses the Shades of Magic must categorize its body of spells into black, grey, and white. To determine the shade of a spell, consult the checklists below. Always start with the black magic checklist, then proceed to the grey magic checklist, then to the white magic checklist.</p>\n<p>The following types of spells should be considered black magic:</p>\n<ul>\n<li>Blast spells that deal necrotic damage.</li>\n<li>Death and necromancy spells of any sort, except those which exclusively harm the undead.</li>\n<li>Detection spells reversed to conceal black magic (e.g. <em>indiscernible curse</em>).</li>\n<li>Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures for more than an hour. Having the power to enslave the will of sapient creatures for long periods of time is inherently corrupting.</li>\n<li>Enchantment spells which cause living creatures to falter or frighten, unless limited to target evil creatures. Causing fear and terror is an inherently black deed.</li>\n<li>Illusion spells which send phantasmal killers against the target. Causing fear and terror is, again, a black deed.</li>\n<li>Healing spells reversed to cause harm (e.g. <em>cause light injury</em> or <em>cause disease</em>). Perverting healing magic is always black.</li>\n<li>Protection spells reversed to operate against good creatures (e.g. <em>unholy circle</em>)or harm the target (<em>bane</em>).</li>\n<li>Summoning spells which communicate with or summon creatures from thin air (other planes of existence); or summoning spells which summon Lawful or sapient Neutral creatures which are compelled to serve the caster or any Chaotic creatures.</li>\n<li>Wall spells with necromantic components (e.g. <em>wall of corpse</em><strong>s</strong>).</li>\n</ul>\n<p>The following types of spells should be considered grey magic:</p>\n<ul>\n<li>Blast spells of any type except those which deal necrotic damage (which are black) or those that deal luminous damage only to undead (which are white).</li>\n<li>Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures, but not for more than an hour; and other enchantment spells which are not limited to targeting evil creatures.</li>\n<li>Illusion spells which render the target invisible or inaudible, or which can be disbelieved.</li>\n<li>Movement spells which can affect objects or unwilling targets.</li>\n<li>Transmogrification spells which can affect unwilling targets.</li>\n<li>Wall spells of any type except <em>walls of corpses</em>.</li>\n</ul>\n<p>The following types of spells should be considered white magic:</p>\n<ul>\n<li>Blast and Death spells which exclusively harm the undead.</li>\n<li>Detection spells which are not black.</li>\n<li>Enchantment spells which are limited to targeting evil creatures.</li>\n<li>Healing spells, except if reversed to cause harm.</li>\n<li>Illusion spells which cannot be disbelieved, except for inaudibility and invisibility.</li>\n<li>Movement spells which can only affect willing targets.</li>\n<li>Protection spells, except if reversed to operate against “good” creatures or to harm the target.</li>\n<li>Transmogrification spells which can only affect objects or willing targets.</li>\n<li>Summoning spells in which the creature(s) summoned must arrive by means of their own locomotion from the nearest lair and are either sapient Lawful creatures which serve Lawful casters; or are unintelligent Neutral creatures.</li>\n<li>Any other spell which is not black or grey.</li>\n</ul>\n<p><strong>Robert E. Howard Memorial Rule (Optional):</strong> The taint on this type of magic is very strong. All of its grey magic spells are considered black magic. This magic type’s spellcasters gain 1 bonus class power per point of class category value.</p>\n<p><strong>H.P. Lovecraft Memorial Rule (Optional):</strong> The taint on this type of magic is so dark that there are no “pure” spells all. <em>All</em> of its spells are considered black magic. This magic type’s spellcasters gains 2 bonus class powers per point of class category value.</p>\n<h6>Shades of Magic and Places of Power</h6>\n<p>A shaded magic type is more affected by the places of power. Sinkholes of evil will enhance all black magic, not just death and necromancy magic. Pinnacles of good will enhance all white magic, not just healing and protection magic. Shaded casters can also accumulate corruption by spending time in sinkholes of evil and recover from corruption by spending time in pinnacles of good.</p>\n<h6>Warlock Class and Shaded Magic</h6>\n<p>The Warlock class from the <em><strong>ACKS II Revised Rulebook</strong></em>uses a simplified version of shaded magic. He is assumed to automatically gain a corrupting weakness each time he advances in spellcasting ability. If desired, you can treat the warlock as a shaded caster, making him susceptible to alignment change but also possibly able to avoid corruption if he limits his spell selection. If built in this manner, the warlock would have one additional class power at 7th level.</p>\n",
  "sections": [
    {
      "title": "Codes of Behavior",
      "level": 2,
      "html": "<p>The Divine magic type carries a restricted <strong>code of behavior</strong> that limits its casters’ choices and courses of action. Other types of casters may also carry codes of behavior. For prayerful magic types, the code of behavior generally comes for the magic type’s deity or religious order. For studious magic types, the code of behavior might arise from purification requirements, ascetic traditions, lifelong curses, taboos, or impositions arising from the study of magic. For inherited magic types, the code of behavior might be due to a madness or abnormality, a strange and unearthly longing, or a nature alien to normal mankind.</p>\n<p>In exchange for accepting a code of behavior, a magic type gains special powers not otherwise available. The more build points assigned to the magic type’s class category when building the class, the more restrictive the behavior code will be, but the more benefits will be gained, as shown on the table below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class</strong>  <strong>Category Value</strong></td>\n<td><strong>Codes of Behavior</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Restriction</strong></td>\n<td><strong>Benefit</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>4</td>\n<td>Extreme Code</td>\n<td>4 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Monastic Code</td>\n<td>3 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Clerical Code</td>\n<td>2 Class Powers or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Chivalric Code</td>\n<td>1 Class Power or Rebuke Undead as Crusader of effective caster level</td>\n</tr>\n<tr>\n<td>0</td>\n<td>None</td>\n<td>None</td>\n</tr>\n</tbody></table>\n<p><strong>Class Category Value 1:</strong> The class’s code will be similar to the commandments on a lay member of a religious faith, such as not to commit adultery, to follow minor dietary restrictions, and to engage in prayer on worship days, etc. A knight’s chivalric vows would also qualify.</p>\n<p><strong>Class Category Value 2:</strong> The code will add additional rules to an extent similar to that imposed on clergy, such as monogamy or celibacy, restrictions on dress, bans on certain indulgences, strict dietary rules, daily prayer, etc. The bladedancer, crusader, dwarven craftpriest, and shaman have such codes.</p>\n<p><strong>Class Category Value 3:</strong> The code will require a highly restrictive set of behaviors akin to those of a monastic order, including vows of chastity, obedience, and so on.</p>\n<p><strong>Class Category Value 4:</strong> The class’s code will be similar to that of the value below, but with an additional restriction such as pacifism, silence, or poverty. The priestess class has a class category 4 code.</p>\n<p>As with the selection of the spell repertoire, the exact nature of the code of behavior should be left undetermined until specific custom classes are built for the magic type. Different classes within the same magic type may have different codes of behavior depending what value is assigned to the magic type’s category value.</p>\n<p>A code of behavior need not demand virtue – a class’s code could dictate strange or vile behavior if appropriate to the class’s concept. For example, a cultist class devoted to chaotic powers might require ritual sacrifices, or use of strange drugs. You are the ultimate authority on the permissibility of any class’s code.</p>\n<p>EXAMPLE: The Faery magic type represents otherworldly magic inspired by folklore and fairy tales. Therefore the Judge decides he wants the Faery class category to have a Code of Behavior which reflects superstitions and taboos that delimit its spellcaster’s behavior.</p>\n<p><strong>Note:</strong> There is an asymmetry between class power availability and rebuke undead. A crusader-like class with a code of behavior can gain the ability to rebuke undead at his class level with 2 build points, while a mage-like class with a code of behavior cannot gain the ability to rebuke undead at his class level until 4 build points; but the crusader-like class can only get 2 class powers for giving up rebuke undead while the mage-like class can get 4 class powers. The asymmetry makes it relatively more expensive (in terms of XP per level or class powers forsaken) for powerful casters to also be able to rebuke undead. The custom class rules in <em><strong>ACKS</strong></em> are designed to penalize classes that attempt to “do everything” and to prevent classes from being made that are better at core class abilities than the core classes are.</p>\n"
    },
    {
      "title": "Shaded Magic",
      "level": 3,
      "html": "<p>In lieu of imposing a code of behavior, a magic type may be <strong>shaded</strong>. Shaded magic can be dangerous to a caster’s soul. Shaded magic types divide their spells into three categories, depending on how dangerous they are to cast.</p>\n<ul>\n<li>Spells which have an inherently corrupting influence on the soul are <strong>black magic</strong>.</li>\n<li>Spells which may or may not be corrupting, depending on the purposes to which they are used, are <strong>grey magic</strong>.</li>\n<li>Spells which are inherently safe to cast are called <strong>white magic</strong>.</li>\n</ul>\n"
    },
    {
      "title": "Corruption",
      "level": 6,
      "html": "<p>Shaded spellcasters acquire <strong>corruption points</strong> whenever they learn or cast a black magic spell, or cast grey magic spells for certain corrupt purposes:</p>\n<ul>\n<li>Each time a black magic spell is learned, the caster acquires a number of corruption points equal to the spell’s level.</li>\n<li>Each time a black magic spell is cast, the caster acquires one additional corruption point.</li>\n<li>Each time a grey magic spell is used in order to coerce, deceive, harm, or rob a Lawful or sapient Neutral target, the caster acquires one corruption point.</li>\n</ul>\n<p>EXAMPLE: Baldur has come into possession of a Chaotic spellcaster’s spellbook. After several weeks of study, Baldur learns <em>tenebrosity</em> (a 1st level black magic spell)and <em>deathless minion</em>(a 2nd level black magic spell). He acquires 3 corruption points, 1 for learning <em>tenebrosity</em>and 2 for learning <em>deathless minion</em>.</p>\n<p>When Baldur is caught with the Chaotic spellbook, men-at-arms from the local militia (Neutral men) are sent to arrest him for sorcery. Baldur casts <em>fan of flames</em> (a 2nd level grey magic spell) against his would-be captors, killing one guard and wounding two others. He gains 1 corruption point for casting grey magic to harm sapient Neutrals. Baldur then casts <em>deathless minion</em>to animate the slain guard, gaining another 1 corruption point for casting a black magic spell. After making his escape, Baldur has accumulated a total of 5 corruption points.</p>\n<p>When a caster accumulates a number of corruption points equal to his Will score, his alignment shifts one step towards Chaotic. When a caster accumulates twice his Will score in corruption, his alignment shifts a second step towards Chaotic. Characters who begin Neutral are not affected by the first stage of corruption, and characters who begin Chaotic are not affected by the first two stages of corruption.</p>\n<p>When a caster accumulates a number of corruption points equal to three times his Will score, and for each additional multiple of his Will score the caster accumulates in corruption points thereafter, he acquires a <strong>corrupting weakness</strong>. You will randomly determine or pick from the list below:</p>\n<ol>\n<li><strong>Disfigured:</strong> Sorcerous studies have begun to make the caster a monstrous figure, leaving him misshapen limbs, clawed hands or feet, hideous scarring, strangely colored eyes, and so on. Each disfigurement imposes a -2 reaction rolls with sapient creatures of Lawful or Neutral alignment.</li>\n<li><strong>Distrusted</strong>: Lore best left unstudied has twisted the caster’s demeanor and personality. A reaction roll with sapient creatures of Lawful or Neutral alignment can never achieve a friendly (12+) result. Each time this weakness is selected thereafter, reduce the best possible reaction roll by one further step.</li>\n<li><strong>Enervated:</strong> The caster’s exploration of sinister sorcery has sapped his soul of strength and vigor. His Constitution is reduced by 2 points each time this weakness occurs.</li>\n<li><strong>Frightening to Beasts:</strong> The caster’s corruption is unsettling to animals. They growl, hiss, rear up, and otherwise make their displeasure known whenever he is within 10’. The caster suffers a -4 reaction roll when encountering animals or giant animals. He cannot ride normal mounts. Characters with Beast Friendship proficiency can detect something is unnatural about the caster, but do not suffer a reaction roll penalty. If the caster himself had Beast Friendship proficiency, the proficiency’s effects now only help when dealing with wild predators and scavengers, such as wolves and vultures.</li>\n<li><strong>Haunted:</strong> Whispers from the beyond plague the caster. They are difficult to ignore, and impose a -2 penalty to listening throws and -1 penalty to initiative and surprise rolls. The penalty is cumulative each time this weakness occurs.</li>\n<li><strong>Mad:</strong> So disturbing are the caster’s dark secrets that he has begun to lose his grip on reality. Each day he must make a Spells saving throw or go mad for 1-10 hours. The caster’s first saving throw against madness is at +20, but each consecutive saving throw is one point less advantaged. When the caster goes mad, he falls under your control for 1d10 hours, during which time his behavior is entirely unpredictable. The day after a bout of madness, the caster resumes his saving throws with a +20 bonus.</li>\n<li><strong>Mutation:</strong> The corrupting influences of dark magic have begun to warp the caster’s body. The first time this weakness occurs, roll 1d10 on the Magical Mutations sub-table (<em><strong>ACKS II</strong></em><em>,</em> p. XX). The second time it occurs, roll 1d10+1. The third time it occurs, roll 1d10+2, and so on.</li>\n<li><strong>Nocturnal:</strong> Creatures of darkness and evil hunt by night, and sleep by day. So too does the caster. He cannot regain spells unless he sleeps during the day. Due to his nocturnal habits, he suffers a penalty of -2 to all throws when in sunlight. This penalty is increased by an additional 2 points each time this weakness occurs.</li>\n<li><strong>Obsession:</strong> The caster’s self-control and will begin to erode in the face of ongoing corruption. His Will is reduced by 2 points each time this weakness occurs. Note that this result may cause the caster to acquire more weaknesses by increasing the ratio of his corruption points to his Will!</li>\n<li><strong>Sleepless:</strong> Haunted by nightmares and disturbing visions of the grave, the caster finds it hard to sleep. Each time he attempts to rest, he must roll 1d6. On a 1, the caster tosses and turns all night, regaining no hit points and recovering no spells. The chance of sleeplessness increases by 1 each time this weakness occurs, to a maximum of five times.</li>\n</ol>\n<p>The maximum number of weaknesses a caster may have is equal to the highest level spell he can cast. Such a caster is as depraved as he can be, given his knowledge; additional corruption cannot taint him further until he unlocks even darker secrets (e.g. learns higher level spells). He still accumulates corruption points, however.</p>\n<p>EXAMPLE: Baldur is a 7th level Neutral mage with 11 Will. Over several months of studying a Chaotic spellbook, Baldur accumulates 11 corruption points. This is sufficient to cause Baldur’s alignment to shift one step, but because he is Neutral he ignores this first stage of corruption. On a dangerous adventure, he casts several black magic spells, and accumulates 22 corruption points. Baldur’s alignment now shifts another step, which he cannot ignore; he becomes Chaotic aligned.</p>\n<p>With his new alignment, evil deeds come easier to him, and Baldur soon racks up more corruption. When accumulates 33 corruption points, Baldur acquires his first corrupting weakness. The Judge rolls a 1 on 1d10, indicating that Baldur is now <strong>disfigured</strong>. Because Baldur has been casting a lot of necromancy spells, the Judge decides that Baldur has taken on a corpse-like appearance, with pale yellowish skin, gaunt flesh, and reddish eyes. Baldur now suffers a -2 reaction roll with sapient Lawful and Neutral creatures.</p>\n<p>The disfigured Baldur is now shunned by all good creature and sees little point in “playing nice” anymore. He soon accumulates many more corruption points. At 44, 55, and 66 corruption points, he accumulates his second, third, and fourth corrupting weakness. He becomes <strong>nocturnal</strong> (-2 penalty to throws in sunlight), <strong>haunted</strong> (-2 to hear noise, -1 initiative and surprise rolls), and <strong>mutated</strong> – with a roll of 8 on the Magical Mutation sub-table indicating he grows large fangs which prevent intelligible human speech (though not spells). At 8th level he accumulates 80 corruption points, but he cannot acquire more than four weaknesses, because the highest level spell he can cast is 4th. When Baldur reaches 9th level, and becomes capable of 5th level spells, he has acquired 103 corruption points. He immediately acquires his fifth weakness – another result of <strong>nocturnal</strong> means that he now suffers -4 penalty to throws in sunlight.</p>\n"
    },
    {
      "title": "Identifying the Shade of Magic",
      "level": 6,
      "html": "<p>Any magic type that uses the Shades of Magic must categorize its body of spells into black, grey, and white. To determine the shade of a spell, consult the checklists below. Always start with the black magic checklist, then proceed to the grey magic checklist, then to the white magic checklist.</p>\n<p>The following types of spells should be considered black magic:</p>\n<ul>\n<li>Blast spells that deal necrotic damage.</li>\n<li>Death and necromancy spells of any sort, except those which exclusively harm the undead.</li>\n<li>Detection spells reversed to conceal black magic (e.g. <em>indiscernible curse</em>).</li>\n<li>Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures for more than an hour. Having the power to enslave the will of sapient creatures for long periods of time is inherently corrupting.</li>\n<li>Enchantment spells which cause living creatures to falter or frighten, unless limited to target evil creatures. Causing fear and terror is an inherently black deed.</li>\n<li>Illusion spells which send phantasmal killers against the target. Causing fear and terror is, again, a black deed.</li>\n<li>Healing spells reversed to cause harm (e.g. <em>cause light injury</em> or <em>cause disease</em>). Perverting healing magic is always black.</li>\n<li>Protection spells reversed to operate against good creatures (e.g. <em>unholy circle</em>)or harm the target (<em>bane</em>).</li>\n<li>Summoning spells which communicate with or summon creatures from thin air (other planes of existence); or summoning spells which summon Lawful or sapient Neutral creatures which are compelled to serve the caster or any Chaotic creatures.</li>\n<li>Wall spells with necromantic components (e.g. <em>wall of corpse</em><strong>s</strong>).</li>\n</ul>\n<p>The following types of spells should be considered grey magic:</p>\n<ul>\n<li>Blast spells of any type except those which deal necrotic damage (which are black) or those that deal luminous damage only to undead (which are white).</li>\n<li>Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures, but not for more than an hour; and other enchantment spells which are not limited to targeting evil creatures.</li>\n<li>Illusion spells which render the target invisible or inaudible, or which can be disbelieved.</li>\n<li>Movement spells which can affect objects or unwilling targets.</li>\n<li>Transmogrification spells which can affect unwilling targets.</li>\n<li>Wall spells of any type except <em>walls of corpses</em>.</li>\n</ul>\n<p>The following types of spells should be considered white magic:</p>\n<ul>\n<li>Blast and Death spells which exclusively harm the undead.</li>\n<li>Detection spells which are not black.</li>\n<li>Enchantment spells which are limited to targeting evil creatures.</li>\n<li>Healing spells, except if reversed to cause harm.</li>\n<li>Illusion spells which cannot be disbelieved, except for inaudibility and invisibility.</li>\n<li>Movement spells which can only affect willing targets.</li>\n<li>Protection spells, except if reversed to operate against “good” creatures or to harm the target.</li>\n<li>Transmogrification spells which can only affect objects or willing targets.</li>\n<li>Summoning spells in which the creature(s) summoned must arrive by means of their own locomotion from the nearest lair and are either sapient Lawful creatures which serve Lawful casters; or are unintelligent Neutral creatures.</li>\n<li>Any other spell which is not black or grey.</li>\n</ul>\n<p><strong>Robert E. Howard Memorial Rule (Optional):</strong> The taint on this type of magic is very strong. All of its grey magic spells are considered black magic. This magic type’s spellcasters gain 1 bonus class power per point of class category value.</p>\n<p><strong>H.P. Lovecraft Memorial Rule (Optional):</strong> The taint on this type of magic is so dark that there are no “pure” spells all. <em>All</em> of its spells are considered black magic. This magic type’s spellcasters gains 2 bonus class powers per point of class category value.</p>\n"
    },
    {
      "title": "Shades of Magic and Places of Power",
      "level": 6,
      "html": "<p>A shaded magic type is more affected by the places of power. Sinkholes of evil will enhance all black magic, not just death and necromancy magic. Pinnacles of good will enhance all white magic, not just healing and protection magic. Shaded casters can also accumulate corruption by spending time in sinkholes of evil and recover from corruption by spending time in pinnacles of good.</p>\n"
    },
    {
      "title": "Warlock Class and Shaded Magic",
      "level": 6,
      "html": "<p>The Warlock class from the <em><strong>ACKS II Revised Rulebook</strong></em>uses a simplified version of shaded magic. He is assumed to automatically gain a corrupting weakness each time he advances in spellcasting ability. If desired, you can treat the warlock as a shaded caster, making him susceptible to alignment change but also possibly able to avoid corruption if he limits his spell selection. If built in this manner, the warlock would have one additional class power at 7th level.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Codes of Behavior\n\nThe Divine magic type carries a restricted **code of behavior** that limits its casters’ choices and courses of action. Other types of casters may also carry codes of behavior. For prayerful magic types, the code of behavior generally comes for the magic type’s deity or religious order. For studious magic types, the code of behavior might arise from purification requirements, ascetic traditions, lifelong curses, taboos, or impositions arising from the study of magic. For inherited magic types, the code of behavior might be due to a madness or abnormality, a strange and unearthly longing, or a nature alien to normal mankind.\n\nIn exchange for accepting a code of behavior, a magic type gains special powers not otherwise available. The more build points assigned to the magic type’s class category when building the class, the more restrictive the behavior code will be, but the more benefits will be gained, as shown on the table below.\n\n|  |  |  |\n| --- | --- | --- |\n| **Class**  **Category Value** | **Codes of Behavior** | |\n| **Restriction** | **Benefit** |\n| 4 | Extreme Code | 4 Class Powers or Rebuke Undead as Crusader of effective caster level |\n| 3 | Monastic Code | 3 Class Powers or Rebuke Undead as Crusader of effective caster level |\n| 2 | Clerical Code | 2 Class Powers or Rebuke Undead as Crusader of effective caster level |\n| 1 | Chivalric Code | 1 Class Power or Rebuke Undead as Crusader of effective caster level |\n| 0 | None | None |\n\n**Class Category Value 1:** The class’s code will be similar to the commandments on a lay member of a religious faith, such as not to commit adultery, to follow minor dietary restrictions, and to engage in prayer on worship days, etc. A knight’s chivalric vows would also qualify.\n\n**Class Category Value 2:** The code will add additional rules to an extent similar to that imposed on clergy, such as monogamy or celibacy, restrictions on dress, bans on certain indulgences, strict dietary rules, daily prayer, etc. The bladedancer, crusader, dwarven craftpriest, and shaman have such codes.\n\n**Class Category Value 3:** The code will require a highly restrictive set of behaviors akin to those of a monastic order, including vows of chastity, obedience, and so on.\n\n**Class Category Value 4:** The class’s code will be similar to that of the value below, but with an additional restriction such as pacifism, silence, or poverty. The priestess class has a class category 4 code.\n\nAs with the selection of the spell repertoire, the exact nature of the code of behavior should be left undetermined until specific custom classes are built for the magic type. Different classes within the same magic type may have different codes of behavior depending what value is assigned to the magic type’s category value.\n\nA code of behavior need not demand virtue – a class’s code could dictate strange or vile behavior if appropriate to the class’s concept. For example, a cultist class devoted to chaotic powers might require ritual sacrifices, or use of strange drugs. You are the ultimate authority on the permissibility of any class’s code.\n\nEXAMPLE: The Faery magic type represents otherworldly magic inspired by folklore and fairy tales. Therefore the Judge decides he wants the Faery class category to have a Code of Behavior which reflects superstitions and taboos that delimit its spellcaster’s behavior.\n\n**Note:** There is an asymmetry between class power availability and rebuke undead. A crusader-like class with a code of behavior can gain the ability to rebuke undead at his class level with 2 build points, while a mage-like class with a code of behavior cannot gain the ability to rebuke undead at his class level until 4 build points; but the crusader-like class can only get 2 class powers for giving up rebuke undead while the mage-like class can get 4 class powers. The asymmetry makes it relatively more expensive (in terms of XP per level or class powers forsaken) for powerful casters to also be able to rebuke undead. The custom class rules in ***ACKS*** are designed to penalize classes that attempt to “do everything” and to prevent classes from being made that are better at core class abilities than the core classes are.\n\n### Shaded Magic\n\nIn lieu of imposing a code of behavior, a magic type may be **shaded**. Shaded magic can be dangerous to a caster’s soul. Shaded magic types divide their spells into three categories, depending on how dangerous they are to cast.\n\n* Spells which have an inherently corrupting influence on the soul are **black magic**.\n* Spells which may or may not be corrupting, depending on the purposes to which they are used, are **grey magic**.\n* Spells which are inherently safe to cast are called **white magic**.\n\n###### Corruption\n\nShaded spellcasters acquire **corruption points** whenever they learn or cast a black magic spell, or cast grey magic spells for certain corrupt purposes:\n\n* Each time a black magic spell is learned, the caster acquires a number of corruption points equal to the spell’s level.\n* Each time a black magic spell is cast, the caster acquires one additional corruption point.\n* Each time a grey magic spell is used in order to coerce, deceive, harm, or rob a Lawful or sapient Neutral target, the caster acquires one corruption point.\n\nEXAMPLE: Baldur has come into possession of a Chaotic spellcaster’s spellbook. After several weeks of study, Baldur learns *tenebrosity* (a 1st level black magic spell)and *deathless minion*(a 2nd level black magic spell). He acquires 3 corruption points, 1 for learning *tenebrosity*and 2 for learning *deathless minion*.\n\nWhen Baldur is caught with the Chaotic spellbook, men-at-arms from the local militia (Neutral men) are sent to arrest him for sorcery. Baldur casts *fan of flames* (a 2nd level grey magic spell) against his would-be captors, killing one guard and wounding two others. He gains 1 corruption point for casting grey magic to harm sapient Neutrals. Baldur then casts *deathless minion*to animate the slain guard, gaining another 1 corruption point for casting a black magic spell. After making his escape, Baldur has accumulated a total of 5 corruption points.\n\nWhen a caster accumulates a number of corruption points equal to his Will score, his alignment shifts one step towards Chaotic. When a caster accumulates twice his Will score in corruption, his alignment shifts a second step towards Chaotic. Characters who begin Neutral are not affected by the first stage of corruption, and characters who begin Chaotic are not affected by the first two stages of corruption.\n\nWhen a caster accumulates a number of corruption points equal to three times his Will score, and for each additional multiple of his Will score the caster accumulates in corruption points thereafter, he acquires a **corrupting weakness**. You will randomly determine or pick from the list below:\n\n1. **Disfigured:** Sorcerous studies have begun to make the caster a monstrous figure, leaving him misshapen limbs, clawed hands or feet, hideous scarring, strangely colored eyes, and so on. Each disfigurement imposes a -2 reaction rolls with sapient creatures of Lawful or Neutral alignment.\n2. **Distrusted**: Lore best left unstudied has twisted the caster’s demeanor and personality. A reaction roll with sapient creatures of Lawful or Neutral alignment can never achieve a friendly (12+) result. Each time this weakness is selected thereafter, reduce the best possible reaction roll by one further step.\n3. **Enervated:** The caster’s exploration of sinister sorcery has sapped his soul of strength and vigor. His Constitution is reduced by 2 points each time this weakness occurs.\n4. **Frightening to Beasts:** The caster’s corruption is unsettling to animals. They growl, hiss, rear up, and otherwise make their displeasure known whenever he is within 10’. The caster suffers a -4 reaction roll when encountering animals or giant animals. He cannot ride normal mounts. Characters with Beast Friendship proficiency can detect something is unnatural about the caster, but do not suffer a reaction roll penalty. If the caster himself had Beast Friendship proficiency, the proficiency’s effects now only help when dealing with wild predators and scavengers, such as wolves and vultures.\n5. **Haunted:** Whispers from the beyond plague the caster. They are difficult to ignore, and impose a -2 penalty to listening throws and -1 penalty to initiative and surprise rolls. The penalty is cumulative each time this weakness occurs.\n6. **Mad:** So disturbing are the caster’s dark secrets that he has begun to lose his grip on reality. Each day he must make a Spells saving throw or go mad for 1-10 hours. The caster’s first saving throw against madness is at +20, but each consecutive saving throw is one point less advantaged. When the caster goes mad, he falls under your control for 1d10 hours, during which time his behavior is entirely unpredictable. The day after a bout of madness, the caster resumes his saving throws with a +20 bonus.\n7. **Mutation:** The corrupting influences of dark magic have begun to warp the caster’s body. The first time this weakness occurs, roll 1d10 on the Magical Mutations sub-table (***ACKS II****,* p. XX). The second time it occurs, roll 1d10+1. The third time it occurs, roll 1d10+2, and so on.\n8. **Nocturnal:** Creatures of darkness and evil hunt by night, and sleep by day. So too does the caster. He cannot regain spells unless he sleeps during the day. Due to his nocturnal habits, he suffers a penalty of -2 to all throws when in sunlight. This penalty is increased by an additional 2 points each time this weakness occurs.\n9. **Obsession:** The caster’s self-control and will begin to erode in the face of ongoing corruption. His Will is reduced by 2 points each time this weakness occurs. Note that this result may cause the caster to acquire more weaknesses by increasing the ratio of his corruption points to his Will!\n10. **Sleepless:** Haunted by nightmares and disturbing visions of the grave, the caster finds it hard to sleep. Each time he attempts to rest, he must roll 1d6. On a 1, the caster tosses and turns all night, regaining no hit points and recovering no spells. The chance of sleeplessness increases by 1 each time this weakness occurs, to a maximum of five times.\n\nThe maximum number of weaknesses a caster may have is equal to the highest level spell he can cast. Such a caster is as depraved as he can be, given his knowledge; additional corruption cannot taint him further until he unlocks even darker secrets (e.g. learns higher level spells). He still accumulates corruption points, however.\n\nEXAMPLE: Baldur is a 7th level Neutral mage with 11 Will. Over several months of studying a Chaotic spellbook, Baldur accumulates 11 corruption points. This is sufficient to cause Baldur’s alignment to shift one step, but because he is Neutral he ignores this first stage of corruption. On a dangerous adventure, he casts several black magic spells, and accumulates 22 corruption points. Baldur’s alignment now shifts another step, which he cannot ignore; he becomes Chaotic aligned.\n\nWith his new alignment, evil deeds come easier to him, and Baldur soon racks up more corruption. When accumulates 33 corruption points, Baldur acquires his first corrupting weakness. The Judge rolls a 1 on 1d10, indicating that Baldur is now **disfigured**. Because Baldur has been casting a lot of necromancy spells, the Judge decides that Baldur has taken on a corpse-like appearance, with pale yellowish skin, gaunt flesh, and reddish eyes. Baldur now suffers a -2 reaction roll with sapient Lawful and Neutral creatures.\n\nThe disfigured Baldur is now shunned by all good creature and sees little point in “playing nice” anymore. He soon accumulates many more corruption points. At 44, 55, and 66 corruption points, he accumulates his second, third, and fourth corrupting weakness. He becomes **nocturnal** (-2 penalty to throws in sunlight), **haunted** (-2 to hear noise, -1 initiative and surprise rolls), and **mutated** – with a roll of 8 on the Magical Mutation sub-table indicating he grows large fangs which prevent intelligible human speech (though not spells). At 8th level he accumulates 80 corruption points, but he cannot acquire more than four weaknesses, because the highest level spell he can cast is 4th. When Baldur reaches 9th level, and becomes capable of 5th level spells, he has acquired 103 corruption points. He immediately acquires his fifth weakness – another result of **nocturnal** means that he now suffers -4 penalty to throws in sunlight.\n\n###### Identifying the Shade of Magic\n\nAny magic type that uses the Shades of Magic must categorize its body of spells into black, grey, and white. To determine the shade of a spell, consult the checklists below. Always start with the black magic checklist, then proceed to the grey magic checklist, then to the white magic checklist.\n\nThe following types of spells should be considered black magic:\n\n* Blast spells that deal necrotic damage.\n* Death and necromancy spells of any sort, except those which exclusively harm the undead.\n* Detection spells reversed to conceal black magic (e.g. *indiscernible curse*).\n* Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures for more than an hour. Having the power to enslave the will of sapient creatures for long periods of time is inherently corrupting.\n* Enchantment spells which cause living creatures to falter or frighten, unless limited to target evil creatures. Causing fear and terror is an inherently black deed.\n* Illusion spells which send phantasmal killers against the target. Causing fear and terror is, again, a black deed.\n* Healing spells reversed to cause harm (e.g. *cause light injury* or *cause disease*). Perverting healing magic is always black.\n* Protection spells reversed to operate against good creatures (e.g. *unholy circle*)or harm the target (*bane*).\n* Summoning spells which communicate with or summon creatures from thin air (other planes of existence); or summoning spells which summon Lawful or sapient Neutral creatures which are compelled to serve the caster or any Chaotic creatures.\n* Wall spells with necromantic components (e.g. *wall of corpse***s**).\n\nThe following types of spells should be considered grey magic:\n\n* Blast spells of any type except those which deal necrotic damage (which are black) or those that deal luminous damage only to undead (which are white).\n* Enchantment spells which are capable of bewitching, dominating, or enslaving sapient creatures, but not for more than an hour; and other enchantment spells which are not limited to targeting evil creatures.\n* Illusion spells which render the target invisible or inaudible, or which can be disbelieved.\n* Movement spells which can affect objects or unwilling targets.\n* Transmogrification spells which can affect unwilling targets.\n* Wall spells of any type except *walls of corpses*.\n\nThe following types of spells should be considered white magic:\n\n* Blast and Death spells which exclusively harm the undead.\n* Detection spells which are not black.\n* Enchantment spells which are limited to targeting evil creatures.\n* Healing spells, except if reversed to cause harm.\n* Illusion spells which cannot be disbelieved, except for inaudibility and invisibility.\n* Movement spells which can only affect willing targets.\n* Protection spells, except if reversed to operate against “good” creatures or to harm the target.\n* Transmogrification spells which can only affect objects or willing targets.\n* Summoning spells in which the creature(s) summoned must arrive by means of their own locomotion from the nearest lair and are either sapient Lawful creatures which serve Lawful casters; or are unintelligent Neutral creatures.\n* Any other spell which is not black or grey.\n\n**Robert E. Howard Memorial Rule (Optional):** The taint on this type of magic is very strong. All of its grey magic spells are considered black magic. This magic type’s spellcasters gain 1 bonus class power per point of class category value.\n\n**H.P. Lovecraft Memorial Rule (Optional):** The taint on this type of magic is so dark that there are no “pure” spells all. *All* of its spells are considered black magic. This magic type’s spellcasters gains 2 bonus class powers per point of class category value.\n\n###### Shades of Magic and Places of Power\n\nA shaded magic type is more affected by the places of power. Sinkholes of evil will enhance all black magic, not just death and necromancy magic. Pinnacles of good will enhance all white magic, not just healing and protection magic. Shaded casters can also accumulate corruption by spending time in sinkholes of evil and recover from corruption by spending time in pinnacles of good.\n\n###### Warlock Class and Shaded Magic\n\nThe Warlock class from the ***ACKS II Revised Rulebook***uses a simplified version of shaded magic. He is assumed to automatically gain a corrupting weakness each time he advances in spellcasting ability. If desired, you can treat the warlock as a shaded caster, making him susceptible to alignment change but also possibly able to avoid corruption if he limits his spell selection. If built in this manner, the warlock would have one additional class power at 7th level.\n"
}