{
  "html": "<h2>Handling Combat</h2>\n<p>Perhaps the most perennial complaint that players make about tabletop RPGs is that combat is boring. One RPG player quipped that “a tabletop game is 15 minutes of fun packed into 4 hours.” Many players have described their game combats as “slogs” and complained about slow, dull resolution. Fortunately, as an <em><strong>ACKS</strong></em>Judge, you can do better.</p>\n<h3><strong>What’s in it for me?</strong></h3>\n<p>Combat encounters are, as a general rule, the most complex and time-consuming rules element of any RPG. (Certain extended scenes of role-playing may, of course, take longer than a fight, but this is not usually due to the rules.) When running lengthy and complex activities, unfortunately, it&#39;s easy to lose your players’ attention. Concentration is hard, and the lure of munchies, doodling, or — even worse — mobile phones is strong. Every player is continuously tuned into the radio station WINI FM, or “What&#39;s in it for me?” Players will pay sharp attention to facts and details that relate to their character, but they quickly tune out if they deem the information or action irrelevant to them. As a result, it&#39;s all too often the case that during a combat encounter, only the currently active player and the gamemaster are paying attention at any given moment, while the rest of the players are sitting there bored, merely waiting for their turn to have fun. Worse, they might be actively disrupting the game with side chat!</p>\n<p>So, how can this be overcome? In <em><strong>ACKS</strong></em><em>,</em> the answer is high stakes and vivid imagery — the violence and the viscera of a combat encounter.</p>\n<h3><strong>The Stakes Must Be Real!</strong></h3>\n<p>As we explained earlier, RPGs must offer their participants real choices with meaningful consequences, not merely the illusion of challenge. This is doubly important in combat! And yet most game masters practicing today will openly admit that they pre-balance the encounters, fudge the dice, and change the rules to ensure the players win. Then they wonder why their players are bored...</p>\n<p>Don’t imitate their practices. If you want your combat to be exciting, leave the outcome of the fight uncertain and make sure the stakes really matter. When you run combat, the stakes should always real. Beloved henchmen might be brutally slain. Favored magic items might be destroyed, never to be seen again. Heroic sacrifices might be in vain, and the entire party could get wiped out no matter how invested the players may be. (In my own Auran Empire campaign, nearly everyone was slain in a penultimate fight against the arch-villain in the 67th session, leaving the survivors thirsty for climactic revenge.)</p>\n<p>In offering this advice, we fully acknowledge that we are being both reactionary and contrarian. Since the beginning of the so-called Hickman Revolution in 1984, most RPGs have gravitated towards removing all the actual risk from the game in the interest of allowing the players to experience an ongoing narrative with some certainty that they will see its finish. Loss and death are considered “not fun” and excluded from the gaming experience. The trend towards reducing the risk of permanent loss accelerated thereafter. By the time D&amp;D reached its Fourth Edition, not only was it nearly impossible for a player character to die, but rust monsters didn’t even permanently destroy items anymore because it was “not fun” to lose gear.</p>\n<p>At Autarch, we believe this trend, more than any other trend, explains why RPG combat is so often boring. If the players will always win, then why should they bother to pay attention or even care? Answer: They shouldn’t, and they won’t.</p>\n<p>To be clear, we are not saying that every combat must put the entire party at risk of being slain. Making every encounter into a pitched battle with existential stakes is just as destructive to player agency as making every battle a victory: Players need to be able to make choices that can lead to easy wins, too.</p>\n<p>No, what we are saying is that every combat should put the entire party at the risk of losing whatever should be at risk of loss in the game world. There are four broad levels of risk:</p>\n<ol>\n<li>Strategic Position</li>\n<li>Assets</li>\n<li>Character</li>\n<li>Party</li>\n</ol>\n<p>When an encounter risks “strategic position,” it means that the circumstances under which the player characters are adventuring may change for the worse if the encounter is not handled smartly. For instance, if your mid-level adventurers encounter goblin scouts with war-horns, they will almost certainly win the encounter, but they risk winning it only after the scouts have sounded the alarm.</p>\n<p>When an encounter risks “assets,” it means that survival of every player character is likely but the participants might lose things they value. This could be treasure, vehicles, pets, henchmen, magic items, and so on. An encounter with a rust monster is an asset risk encounter. If your players choose to take on a rust monster, the consequences of item loss need to be real.</p>\n<p>When an encounter risks “characters,” it means that survival of the party as a whole is likely, but individual player characters might die or be irreparably harmed. An encounter with energy-draining undead could be a character risk encounter, as even a victorious party might experience real harm.</p>\n<p>When an encounter risks “party,” it means that the survival of the party as a whole is in question. Losing this fight will mean that every character is killed and the campaign is over.</p>\n<p>If you&#39;ve been “trusting in the Fudge,” i.e. fudging your dice and outcomes, try putting something at stake in your next combat. It doesn&#39;t take much to get the players to sit up straight and get involved in the combat. The moment they realize they could lose something, they start to pay attention. And if they realize they could lose everything, the increase in intensity is palpable.</p>\n<p>As a rule of thumb, you can tell whether you&#39;ve run a great fight by how the players react to someone getting the killing blow on a monster. If they&#39;re bitter that they weren&#39;t the “cool kid” who got the kill, then there was no real risk — they were just competing narcissistically amongst themselves. If they are fist-bumping the player who got the killing blow and cheering with relief, then you ran a great fight.</p>\n<h3><strong>The Spectacle Must Be Awesome!</strong></h3>\n<p>RPGs are always described as games of the imagination, in which the players and the gamemaster weave the action and imagery with their words. And yet, all too often, combat is just run by the numbers: “Bob, roll to hit.” “14! I hit it. I did 8 damage.<br>“ “OK, the orc dies. Jim, you&#39;re up next.” Such a fight can be intellectually stimulating, if you&#39;re a wargamer, and it can be worth paying attention to, if the stakes are real, but it is nevertheless lacking in emotional punch.</p>\n<p>Given that everyone comes into RPGs wanting to use their imagination, the reasons why combat devolves to simple mechanics are somewhat mysterious to us. It might be because nothing is at stake. It&#39;s hard to conjure up the energy for vivid imagery when it doesn’t really matter. Whatever the reason, running a role-playing game by the numbers is a crime akin to serving chips without salsa: Violators should be taken out and shot. Violence demands viscera!</p>\n<p>Now, some of you might be fortunate enough to have, through long practice, refined the art for conjuring up visceral violence nearly at will. “You swing your iron-flanged mace into the orc&#39;s chin, the force of the blow smashing so hard that its teeth shatter into sharp shards that embed themselves in its bloody cheeks. Then the orc&#39;s axe carves your belly open, and your intestines leak out like wet, pulpy worms*.*” For the less practiced, we&#39;ve prepared a short list of rules of thumb to help you out.</p>\n<p><strong>Brutal Blows:</strong> Sometimes an attack in <em><strong>ACKS</strong></em>leads to a particularly brutal result, with damage or consequences far in excess of the norm. A brutal blow could be a spear charge that rolls maximum damage, a dragon’s decapitating bite, a thief’s bloody backstab, or simply a great damage roll with a great axe. If you narrate nothing else, narrate these**.** Unless your players are particularly squeamish, go for horror-movie levels of gore, for body horror — the graphic destruction of the body. The most visceral reactions come from gruesome penetration of soft, pulpy body parts, or the shattering of bones that we all secretly fear breaking. Go for thrusts through the soft palate of the upper mouth or the loose skin of the neck; impacts on the fragile bones of the knee-cap or elbow; slashes through the tender skin of the belly. Carve off the breasts and leave them dangling, crack open the cranium and have grey jelly spray outward, shatter the spine and let spinal fluid leak onto the floor.</p>\n<p><strong>Hits:</strong> Every good hit deserves a good description. However, <em><strong>ACKS</strong></em>, like most RPGs in the D20 tradition, gives powerful characters the ability to survive dozens of hits. If every successful attack is narrated as a brutal blow, the result can become silly, as no one could still be standing after that much trauma. When narrating a hit that&#39;s not a critical or a kill, focus on damage to the target&#39;s armor and shield, its state of pain or fatigue, and its position. “With a metallic crunch, your mace slams into his shield, leaving a dent. The knight swears in pain and recoils backward.” Fortunately, the English language leaves us no shortage for words you can use to describe the backward movement after an attack: Fall back, lurch, stagger, recoil, withdraw, retreat, and limp are all words to remember. So are descriptions of equipment damage such as blunt, break, dent, bang, splinter, crack, and tear.</p>\n<p><strong>Misses:</strong> Nothing is so frustrating for the player as to miss an attack that he has waited all round to roll for. Even worse is when his narration is “Ok, you miss. Steve, you’re up.” You owe it to the player to explain why his adventurer missed. If he&#39;s a highly experienced fighter, it&#39;s because the opponent fell back, or put up a desperate defense: “Still reeling from your last slash, the orc retreats before your onslaught. You can’t penetrate his defenses but you both know his time is coming soon.” If it&#39;s because he&#39;s a novice, your narration will reflect that: “Your blood is pumping with the heat of combat, and you over-extend your sword blow.”</p>\n<p><strong>Near Misses:</strong> If you roll a near miss on the player, a great rule of thumb is to vividly describe the attack before you provide the mechanical outcome. If the player knows you missed him, there&#39;s no tension no matter how vivid your imagery. But if he’s not sure yet whether you missed, he will hang onto every word for a clue as to what&#39;s coming.</p>\n<p><strong>Slow Motion:</strong> One of the coolest techniques you can achieve through vivid narration is the effect of 300**-**style fighting, with its alternating sequences of slow motion and high speed violence. The trick here is to use the present continuous verb tense (“is cutting”) when describing slow motion sequences, and the present tense (“cuts”) for fast action. “Marcus is leaping through the air, his blade is cutting to the left and right, gutting an orc with each slash, and then suddenly he lands and thrusts forward and his sword impales the orc chieftain through the heart.”</p>\n<p>If these ideas don&#39;t directly help you, turn to your favorite books and movies and take notes on how the authors and directors show fight scenes. Take your notes into your next session, and make things visceral! With practice, you will develop your own repertoire of techniques to make your <em><strong>ACKS</strong></em>battles come alive. It&#39;s worth the effort**.** If there’s any place that the art of storytelling can make more difference than any other in <em><strong>ACKS</strong></em>, it’s in combat**.**</p>\n",
  "sections": [
    {
      "title": "Handling Combat",
      "level": 2,
      "html": "<p>Perhaps the most perennial complaint that players make about tabletop RPGs is that combat is boring. One RPG player quipped that “a tabletop game is 15 minutes of fun packed into 4 hours.” Many players have described their game combats as “slogs” and complained about slow, dull resolution. Fortunately, as an <em><strong>ACKS</strong></em>Judge, you can do better.</p>\n"
    },
    {
      "title": "**What’s in it for me?**",
      "level": 3,
      "html": "<p>Combat encounters are, as a general rule, the most complex and time-consuming rules element of any RPG. (Certain extended scenes of role-playing may, of course, take longer than a fight, but this is not usually due to the rules.) When running lengthy and complex activities, unfortunately, it&#39;s easy to lose your players’ attention. Concentration is hard, and the lure of munchies, doodling, or — even worse — mobile phones is strong. Every player is continuously tuned into the radio station WINI FM, or “What&#39;s in it for me?” Players will pay sharp attention to facts and details that relate to their character, but they quickly tune out if they deem the information or action irrelevant to them. As a result, it&#39;s all too often the case that during a combat encounter, only the currently active player and the gamemaster are paying attention at any given moment, while the rest of the players are sitting there bored, merely waiting for their turn to have fun. Worse, they might be actively disrupting the game with side chat!</p>\n<p>So, how can this be overcome? In <em><strong>ACKS</strong></em><em>,</em> the answer is high stakes and vivid imagery — the violence and the viscera of a combat encounter.</p>\n"
    },
    {
      "title": "**The Stakes Must Be Real!**",
      "level": 3,
      "html": "<p>As we explained earlier, RPGs must offer their participants real choices with meaningful consequences, not merely the illusion of challenge. This is doubly important in combat! And yet most game masters practicing today will openly admit that they pre-balance the encounters, fudge the dice, and change the rules to ensure the players win. Then they wonder why their players are bored...</p>\n<p>Don’t imitate their practices. If you want your combat to be exciting, leave the outcome of the fight uncertain and make sure the stakes really matter. When you run combat, the stakes should always real. Beloved henchmen might be brutally slain. Favored magic items might be destroyed, never to be seen again. Heroic sacrifices might be in vain, and the entire party could get wiped out no matter how invested the players may be. (In my own Auran Empire campaign, nearly everyone was slain in a penultimate fight against the arch-villain in the 67th session, leaving the survivors thirsty for climactic revenge.)</p>\n<p>In offering this advice, we fully acknowledge that we are being both reactionary and contrarian. Since the beginning of the so-called Hickman Revolution in 1984, most RPGs have gravitated towards removing all the actual risk from the game in the interest of allowing the players to experience an ongoing narrative with some certainty that they will see its finish. Loss and death are considered “not fun” and excluded from the gaming experience. The trend towards reducing the risk of permanent loss accelerated thereafter. By the time D&amp;D reached its Fourth Edition, not only was it nearly impossible for a player character to die, but rust monsters didn’t even permanently destroy items anymore because it was “not fun” to lose gear.</p>\n<p>At Autarch, we believe this trend, more than any other trend, explains why RPG combat is so often boring. If the players will always win, then why should they bother to pay attention or even care? Answer: They shouldn’t, and they won’t.</p>\n<p>To be clear, we are not saying that every combat must put the entire party at risk of being slain. Making every encounter into a pitched battle with existential stakes is just as destructive to player agency as making every battle a victory: Players need to be able to make choices that can lead to easy wins, too.</p>\n<p>No, what we are saying is that every combat should put the entire party at the risk of losing whatever should be at risk of loss in the game world. There are four broad levels of risk:</p>\n<ol>\n<li>Strategic Position</li>\n<li>Assets</li>\n<li>Character</li>\n<li>Party</li>\n</ol>\n<p>When an encounter risks “strategic position,” it means that the circumstances under which the player characters are adventuring may change for the worse if the encounter is not handled smartly. For instance, if your mid-level adventurers encounter goblin scouts with war-horns, they will almost certainly win the encounter, but they risk winning it only after the scouts have sounded the alarm.</p>\n<p>When an encounter risks “assets,” it means that survival of every player character is likely but the participants might lose things they value. This could be treasure, vehicles, pets, henchmen, magic items, and so on. An encounter with a rust monster is an asset risk encounter. If your players choose to take on a rust monster, the consequences of item loss need to be real.</p>\n<p>When an encounter risks “characters,” it means that survival of the party as a whole is likely, but individual player characters might die or be irreparably harmed. An encounter with energy-draining undead could be a character risk encounter, as even a victorious party might experience real harm.</p>\n<p>When an encounter risks “party,” it means that the survival of the party as a whole is in question. Losing this fight will mean that every character is killed and the campaign is over.</p>\n<p>If you&#39;ve been “trusting in the Fudge,” i.e. fudging your dice and outcomes, try putting something at stake in your next combat. It doesn&#39;t take much to get the players to sit up straight and get involved in the combat. The moment they realize they could lose something, they start to pay attention. And if they realize they could lose everything, the increase in intensity is palpable.</p>\n<p>As a rule of thumb, you can tell whether you&#39;ve run a great fight by how the players react to someone getting the killing blow on a monster. If they&#39;re bitter that they weren&#39;t the “cool kid” who got the kill, then there was no real risk — they were just competing narcissistically amongst themselves. If they are fist-bumping the player who got the killing blow and cheering with relief, then you ran a great fight.</p>\n"
    },
    {
      "title": "**The Spectacle Must Be Awesome!**",
      "level": 3,
      "html": "<p>RPGs are always described as games of the imagination, in which the players and the gamemaster weave the action and imagery with their words. And yet, all too often, combat is just run by the numbers: “Bob, roll to hit.” “14! I hit it. I did 8 damage.<br>“ “OK, the orc dies. Jim, you&#39;re up next.” Such a fight can be intellectually stimulating, if you&#39;re a wargamer, and it can be worth paying attention to, if the stakes are real, but it is nevertheless lacking in emotional punch.</p>\n<p>Given that everyone comes into RPGs wanting to use their imagination, the reasons why combat devolves to simple mechanics are somewhat mysterious to us. It might be because nothing is at stake. It&#39;s hard to conjure up the energy for vivid imagery when it doesn’t really matter. Whatever the reason, running a role-playing game by the numbers is a crime akin to serving chips without salsa: Violators should be taken out and shot. Violence demands viscera!</p>\n<p>Now, some of you might be fortunate enough to have, through long practice, refined the art for conjuring up visceral violence nearly at will. “You swing your iron-flanged mace into the orc&#39;s chin, the force of the blow smashing so hard that its teeth shatter into sharp shards that embed themselves in its bloody cheeks. Then the orc&#39;s axe carves your belly open, and your intestines leak out like wet, pulpy worms*.*” For the less practiced, we&#39;ve prepared a short list of rules of thumb to help you out.</p>\n<p><strong>Brutal Blows:</strong> Sometimes an attack in <em><strong>ACKS</strong></em>leads to a particularly brutal result, with damage or consequences far in excess of the norm. A brutal blow could be a spear charge that rolls maximum damage, a dragon’s decapitating bite, a thief’s bloody backstab, or simply a great damage roll with a great axe. If you narrate nothing else, narrate these**.** Unless your players are particularly squeamish, go for horror-movie levels of gore, for body horror — the graphic destruction of the body. The most visceral reactions come from gruesome penetration of soft, pulpy body parts, or the shattering of bones that we all secretly fear breaking. Go for thrusts through the soft palate of the upper mouth or the loose skin of the neck; impacts on the fragile bones of the knee-cap or elbow; slashes through the tender skin of the belly. Carve off the breasts and leave them dangling, crack open the cranium and have grey jelly spray outward, shatter the spine and let spinal fluid leak onto the floor.</p>\n<p><strong>Hits:</strong> Every good hit deserves a good description. However, <em><strong>ACKS</strong></em>, like most RPGs in the D20 tradition, gives powerful characters the ability to survive dozens of hits. If every successful attack is narrated as a brutal blow, the result can become silly, as no one could still be standing after that much trauma. When narrating a hit that&#39;s not a critical or a kill, focus on damage to the target&#39;s armor and shield, its state of pain or fatigue, and its position. “With a metallic crunch, your mace slams into his shield, leaving a dent. The knight swears in pain and recoils backward.” Fortunately, the English language leaves us no shortage for words you can use to describe the backward movement after an attack: Fall back, lurch, stagger, recoil, withdraw, retreat, and limp are all words to remember. So are descriptions of equipment damage such as blunt, break, dent, bang, splinter, crack, and tear.</p>\n<p><strong>Misses:</strong> Nothing is so frustrating for the player as to miss an attack that he has waited all round to roll for. Even worse is when his narration is “Ok, you miss. Steve, you’re up.” You owe it to the player to explain why his adventurer missed. If he&#39;s a highly experienced fighter, it&#39;s because the opponent fell back, or put up a desperate defense: “Still reeling from your last slash, the orc retreats before your onslaught. You can’t penetrate his defenses but you both know his time is coming soon.” If it&#39;s because he&#39;s a novice, your narration will reflect that: “Your blood is pumping with the heat of combat, and you over-extend your sword blow.”</p>\n<p><strong>Near Misses:</strong> If you roll a near miss on the player, a great rule of thumb is to vividly describe the attack before you provide the mechanical outcome. If the player knows you missed him, there&#39;s no tension no matter how vivid your imagery. But if he’s not sure yet whether you missed, he will hang onto every word for a clue as to what&#39;s coming.</p>\n<p><strong>Slow Motion:</strong> One of the coolest techniques you can achieve through vivid narration is the effect of 300**-**style fighting, with its alternating sequences of slow motion and high speed violence. The trick here is to use the present continuous verb tense (“is cutting”) when describing slow motion sequences, and the present tense (“cuts”) for fast action. “Marcus is leaping through the air, his blade is cutting to the left and right, gutting an orc with each slash, and then suddenly he lands and thrusts forward and his sword impales the orc chieftain through the heart.”</p>\n<p>If these ideas don&#39;t directly help you, turn to your favorite books and movies and take notes on how the authors and directors show fight scenes. Take your notes into your next session, and make things visceral! With practice, you will develop your own repertoire of techniques to make your <em><strong>ACKS</strong></em>battles come alive. It&#39;s worth the effort**.** If there’s any place that the art of storytelling can make more difference than any other in <em><strong>ACKS</strong></em>, it’s in combat**.**</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Handling Combat\n\nPerhaps the most perennial complaint that players make about tabletop RPGs is that combat is boring. One RPG player quipped that “a tabletop game is 15 minutes of fun packed into 4 hours.” Many players have described their game combats as “slogs” and complained about slow, dull resolution. Fortunately, as an ***ACKS***Judge, you can do better.\n\n### **What’s in it for me?**\n\nCombat encounters are, as a general rule, the most complex and time-consuming rules element of any RPG. (Certain extended scenes of role-playing may, of course, take longer than a fight, but this is not usually due to the rules.) When running lengthy and complex activities, unfortunately, it's easy to lose your players’ attention. Concentration is hard, and the lure of munchies, doodling, or — even worse — mobile phones is strong. Every player is continuously tuned into the radio station WINI FM, or “What's in it for me?” Players will pay sharp attention to facts and details that relate to their character, but they quickly tune out if they deem the information or action irrelevant to them. As a result, it's all too often the case that during a combat encounter, only the currently active player and the gamemaster are paying attention at any given moment, while the rest of the players are sitting there bored, merely waiting for their turn to have fun. Worse, they might be actively disrupting the game with side chat!\n\nSo, how can this be overcome? In ***ACKS****,* the answer is high stakes and vivid imagery — the violence and the viscera of a combat encounter.\n\n### **The Stakes Must Be Real!**\n\nAs we explained earlier, RPGs must offer their participants real choices with meaningful consequences, not merely the illusion of challenge. This is doubly important in combat! And yet most game masters practicing today will openly admit that they pre-balance the encounters, fudge the dice, and change the rules to ensure the players win. Then they wonder why their players are bored...\n\nDon’t imitate their practices. If you want your combat to be exciting, leave the outcome of the fight uncertain and make sure the stakes really matter. When you run combat, the stakes should always real. Beloved henchmen might be brutally slain. Favored magic items might be destroyed, never to be seen again. Heroic sacrifices might be in vain, and the entire party could get wiped out no matter how invested the players may be. (In my own Auran Empire campaign, nearly everyone was slain in a penultimate fight against the arch-villain in the 67th session, leaving the survivors thirsty for climactic revenge.)\n\nIn offering this advice, we fully acknowledge that we are being both reactionary and contrarian. Since the beginning of the so-called Hickman Revolution in 1984, most RPGs have gravitated towards removing all the actual risk from the game in the interest of allowing the players to experience an ongoing narrative with some certainty that they will see its finish. Loss and death are considered “not fun” and excluded from the gaming experience. The trend towards reducing the risk of permanent loss accelerated thereafter. By the time D&D reached its Fourth Edition, not only was it nearly impossible for a player character to die, but rust monsters didn’t even permanently destroy items anymore because it was “not fun” to lose gear.\n\nAt Autarch, we believe this trend, more than any other trend, explains why RPG combat is so often boring. If the players will always win, then why should they bother to pay attention or even care? Answer: They shouldn’t, and they won’t.\n\nTo be clear, we are not saying that every combat must put the entire party at risk of being slain. Making every encounter into a pitched battle with existential stakes is just as destructive to player agency as making every battle a victory: Players need to be able to make choices that can lead to easy wins, too.\n\nNo, what we are saying is that every combat should put the entire party at the risk of losing whatever should be at risk of loss in the game world. There are four broad levels of risk:\n\n1. Strategic Position\n2. Assets\n3. Character\n4. Party\n\nWhen an encounter risks “strategic position,” it means that the circumstances under which the player characters are adventuring may change for the worse if the encounter is not handled smartly. For instance, if your mid-level adventurers encounter goblin scouts with war-horns, they will almost certainly win the encounter, but they risk winning it only after the scouts have sounded the alarm.\n\nWhen an encounter risks “assets,” it means that survival of every player character is likely but the participants might lose things they value. This could be treasure, vehicles, pets, henchmen, magic items, and so on. An encounter with a rust monster is an asset risk encounter. If your players choose to take on a rust monster, the consequences of item loss need to be real.\n\nWhen an encounter risks “characters,” it means that survival of the party as a whole is likely, but individual player characters might die or be irreparably harmed. An encounter with energy-draining undead could be a character risk encounter, as even a victorious party might experience real harm.\n\nWhen an encounter risks “party,” it means that the survival of the party as a whole is in question. Losing this fight will mean that every character is killed and the campaign is over.\n\nIf you've been “trusting in the Fudge,” i.e. fudging your dice and outcomes, try putting something at stake in your next combat. It doesn't take much to get the players to sit up straight and get involved in the combat. The moment they realize they could lose something, they start to pay attention. And if they realize they could lose everything, the increase in intensity is palpable.\n\nAs a rule of thumb, you can tell whether you've run a great fight by how the players react to someone getting the killing blow on a monster. If they're bitter that they weren't the “cool kid” who got the kill, then there was no real risk — they were just competing narcissistically amongst themselves. If they are fist-bumping the player who got the killing blow and cheering with relief, then you ran a great fight.\n\n### **The Spectacle Must Be Awesome!**\n\nRPGs are always described as games of the imagination, in which the players and the gamemaster weave the action and imagery with their words. And yet, all too often, combat is just run by the numbers: “Bob, roll to hit.” “14! I hit it. I did 8 damage.\n“ “OK, the orc dies. Jim, you're up next.” Such a fight can be intellectually stimulating, if you're a wargamer, and it can be worth paying attention to, if the stakes are real, but it is nevertheless lacking in emotional punch.\n\nGiven that everyone comes into RPGs wanting to use their imagination, the reasons why combat devolves to simple mechanics are somewhat mysterious to us. It might be because nothing is at stake. It's hard to conjure up the energy for vivid imagery when it doesn’t really matter. Whatever the reason, running a role-playing game by the numbers is a crime akin to serving chips without salsa: Violators should be taken out and shot. Violence demands viscera!\n\nNow, some of you might be fortunate enough to have, through long practice, refined the art for conjuring up visceral violence nearly at will. “You swing your iron-flanged mace into the orc's chin, the force of the blow smashing so hard that its teeth shatter into sharp shards that embed themselves in its bloody cheeks. Then the orc's axe carves your belly open, and your intestines leak out like wet, pulpy worms*.*” For the less practiced, we've prepared a short list of rules of thumb to help you out.\n\n**Brutal Blows:** Sometimes an attack in ***ACKS***leads to a particularly brutal result, with damage or consequences far in excess of the norm. A brutal blow could be a spear charge that rolls maximum damage, a dragon’s decapitating bite, a thief’s bloody backstab, or simply a great damage roll with a great axe. If you narrate nothing else, narrate these**.** Unless your players are particularly squeamish, go for horror-movie levels of gore, for body horror — the graphic destruction of the body. The most visceral reactions come from gruesome penetration of soft, pulpy body parts, or the shattering of bones that we all secretly fear breaking. Go for thrusts through the soft palate of the upper mouth or the loose skin of the neck; impacts on the fragile bones of the knee-cap or elbow; slashes through the tender skin of the belly. Carve off the breasts and leave them dangling, crack open the cranium and have grey jelly spray outward, shatter the spine and let spinal fluid leak onto the floor.\n\n**Hits:** Every good hit deserves a good description. However, ***ACKS***, like most RPGs in the D20 tradition, gives powerful characters the ability to survive dozens of hits. If every successful attack is narrated as a brutal blow, the result can become silly, as no one could still be standing after that much trauma. When narrating a hit that's not a critical or a kill, focus on damage to the target's armor and shield, its state of pain or fatigue, and its position. “With a metallic crunch, your mace slams into his shield, leaving a dent. The knight swears in pain and recoils backward.” Fortunately, the English language leaves us no shortage for words you can use to describe the backward movement after an attack: Fall back, lurch, stagger, recoil, withdraw, retreat, and limp are all words to remember. So are descriptions of equipment damage such as blunt, break, dent, bang, splinter, crack, and tear.\n\n**Misses:** Nothing is so frustrating for the player as to miss an attack that he has waited all round to roll for. Even worse is when his narration is “Ok, you miss. Steve, you’re up.” You owe it to the player to explain why his adventurer missed. If he's a highly experienced fighter, it's because the opponent fell back, or put up a desperate defense: “Still reeling from your last slash, the orc retreats before your onslaught. You can’t penetrate his defenses but you both know his time is coming soon.” If it's because he's a novice, your narration will reflect that: “Your blood is pumping with the heat of combat, and you over-extend your sword blow.”\n\n**Near Misses:** If you roll a near miss on the player, a great rule of thumb is to vividly describe the attack before you provide the mechanical outcome. If the player knows you missed him, there's no tension no matter how vivid your imagery. But if he’s not sure yet whether you missed, he will hang onto every word for a clue as to what's coming.\n\n**Slow Motion:** One of the coolest techniques you can achieve through vivid narration is the effect of 300**-**style fighting, with its alternating sequences of slow motion and high speed violence. The trick here is to use the present continuous verb tense (“is cutting”) when describing slow motion sequences, and the present tense (“cuts”) for fast action. “Marcus is leaping through the air, his blade is cutting to the left and right, gutting an orc with each slash, and then suddenly he lands and thrusts forward and his sword impales the orc chieftain through the heart.”\n\nIf these ideas don't directly help you, turn to your favorite books and movies and take notes on how the authors and directors show fight scenes. Take your notes into your next session, and make things visceral! With practice, you will develop your own repertoire of techniques to make your ***ACKS***battles come alive. It's worth the effort**.** If there’s any place that the art of storytelling can make more difference than any other in ***ACKS***, it’s in combat**.**\n"
}