{
  "html": "<h2>Characters</h2>\n<h3>Character Creation</h3>\n<p>Depending on your preferences, you can use either or both of the following optional rules for character generation.</p>\n<h4>Generating Characters without Templates (Optional)</h4>\n<p>Instead of rolling 3d6 to determine a template, the players roll 3d6 x 10 to determine their character’s starting gold pieces. They then use that the gold to select any weapons, armor, and equipment that you say is available. Afterwards, they select their starting proficiencies and (if a caster) starting spells, subject to your discretion. This rule substantially increases the time required to create a character, and is only recommended if your campaign has experienced players.</p>\n<h4>Generating Multiple Characters</h4>\n<p>At the start of play, each player generates two, three, four, or five characters. The player selects one of the characters as his player character. The remaining characters can be reserved as back-up characters or given to you to use as NPCs to populate the campaign setting. This approach ensures that the player always has a variety of characters to choose from to find one he likes, and gives you some additional NPCs to populate the world.</p>\n<h3>Generating Attributes</h3>\n<p>You can customize the attribute generation methods used in your campaign so that player characters begin with better or worse attributes. Any of these rules can be combined with the optional rules for Generating Multiple Characters or for Adjusting Attributes.</p>\n<h4>Generating Gritty Characters</h4>\n<p>The players roll 3d6 for each attribute. Use this option if you want adventurers to be drawn almost randomly from the population, no more or less gifted than the average person. If an adventurer with gritty attributes become great, it will be because of their achievements in play, not because of special advantages during character generation.</p>\n<h4>Generating Heroic Characters</h4>\n<p>The players roll 4d6 for each attribute, drop the lowest die, tally the remaining dice, and record that result. Heroic characters will have attributes in approximately the same range as the top 20% of normal characters (11-14, averaging 12.24). Use this option if you want the adventurers to be a cut above the norm.</p>\n<h4>Generating Legendary Characters</h4>\n<p>The players roll 5d6 for each attribute, drop the lowest 2 dice, tally the remaining dice, and record that result. Legendary characters will have attributes in approximately the same range as the top 20% of heroic characters (12-16, averaging 13.43), or top 5% of normal characters. Use this option if you want your adventurers to be men and women of extraordinary gifts – protagonists such as Achilles, Aeneas, Aragorn, Beowulf, Conan, Elric, and Red Sonja are gifted with might, confidence, and power far beyond the norm</p>\n<h3>Modifying Attributes</h3>\n<p>You can permit the players to adjust their attributes after they’ve been rolled by adopting one or more of these custom rolls. Any of these rules can be combined with the optional rules for Generating Multiple Characters and Generating Attributes.</p>\n<h4>Add Bonus Dice</h4>\n<p>After rolling for attributes, the player rolls an additional 3d6. These dice are then added, on a die by die basis, to the player’s choice of attribute. The player can add 1, 2, or even all 3 dice to an attribute. However, attributes remain capped at 18, and any points in excess of 18 are lost.</p>\n<p>EXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “add bonus dice” optional rule, so Jonathan now rolls 3d6. He gets 5, 5, 4. Jonathan has his heart set on playing a crusader, so he decides to add both 5s to Will. He could add the 4 to Will, but since he’d be capped at 18, the extra 2 points would be lost. Instead he adds the 4 to Charisma, for a final score of 11. Jonathan’s character now has STR 10, INT 13, WIL 16, DEX 10, CON 9, Cha 11.</p>\n<h4>Ordering Attributes as Desired</h4>\n<p>After rolling for attributes, the players can re-assign them in any order he desires. This rule affords the player more of an opportunity to optimize his character. Conversely, it tends to reduce the appearance of “off-archetype” characters such as smart fighters or burly thieves.</p>\n<p>EXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “ordering attributes as desired” optional rule, so Jonathan can re-assign them however he’d like. Jonathan has his heart set on playing a crusader, so he decides to re-order his attributes to be STR 10, INT 10, WIL 13, DEX 6, CON 9, CHA 7.</p>\n<h4>Trading Off Attributes</h4>\n<p>Once a player has selected his character class, he can raise the class’s key attribute or abilities if desired by sacrificing points in other abilities. 2 attribute points can be sacrificed from an attribute to raise a key attribute 1 point. This can be done more than once, but no attribute can be lowered below 9, and no attribute can be lowered if it is also a key attribute for the class, even if there are a few points to spare above the minimum required.</p>\n<p>EXAMPLE: Jonathan has rolled up a crusader with STR 10, NT 13, WIL 16, DEX 10, CON 9, CHA 11. The Judge is using the “trading off attributes” optional rule, so Jonathan can sacrifice some points from his attributes in order to raise his key attribute (Will). He reduces his CHA from 11 to 9 to raise his WIL from 16 to 17. He reduces his INT from 13 to 11 to raise his WIL from 17 to 18. He cannot reduce his STR or CON because he cannot reduce attributes below 9. He cannot raise any attributes other than WIL, because that’s his only key attribute.</p>\n<h4>How Special are the Player Characters?</h4>\n<p>Knowing that average person has their attributes generated with 3d6 in order, we can estimate how “special” player characters are by cross-indexing the number of characters a player gets to create and pick from with the method of attribute generation used to create those characters.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Attribute Generation</strong></td>\n<td><strong>1 character</strong></td>\n<td><strong>2 characters</strong></td>\n<td><strong>3 characters</strong></td>\n<td><strong>4 characters</strong></td>\n<td><strong>5 characters</strong></td>\n</tr>\n<tr>\n<td><strong>Default</strong></td>\n<td>1 in 6 (17%)</td>\n<td>1 in 12 (8%)</td>\n<td>1 in 20 (5%)</td>\n<td>1 in 30 (3.3%)</td>\n<td>1 in 40 (2.5%)</td>\n</tr>\n<tr>\n<td><strong>Gritty</strong></td>\n<td>1 in 2 (50%)</td>\n<td>1 in 3 (33%)</td>\n<td>1 in 4 (25%)</td>\n<td>1 in 5 (20%)</td>\n<td>1 in 6 (17%)</td>\n</tr>\n<tr>\n<td><strong>Heroic</strong></td>\n<td>1 in 8 (12.5%)</td>\n<td>1 in 25 (4%)</td>\n<td>1 in 50 (2%)</td>\n<td>1 in 75 (1.3%)</td>\n<td>1 in 100 (1%)</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>1 in 65 (1.5%)</td>\n<td>1 in 300 (0.33%)</td>\n<td>1 in 750 (0.13%)</td>\n<td>1 in 1250 (%.08%)</td>\n<td>1 in 2000 (.05%)</td>\n</tr>\n</tbody></table>\n<p><strong>Designer’s Note:</strong> If you want your players to have characters whose degree of remarkability closely parallels that found in the Demographics of Heroism (p. XX) then have them generate 3 characters using the default attribute generation method and pick the one they prefer. You can then optionally permit trading off attributes.</p>\n<h3>Determining Hit Points</h3>\n<p>At your discretion, any of the following optional rules can be used to make characters hardier. You can even apply different rules for different classes if desired. For instance, if he wants to encourage players to roll up human characters, he could allow all human classes to start with maximum hit points, but not demi-human classes.</p>\n<h4>Blessed by the Gods (Optional)</h4>\n<p>Do not roll for your character’s hit points at 1st level. Instead, give your character the maximum hit points he could have rolled, e.g. 8 for fighters, 6 for crusaders, and 4 for mages and thieves, modified by his Constitution.</p>\n<h4>Cursed by the Gods (Optional)</h4>\n<p>Roll your character’s hit points with one Hit Die. Do not apply any minimums. If you roll a 1, well, good luck.</p>\n<h4>From Ordinary to Extraordinary (Optional)</h4>\n<p>Before he become an adventurer, your character was just an ordinary 0th-level member of his race. Roll 1d6 hit points to determine his hit points at 0th level. When your character earned his 1st level of experience (prior to play), he might have gained more hit points. Roll the appropriate Hit Die for your class. If the result of the roll is greater than your 0th level hit points, record the new roll. If the roll is less than or equal to your 0th level hit points, you begin play with your 0th level hit points +1.</p>\n<p>EXAMPLE: Zach has rolled up Norden, a 1st level dwarven vaultguard. Before Norden became a 1st level dwarven vaultguard, he was just an ordinary 0th-level dwarf. To find out how many hit points he had at that level, Zach rolls 1d6. The result is a 4. Zach now rolls 1d8 for Norden’s hit points at first level. If the result is 1, 2, 3, or 4, Norden starts with his 0th level hit points +1, or 5 hit points. If the result is 5 or more, Norden starts with hit points equal to the result.</p>\n<h3>Advanced Characters</h3>\n<p>Because of the many options that <em><strong>ACKS</strong></em>offers for high-level play, some Judges may wish to begin their campaigns with the player characters already at an advanced level of experience. The following guidelines are suggested for campaigns where the players begin the game with <strong>advanced characters</strong>.</p>\n<h4>Tiers</h4>\n<p>Advanced characters may begin as adventurers (4th-6th level characters); conquerors (7th-10th level characters); or kings (11th or higher level characters). Adventurer tier is suitable for action and exploration oriented campaigns with experienced players who don’t need to learn the game by starting at 1st level. Conqueror tier is appropriate for campaigns focused on establishing and expanding new domains. King tier is appropriate for campaigns where the characters manage vast realms and fight wars.</p>\n<h4>Attributes and Hit Points</h4>\n<p>To generate attributes, use the standard method described in the <strong><em>ACKS II Revised Rulebook</em>.</strong> For adventurers generate three sets of attributes; for conquerors, generate four sets; For kings, five sets. After generating attribute sets pick the best one for the character.</p>\n<h4>Starting Experience Points</h4>\n<p>All advanced characters in the campaign begin with a fixed number of experience points, applied to whichever class they choose. Adventurers begin with 20,000XP. This will put elven spellswords at 4th level, thieves at 6th level, and most other characters at 5th level.</p>\n<p>Conquerors begin with 310,00XP. This will put elven spellswords at 8th level, crusaders and thieves at 10th level and most other classes at 9th level.</p>\n<p>Kings begin with 620,000XP. Most racial character classes will be at or near maximum level. Mages will be 11th level, crusaders and thieves will be 13th level, and most other classes will be 12th level.</p>\n<h4>Class and Level</h4>\n<p>Advanced characters can choose any class they qualify for. They begin at a level determined by their starting experience points. Advanced characters get maximum hit points for their first level and roll normally for their remaining Hit Dice.</p>\n<h4>Proficiencies and Spells Repertoire</h4>\n<p>All advanced characters begin play knowing any proficiencies they qualify for based on their class, level, and Intellect score.</p>\n<p>Mages, warlocks, witches, dwarven craftpriests, elven nightblades, and elven spellswords, Nobiran wonderworkers, and Zaharan ruinguards begin play with the maximum number of spells in their repertoire. Adventurers should roll randomly to determine which spells are in their repertoire. Conquerors may choose half the spells and roll randomly for the remainder. Kings may choose which spells are in their repertoire.</p>\n<h4>Starting Wealth</h4>\n<p>All advanced characters begin with a fixed amount of starting wealth. Adventurers begin with 20,000gp. Conquerors begin with 350,000gp. Kings begin with 4,500,000gp. Starting wealth can be spent to:</p>\n<ul>\n<li>Purchase equipment, such as weapons, armor, vessels, mounts, etc;</li>\n<li>Establish libraries, workshops, laboratories, or mortuaries;</li>\n<li>Purchase spell formulas, magic item formulas, or special components;</li>\n<li>Build castles, hideouts, sanctums, or other strongholds;</li>\n<li>Purchase merchandise at its base price;</li>\n<li>Purchase constructs, crossbreed, or undead minions, as described below;</li>\n<li>Recruit hirelings, as described below.</li>\n</ul>\n<p>Any remaining starting wealth can be converted into coin, gems, or jewels, as desired. Starting wealth cannot be used to buy magic items.</p>\n<h6>Purchasing Minions</h6>\n<p>Advanced characters who are able to build constructs, crossbreed monsters, or animate undead minions can expend gp to begin play with one or more minions. (If using <em><strong>By This Axe</strong></em><em>,</em> a dwarven machinist could start with automatons.) Each minion costs 4,000gp per Hit Die plus an additional 1,250gp per minor special ability and 10,000gp per major special ability.</p>\n<p>If the minion is a never-before-seen construct, the cost is doubled as the character will have had to both design and build it. If the minion is a crossbreed, the character must purchase (at the cost listed in the <em><strong>Monstrous Manual</strong></em>for an untrained adult) one of each creature used in the crossbreeding. These creatures were consumed in the crossbreeding.</p>\n<p>The advanced character must have a workshop, laboratory, or mortuary sufficient to create the minion.</p>\n<h6>Recruiting Hirelings</h6>\n<p>Advanced characters can begin with hirelings, including henchmen, specialists, and mercenaries.</p>\n<p>The advanced character can have as many henchmen as desired, subject to the limits of their Charisma score. The henchman can be of any desired class or level, but the advanced character must spend gp equal to the henchman’s experience points. The henchman’s equipment and magic items must be provided by the advanced character.</p>\n<p>Advanced characters can also begin play with specialists and mercenaries in his employ. For each specialist or mercenary, the advanced character must spend gp equal to six month’s wages for the hirelings. This represents past costs incurred in having the hireling on retainer.</p>\n<h4>Magic Items</h4>\n<p>Advanced characters will begin with one or more magic items. The actual magic items can be randomly determined or chosen by you. Re-roll cursed items. Characters capable of magic research may substitute magic item formulas for actual magic items at a 4:1 ratio. For instance, one common item could be traded in for the formula to create 4 common items.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Magic Items for Advanced Characters</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Character</strong>  <strong>Tier</strong></td>\n<td><strong>Common</strong>  <strong>(500gp)</strong></td>\n<td><strong>Uncommon</strong>  <strong>(2,500gp)</strong></td>\n<td><strong>Rare</strong>  <strong>(12,500gp)</strong></td>\n<td><strong>Very Rare</strong>  <strong>(60,000gp)</strong></td>\n<td><strong>Legendary</strong>  <strong>(300,000gp)</strong></td>\n</tr>\n<tr>\n<td>Adventurer</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Conqueror</td>\n<td>5</td>\n<td>3</td>\n<td>2</td>\n<td>50%</td>\n<td>-</td>\n</tr>\n<tr>\n<td>King</td>\n<td>10</td>\n<td>10</td>\n<td>9</td>\n<td>5</td>\n<td>1</td>\n</tr>\n</tbody></table>\n<h4>Domains</h4>\n<p>Conqueror tier characters that use their starting wealth to build a stronghold begin play with a domain. Create the domain as if the character’s stronghold had just been completed, rolling for starting land value, peasant families, and followers (if of 9th level or above). If the character builds a hideout, his syndicate will have the standard number of followers for his class and level. If the character builds a sanctum, he will have the standard number of apprentices and normal men for his class and level. Any dungeons built by conqueror level characters begin empty.</p>\n<p>The character can then use his starting wealth to improve their domain.</p>\n<ul>\n<li>He can make agricultural investments, attracting 1d10 peasant families per 1,000gp;</li>\n<li>Improve the land value of a hex by 1gp per 25,000gp spent;</li>\n<li>Found an urban settlement by expending 10,000gp and moving at least 75 families to the settlement;</li>\n<li>Make urban investments, attracting 1d10 urban families per 1,000gp spent.</li>\n</ul>\n<p>King tier characters that use their starting wealth to build a stronghold will begin play with a realm. The realm will include the king’s personal domain and several vassal realms. The king tier character’s realm will include a number of vassal realms equal to the character’s actual number of henchmen. Create the king’s personal domain as above. Then each vassal realm will have one-fourth the number of peasant and urban families that the character’s domain has. The king must pay the cost of the strongholds necessary to secure his domain and each of the vassal domains.</p>\n<p>King tier thieves, assassins, and elven nightblades who build a hideouts begin with a syndicate of the maximum size permitted for their location and hideout. If they have thief, assassin, or nightblade henchmen of 9th level or higher, they can build hideouts for these henchman and establish a criminal guild. Syndicates within the guild will have 2d6 members each. King tier mages and warlocks who build a sanctum begin with 6 3rd level mage apprentices and 12 normal men. If they build a dungeon, it should be populated until full.</p>\n<p>You can determine the starting location of any strongholds, domains, and realms, or allow the characters to select locations on the regional map. The territory controlled by the domain will be a number of hexes necessary to fit the population, subject to the maximum number of hexes that the stronghold can secure.</p>\n<p>Domain rulers begin play with troops sufficient to meet their garrison expense. Additional troops must be purchased as hirelings, spending 6 times their wages from their budget.</p>\n<h4>Multi-Tier Play</h4>\n<p>If you wish to embrace every facet of the <em>Adventurer Conqueror King System</em> at once, you can allow the players to act at all tiers simultaneously. In such a campaign, each player has one king tier character – a powerful archmage, mighty warlord, or similar persona. Each king in turn has one or more henchmen at the conqueror tier of play. These conqueror tier characters in turn have adventurer tier characters as their own henchmen. In such a campaign, the players will be simultaneously running one or more kingdoms, ruling the duchies and baronies in the kingdoms, and playing the adventuring parties that assist these rulers in dealing with the local threats of monsters and chaotic forces. Depending on the group’s preferences, each session they can focus on a different tier of play, or they can shift between tiers within one game session.</p>\n<h4>Patron Play</h4>\n<p>Another possible approach to using advanced characters, often called <strong>patron play</strong> is to divide the players by tier. In patron play, some of the players control <strong>patrons</strong> (king or conqueror tier characters) while the rest control adventurers, possibly adventurers in different parties if the number of players is large enough to support that.</p>\n<p>The patrons take the place of the NPC rulers that would otherwise inhabit your setting, transferring control of their course of action from you to various players. You then use the rules for campaign activities, strongholds, armies, and other backend mechanics to determine the scope and effect of the patron player’s decisions.</p>\n<p>Patron play typically requires your campaign to adopt a fixed time increment, such that during each day of real-world time, a fixed number of days of game time will pass. The most common interval is 1:1, such that each actual day correlates to a game day, but ratios of 1:7, 1:28, or 7:28 might work.</p>\n<p>EXAMPLE: The Judge has assembled a group of 30 players who wish to participate in an online patron play campaign. To 10 of the players, he assigns the role of patron, with 2 king tier patrons and 8 conqueror tier patrons (4 under each king). To the other 20 players, he assigns the role of adventurer, initially dividing them up into 4 parties of 5 PCs. He decides that the campaign will run on 7:28 time, such that when a week passes in the real world, a month passes in the game world. The patrons will then undertake weekly turns that cover a month of campaign activities, while the adventurers will each have one weekly session in which they can undertake up to 28 days of adventuring or campaign activities.</p>\n<p>Some groups pursue patron play to its logical endpoint, with the patrons being assigned Judge-like powers over their realm or territory. This sort of patron play resembles the playstyles of the earliest days of D&amp;D, when Gary Gygax was running a session every day and had co-DMs to assist him.</p>\n",
  "sections": [
    {
      "title": "Characters",
      "level": 2,
      "html": ""
    },
    {
      "title": "Character Creation",
      "level": 3,
      "html": "<p>Depending on your preferences, you can use either or both of the following optional rules for character generation.</p>\n"
    },
    {
      "title": "Generating Characters without Templates (Optional)",
      "level": 4,
      "html": "<p>Instead of rolling 3d6 to determine a template, the players roll 3d6 x 10 to determine their character’s starting gold pieces. They then use that the gold to select any weapons, armor, and equipment that you say is available. Afterwards, they select their starting proficiencies and (if a caster) starting spells, subject to your discretion. This rule substantially increases the time required to create a character, and is only recommended if your campaign has experienced players.</p>\n"
    },
    {
      "title": "Generating Multiple Characters",
      "level": 4,
      "html": "<p>At the start of play, each player generates two, three, four, or five characters. The player selects one of the characters as his player character. The remaining characters can be reserved as back-up characters or given to you to use as NPCs to populate the campaign setting. This approach ensures that the player always has a variety of characters to choose from to find one he likes, and gives you some additional NPCs to populate the world.</p>\n"
    },
    {
      "title": "Generating Attributes",
      "level": 3,
      "html": "<p>You can customize the attribute generation methods used in your campaign so that player characters begin with better or worse attributes. Any of these rules can be combined with the optional rules for Generating Multiple Characters or for Adjusting Attributes.</p>\n"
    },
    {
      "title": "Generating Gritty Characters",
      "level": 4,
      "html": "<p>The players roll 3d6 for each attribute. Use this option if you want adventurers to be drawn almost randomly from the population, no more or less gifted than the average person. If an adventurer with gritty attributes become great, it will be because of their achievements in play, not because of special advantages during character generation.</p>\n"
    },
    {
      "title": "Generating Heroic Characters",
      "level": 4,
      "html": "<p>The players roll 4d6 for each attribute, drop the lowest die, tally the remaining dice, and record that result. Heroic characters will have attributes in approximately the same range as the top 20% of normal characters (11-14, averaging 12.24). Use this option if you want the adventurers to be a cut above the norm.</p>\n"
    },
    {
      "title": "Generating Legendary Characters",
      "level": 4,
      "html": "<p>The players roll 5d6 for each attribute, drop the lowest 2 dice, tally the remaining dice, and record that result. Legendary characters will have attributes in approximately the same range as the top 20% of heroic characters (12-16, averaging 13.43), or top 5% of normal characters. Use this option if you want your adventurers to be men and women of extraordinary gifts – protagonists such as Achilles, Aeneas, Aragorn, Beowulf, Conan, Elric, and Red Sonja are gifted with might, confidence, and power far beyond the norm</p>\n"
    },
    {
      "title": "Modifying Attributes",
      "level": 3,
      "html": "<p>You can permit the players to adjust their attributes after they’ve been rolled by adopting one or more of these custom rolls. Any of these rules can be combined with the optional rules for Generating Multiple Characters and Generating Attributes.</p>\n"
    },
    {
      "title": "Add Bonus Dice",
      "level": 4,
      "html": "<p>After rolling for attributes, the player rolls an additional 3d6. These dice are then added, on a die by die basis, to the player’s choice of attribute. The player can add 1, 2, or even all 3 dice to an attribute. However, attributes remain capped at 18, and any points in excess of 18 are lost.</p>\n<p>EXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “add bonus dice” optional rule, so Jonathan now rolls 3d6. He gets 5, 5, 4. Jonathan has his heart set on playing a crusader, so he decides to add both 5s to Will. He could add the 4 to Will, but since he’d be capped at 18, the extra 2 points would be lost. Instead he adds the 4 to Charisma, for a final score of 11. Jonathan’s character now has STR 10, INT 13, WIL 16, DEX 10, CON 9, Cha 11.</p>\n"
    },
    {
      "title": "Ordering Attributes as Desired",
      "level": 4,
      "html": "<p>After rolling for attributes, the players can re-assign them in any order he desires. This rule affords the player more of an opportunity to optimize his character. Conversely, it tends to reduce the appearance of “off-archetype” characters such as smart fighters or burly thieves.</p>\n<p>EXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “ordering attributes as desired” optional rule, so Jonathan can re-assign them however he’d like. Jonathan has his heart set on playing a crusader, so he decides to re-order his attributes to be STR 10, INT 10, WIL 13, DEX 6, CON 9, CHA 7.</p>\n"
    },
    {
      "title": "Trading Off Attributes",
      "level": 4,
      "html": "<p>Once a player has selected his character class, he can raise the class’s key attribute or abilities if desired by sacrificing points in other abilities. 2 attribute points can be sacrificed from an attribute to raise a key attribute 1 point. This can be done more than once, but no attribute can be lowered below 9, and no attribute can be lowered if it is also a key attribute for the class, even if there are a few points to spare above the minimum required.</p>\n<p>EXAMPLE: Jonathan has rolled up a crusader with STR 10, NT 13, WIL 16, DEX 10, CON 9, CHA 11. The Judge is using the “trading off attributes” optional rule, so Jonathan can sacrifice some points from his attributes in order to raise his key attribute (Will). He reduces his CHA from 11 to 9 to raise his WIL from 16 to 17. He reduces his INT from 13 to 11 to raise his WIL from 17 to 18. He cannot reduce his STR or CON because he cannot reduce attributes below 9. He cannot raise any attributes other than WIL, because that’s his only key attribute.</p>\n"
    },
    {
      "title": "How Special are the Player Characters?",
      "level": 4,
      "html": "<p>Knowing that average person has their attributes generated with 3d6 in order, we can estimate how “special” player characters are by cross-indexing the number of characters a player gets to create and pick from with the method of attribute generation used to create those characters.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Attribute Generation</strong></td>\n<td><strong>1 character</strong></td>\n<td><strong>2 characters</strong></td>\n<td><strong>3 characters</strong></td>\n<td><strong>4 characters</strong></td>\n<td><strong>5 characters</strong></td>\n</tr>\n<tr>\n<td><strong>Default</strong></td>\n<td>1 in 6 (17%)</td>\n<td>1 in 12 (8%)</td>\n<td>1 in 20 (5%)</td>\n<td>1 in 30 (3.3%)</td>\n<td>1 in 40 (2.5%)</td>\n</tr>\n<tr>\n<td><strong>Gritty</strong></td>\n<td>1 in 2 (50%)</td>\n<td>1 in 3 (33%)</td>\n<td>1 in 4 (25%)</td>\n<td>1 in 5 (20%)</td>\n<td>1 in 6 (17%)</td>\n</tr>\n<tr>\n<td><strong>Heroic</strong></td>\n<td>1 in 8 (12.5%)</td>\n<td>1 in 25 (4%)</td>\n<td>1 in 50 (2%)</td>\n<td>1 in 75 (1.3%)</td>\n<td>1 in 100 (1%)</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>1 in 65 (1.5%)</td>\n<td>1 in 300 (0.33%)</td>\n<td>1 in 750 (0.13%)</td>\n<td>1 in 1250 (%.08%)</td>\n<td>1 in 2000 (.05%)</td>\n</tr>\n</tbody></table>\n<p><strong>Designer’s Note:</strong> If you want your players to have characters whose degree of remarkability closely parallels that found in the Demographics of Heroism (p. XX) then have them generate 3 characters using the default attribute generation method and pick the one they prefer. You can then optionally permit trading off attributes.</p>\n"
    },
    {
      "title": "Determining Hit Points",
      "level": 3,
      "html": "<p>At your discretion, any of the following optional rules can be used to make characters hardier. You can even apply different rules for different classes if desired. For instance, if he wants to encourage players to roll up human characters, he could allow all human classes to start with maximum hit points, but not demi-human classes.</p>\n"
    },
    {
      "title": "Blessed by the Gods (Optional)",
      "level": 4,
      "html": "<p>Do not roll for your character’s hit points at 1st level. Instead, give your character the maximum hit points he could have rolled, e.g. 8 for fighters, 6 for crusaders, and 4 for mages and thieves, modified by his Constitution.</p>\n"
    },
    {
      "title": "Cursed by the Gods (Optional)",
      "level": 4,
      "html": "<p>Roll your character’s hit points with one Hit Die. Do not apply any minimums. If you roll a 1, well, good luck.</p>\n"
    },
    {
      "title": "From Ordinary to Extraordinary (Optional)",
      "level": 4,
      "html": "<p>Before he become an adventurer, your character was just an ordinary 0th-level member of his race. Roll 1d6 hit points to determine his hit points at 0th level. When your character earned his 1st level of experience (prior to play), he might have gained more hit points. Roll the appropriate Hit Die for your class. If the result of the roll is greater than your 0th level hit points, record the new roll. If the roll is less than or equal to your 0th level hit points, you begin play with your 0th level hit points +1.</p>\n<p>EXAMPLE: Zach has rolled up Norden, a 1st level dwarven vaultguard. Before Norden became a 1st level dwarven vaultguard, he was just an ordinary 0th-level dwarf. To find out how many hit points he had at that level, Zach rolls 1d6. The result is a 4. Zach now rolls 1d8 for Norden’s hit points at first level. If the result is 1, 2, 3, or 4, Norden starts with his 0th level hit points +1, or 5 hit points. If the result is 5 or more, Norden starts with hit points equal to the result.</p>\n"
    },
    {
      "title": "Advanced Characters",
      "level": 3,
      "html": "<p>Because of the many options that <em><strong>ACKS</strong></em>offers for high-level play, some Judges may wish to begin their campaigns with the player characters already at an advanced level of experience. The following guidelines are suggested for campaigns where the players begin the game with <strong>advanced characters</strong>.</p>\n"
    },
    {
      "title": "Tiers",
      "level": 4,
      "html": "<p>Advanced characters may begin as adventurers (4th-6th level characters); conquerors (7th-10th level characters); or kings (11th or higher level characters). Adventurer tier is suitable for action and exploration oriented campaigns with experienced players who don’t need to learn the game by starting at 1st level. Conqueror tier is appropriate for campaigns focused on establishing and expanding new domains. King tier is appropriate for campaigns where the characters manage vast realms and fight wars.</p>\n"
    },
    {
      "title": "Attributes and Hit Points",
      "level": 4,
      "html": "<p>To generate attributes, use the standard method described in the <strong><em>ACKS II Revised Rulebook</em>.</strong> For adventurers generate three sets of attributes; for conquerors, generate four sets; For kings, five sets. After generating attribute sets pick the best one for the character.</p>\n"
    },
    {
      "title": "Starting Experience Points",
      "level": 4,
      "html": "<p>All advanced characters in the campaign begin with a fixed number of experience points, applied to whichever class they choose. Adventurers begin with 20,000XP. This will put elven spellswords at 4th level, thieves at 6th level, and most other characters at 5th level.</p>\n<p>Conquerors begin with 310,00XP. This will put elven spellswords at 8th level, crusaders and thieves at 10th level and most other classes at 9th level.</p>\n<p>Kings begin with 620,000XP. Most racial character classes will be at or near maximum level. Mages will be 11th level, crusaders and thieves will be 13th level, and most other classes will be 12th level.</p>\n"
    },
    {
      "title": "Class and Level",
      "level": 4,
      "html": "<p>Advanced characters can choose any class they qualify for. They begin at a level determined by their starting experience points. Advanced characters get maximum hit points for their first level and roll normally for their remaining Hit Dice.</p>\n"
    },
    {
      "title": "Proficiencies and Spells Repertoire",
      "level": 4,
      "html": "<p>All advanced characters begin play knowing any proficiencies they qualify for based on their class, level, and Intellect score.</p>\n<p>Mages, warlocks, witches, dwarven craftpriests, elven nightblades, and elven spellswords, Nobiran wonderworkers, and Zaharan ruinguards begin play with the maximum number of spells in their repertoire. Adventurers should roll randomly to determine which spells are in their repertoire. Conquerors may choose half the spells and roll randomly for the remainder. Kings may choose which spells are in their repertoire.</p>\n"
    },
    {
      "title": "Starting Wealth",
      "level": 4,
      "html": "<p>All advanced characters begin with a fixed amount of starting wealth. Adventurers begin with 20,000gp. Conquerors begin with 350,000gp. Kings begin with 4,500,000gp. Starting wealth can be spent to:</p>\n<ul>\n<li>Purchase equipment, such as weapons, armor, vessels, mounts, etc;</li>\n<li>Establish libraries, workshops, laboratories, or mortuaries;</li>\n<li>Purchase spell formulas, magic item formulas, or special components;</li>\n<li>Build castles, hideouts, sanctums, or other strongholds;</li>\n<li>Purchase merchandise at its base price;</li>\n<li>Purchase constructs, crossbreed, or undead minions, as described below;</li>\n<li>Recruit hirelings, as described below.</li>\n</ul>\n<p>Any remaining starting wealth can be converted into coin, gems, or jewels, as desired. Starting wealth cannot be used to buy magic items.</p>\n"
    },
    {
      "title": "Purchasing Minions",
      "level": 6,
      "html": "<p>Advanced characters who are able to build constructs, crossbreed monsters, or animate undead minions can expend gp to begin play with one or more minions. (If using <em><strong>By This Axe</strong></em><em>,</em> a dwarven machinist could start with automatons.) Each minion costs 4,000gp per Hit Die plus an additional 1,250gp per minor special ability and 10,000gp per major special ability.</p>\n<p>If the minion is a never-before-seen construct, the cost is doubled as the character will have had to both design and build it. If the minion is a crossbreed, the character must purchase (at the cost listed in the <em><strong>Monstrous Manual</strong></em>for an untrained adult) one of each creature used in the crossbreeding. These creatures were consumed in the crossbreeding.</p>\n<p>The advanced character must have a workshop, laboratory, or mortuary sufficient to create the minion.</p>\n"
    },
    {
      "title": "Recruiting Hirelings",
      "level": 6,
      "html": "<p>Advanced characters can begin with hirelings, including henchmen, specialists, and mercenaries.</p>\n<p>The advanced character can have as many henchmen as desired, subject to the limits of their Charisma score. The henchman can be of any desired class or level, but the advanced character must spend gp equal to the henchman’s experience points. The henchman’s equipment and magic items must be provided by the advanced character.</p>\n<p>Advanced characters can also begin play with specialists and mercenaries in his employ. For each specialist or mercenary, the advanced character must spend gp equal to six month’s wages for the hirelings. This represents past costs incurred in having the hireling on retainer.</p>\n"
    },
    {
      "title": "Magic Items",
      "level": 4,
      "html": "<p>Advanced characters will begin with one or more magic items. The actual magic items can be randomly determined or chosen by you. Re-roll cursed items. Characters capable of magic research may substitute magic item formulas for actual magic items at a 4:1 ratio. For instance, one common item could be traded in for the formula to create 4 common items.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Magic Items for Advanced Characters</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Character</strong>  <strong>Tier</strong></td>\n<td><strong>Common</strong>  <strong>(500gp)</strong></td>\n<td><strong>Uncommon</strong>  <strong>(2,500gp)</strong></td>\n<td><strong>Rare</strong>  <strong>(12,500gp)</strong></td>\n<td><strong>Very Rare</strong>  <strong>(60,000gp)</strong></td>\n<td><strong>Legendary</strong>  <strong>(300,000gp)</strong></td>\n</tr>\n<tr>\n<td>Adventurer</td>\n<td>2</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Conqueror</td>\n<td>5</td>\n<td>3</td>\n<td>2</td>\n<td>50%</td>\n<td>-</td>\n</tr>\n<tr>\n<td>King</td>\n<td>10</td>\n<td>10</td>\n<td>9</td>\n<td>5</td>\n<td>1</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Domains",
      "level": 4,
      "html": "<p>Conqueror tier characters that use their starting wealth to build a stronghold begin play with a domain. Create the domain as if the character’s stronghold had just been completed, rolling for starting land value, peasant families, and followers (if of 9th level or above). If the character builds a hideout, his syndicate will have the standard number of followers for his class and level. If the character builds a sanctum, he will have the standard number of apprentices and normal men for his class and level. Any dungeons built by conqueror level characters begin empty.</p>\n<p>The character can then use his starting wealth to improve their domain.</p>\n<ul>\n<li>He can make agricultural investments, attracting 1d10 peasant families per 1,000gp;</li>\n<li>Improve the land value of a hex by 1gp per 25,000gp spent;</li>\n<li>Found an urban settlement by expending 10,000gp and moving at least 75 families to the settlement;</li>\n<li>Make urban investments, attracting 1d10 urban families per 1,000gp spent.</li>\n</ul>\n<p>King tier characters that use their starting wealth to build a stronghold will begin play with a realm. The realm will include the king’s personal domain and several vassal realms. The king tier character’s realm will include a number of vassal realms equal to the character’s actual number of henchmen. Create the king’s personal domain as above. Then each vassal realm will have one-fourth the number of peasant and urban families that the character’s domain has. The king must pay the cost of the strongholds necessary to secure his domain and each of the vassal domains.</p>\n<p>King tier thieves, assassins, and elven nightblades who build a hideouts begin with a syndicate of the maximum size permitted for their location and hideout. If they have thief, assassin, or nightblade henchmen of 9th level or higher, they can build hideouts for these henchman and establish a criminal guild. Syndicates within the guild will have 2d6 members each. King tier mages and warlocks who build a sanctum begin with 6 3rd level mage apprentices and 12 normal men. If they build a dungeon, it should be populated until full.</p>\n<p>You can determine the starting location of any strongholds, domains, and realms, or allow the characters to select locations on the regional map. The territory controlled by the domain will be a number of hexes necessary to fit the population, subject to the maximum number of hexes that the stronghold can secure.</p>\n<p>Domain rulers begin play with troops sufficient to meet their garrison expense. Additional troops must be purchased as hirelings, spending 6 times their wages from their budget.</p>\n"
    },
    {
      "title": "Multi-Tier Play",
      "level": 4,
      "html": "<p>If you wish to embrace every facet of the <em>Adventurer Conqueror King System</em> at once, you can allow the players to act at all tiers simultaneously. In such a campaign, each player has one king tier character – a powerful archmage, mighty warlord, or similar persona. Each king in turn has one or more henchmen at the conqueror tier of play. These conqueror tier characters in turn have adventurer tier characters as their own henchmen. In such a campaign, the players will be simultaneously running one or more kingdoms, ruling the duchies and baronies in the kingdoms, and playing the adventuring parties that assist these rulers in dealing with the local threats of monsters and chaotic forces. Depending on the group’s preferences, each session they can focus on a different tier of play, or they can shift between tiers within one game session.</p>\n"
    },
    {
      "title": "Patron Play",
      "level": 4,
      "html": "<p>Another possible approach to using advanced characters, often called <strong>patron play</strong> is to divide the players by tier. In patron play, some of the players control <strong>patrons</strong> (king or conqueror tier characters) while the rest control adventurers, possibly adventurers in different parties if the number of players is large enough to support that.</p>\n<p>The patrons take the place of the NPC rulers that would otherwise inhabit your setting, transferring control of their course of action from you to various players. You then use the rules for campaign activities, strongholds, armies, and other backend mechanics to determine the scope and effect of the patron player’s decisions.</p>\n<p>Patron play typically requires your campaign to adopt a fixed time increment, such that during each day of real-world time, a fixed number of days of game time will pass. The most common interval is 1:1, such that each actual day correlates to a game day, but ratios of 1:7, 1:28, or 7:28 might work.</p>\n<p>EXAMPLE: The Judge has assembled a group of 30 players who wish to participate in an online patron play campaign. To 10 of the players, he assigns the role of patron, with 2 king tier patrons and 8 conqueror tier patrons (4 under each king). To the other 20 players, he assigns the role of adventurer, initially dividing them up into 4 parties of 5 PCs. He decides that the campaign will run on 7:28 time, such that when a week passes in the real world, a month passes in the game world. The patrons will then undertake weekly turns that cover a month of campaign activities, while the adventurers will each have one weekly session in which they can undertake up to 28 days of adventuring or campaign activities.</p>\n<p>Some groups pursue patron play to its logical endpoint, with the patrons being assigned Judge-like powers over their realm or territory. This sort of patron play resembles the playstyles of the earliest days of D&amp;D, when Gary Gygax was running a session every day and had co-DMs to assist him.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Characters\n\n### Character Creation\n\nDepending on your preferences, you can use either or both of the following optional rules for character generation.\n\n#### Generating Characters without Templates (Optional)\n\nInstead of rolling 3d6 to determine a template, the players roll 3d6 x 10 to determine their character’s starting gold pieces. They then use that the gold to select any weapons, armor, and equipment that you say is available. Afterwards, they select their starting proficiencies and (if a caster) starting spells, subject to your discretion. This rule substantially increases the time required to create a character, and is only recommended if your campaign has experienced players.\n\n#### Generating Multiple Characters\n\nAt the start of play, each player generates two, three, four, or five characters. The player selects one of the characters as his player character. The remaining characters can be reserved as back-up characters or given to you to use as NPCs to populate the campaign setting. This approach ensures that the player always has a variety of characters to choose from to find one he likes, and gives you some additional NPCs to populate the world.\n\n### Generating Attributes\n\nYou can customize the attribute generation methods used in your campaign so that player characters begin with better or worse attributes. Any of these rules can be combined with the optional rules for Generating Multiple Characters or for Adjusting Attributes.\n\n#### Generating Gritty Characters\n\nThe players roll 3d6 for each attribute. Use this option if you want adventurers to be drawn almost randomly from the population, no more or less gifted than the average person. If an adventurer with gritty attributes become great, it will be because of their achievements in play, not because of special advantages during character generation.\n\n#### Generating Heroic Characters\n\nThe players roll 4d6 for each attribute, drop the lowest die, tally the remaining dice, and record that result. Heroic characters will have attributes in approximately the same range as the top 20% of normal characters (11-14, averaging 12.24). Use this option if you want the adventurers to be a cut above the norm.\n\n#### Generating Legendary Characters\n\nThe players roll 5d6 for each attribute, drop the lowest 2 dice, tally the remaining dice, and record that result. Legendary characters will have attributes in approximately the same range as the top 20% of heroic characters (12-16, averaging 13.43), or top 5% of normal characters. Use this option if you want your adventurers to be men and women of extraordinary gifts – protagonists such as Achilles, Aeneas, Aragorn, Beowulf, Conan, Elric, and Red Sonja are gifted with might, confidence, and power far beyond the norm\n\n### Modifying Attributes\n\nYou can permit the players to adjust their attributes after they’ve been rolled by adopting one or more of these custom rolls. Any of these rules can be combined with the optional rules for Generating Multiple Characters and Generating Attributes.\n\n#### Add Bonus Dice\n\nAfter rolling for attributes, the player rolls an additional 3d6. These dice are then added, on a die by die basis, to the player’s choice of attribute. The player can add 1, 2, or even all 3 dice to an attribute. However, attributes remain capped at 18, and any points in excess of 18 are lost.\n\nEXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “add bonus dice” optional rule, so Jonathan now rolls 3d6. He gets 5, 5, 4. Jonathan has his heart set on playing a crusader, so he decides to add both 5s to Will. He could add the 4 to Will, but since he’d be capped at 18, the extra 2 points would be lost. Instead he adds the 4 to Charisma, for a final score of 11. Jonathan’s character now has STR 10, INT 13, WIL 16, DEX 10, CON 9, Cha 11.\n\n#### Ordering Attributes as Desired\n\nAfter rolling for attributes, the players can re-assign them in any order he desires. This rule affords the player more of an opportunity to optimize his character. Conversely, it tends to reduce the appearance of “off-archetype” characters such as smart fighters or burly thieves.\n\nEXAMPLE: Jonathan rolls STR 10, INT 13, WIL 6, DEX 10, CON 9, CHA 7. The Judge is using the “ordering attributes as desired” optional rule, so Jonathan can re-assign them however he’d like. Jonathan has his heart set on playing a crusader, so he decides to re-order his attributes to be STR 10, INT 10, WIL 13, DEX 6, CON 9, CHA 7.\n\n#### Trading Off Attributes\n\nOnce a player has selected his character class, he can raise the class’s key attribute or abilities if desired by sacrificing points in other abilities. 2 attribute points can be sacrificed from an attribute to raise a key attribute 1 point. This can be done more than once, but no attribute can be lowered below 9, and no attribute can be lowered if it is also a key attribute for the class, even if there are a few points to spare above the minimum required.\n\nEXAMPLE: Jonathan has rolled up a crusader with STR 10, NT 13, WIL 16, DEX 10, CON 9, CHA 11. The Judge is using the “trading off attributes” optional rule, so Jonathan can sacrifice some points from his attributes in order to raise his key attribute (Will). He reduces his CHA from 11 to 9 to raise his WIL from 16 to 17. He reduces his INT from 13 to 11 to raise his WIL from 17 to 18. He cannot reduce his STR or CON because he cannot reduce attributes below 9. He cannot raise any attributes other than WIL, because that’s his only key attribute.\n\n#### How Special are the Player Characters?\n\nKnowing that average person has their attributes generated with 3d6 in order, we can estimate how “special” player characters are by cross-indexing the number of characters a player gets to create and pick from with the method of attribute generation used to create those characters.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Attribute Generation** | **1 character** | **2 characters** | **3 characters** | **4 characters** | **5 characters** |\n| **Default** | 1 in 6 (17%) | 1 in 12 (8%) | 1 in 20 (5%) | 1 in 30 (3.3%) | 1 in 40 (2.5%) |\n| **Gritty** | 1 in 2 (50%) | 1 in 3 (33%) | 1 in 4 (25%) | 1 in 5 (20%) | 1 in 6 (17%) |\n| **Heroic** | 1 in 8 (12.5%) | 1 in 25 (4%) | 1 in 50 (2%) | 1 in 75 (1.3%) | 1 in 100 (1%) |\n| **Legendary** | 1 in 65 (1.5%) | 1 in 300 (0.33%) | 1 in 750 (0.13%) | 1 in 1250 (%.08%) | 1 in 2000 (.05%) |\n\n**Designer’s Note:** If you want your players to have characters whose degree of remarkability closely parallels that found in the Demographics of Heroism (p. XX) then have them generate 3 characters using the default attribute generation method and pick the one they prefer. You can then optionally permit trading off attributes.\n\n### Determining Hit Points\n\nAt your discretion, any of the following optional rules can be used to make characters hardier. You can even apply different rules for different classes if desired. For instance, if he wants to encourage players to roll up human characters, he could allow all human classes to start with maximum hit points, but not demi-human classes.\n\n#### Blessed by the Gods (Optional)\n\nDo not roll for your character’s hit points at 1st level. Instead, give your character the maximum hit points he could have rolled, e.g. 8 for fighters, 6 for crusaders, and 4 for mages and thieves, modified by his Constitution.\n\n#### Cursed by the Gods (Optional)\n\nRoll your character’s hit points with one Hit Die. Do not apply any minimums. If you roll a 1, well, good luck.\n\n#### From Ordinary to Extraordinary (Optional)\n\nBefore he become an adventurer, your character was just an ordinary 0th-level member of his race. Roll 1d6 hit points to determine his hit points at 0th level. When your character earned his 1st level of experience (prior to play), he might have gained more hit points. Roll the appropriate Hit Die for your class. If the result of the roll is greater than your 0th level hit points, record the new roll. If the roll is less than or equal to your 0th level hit points, you begin play with your 0th level hit points +1.\n\nEXAMPLE: Zach has rolled up Norden, a 1st level dwarven vaultguard. Before Norden became a 1st level dwarven vaultguard, he was just an ordinary 0th-level dwarf. To find out how many hit points he had at that level, Zach rolls 1d6. The result is a 4. Zach now rolls 1d8 for Norden’s hit points at first level. If the result is 1, 2, 3, or 4, Norden starts with his 0th level hit points +1, or 5 hit points. If the result is 5 or more, Norden starts with hit points equal to the result.\n\n### Advanced Characters\n\nBecause of the many options that ***ACKS***offers for high-level play, some Judges may wish to begin their campaigns with the player characters already at an advanced level of experience. The following guidelines are suggested for campaigns where the players begin the game with **advanced characters**.\n\n#### Tiers\n\nAdvanced characters may begin as adventurers (4th-6th level characters); conquerors (7th-10th level characters); or kings (11th or higher level characters). Adventurer tier is suitable for action and exploration oriented campaigns with experienced players who don’t need to learn the game by starting at 1st level. Conqueror tier is appropriate for campaigns focused on establishing and expanding new domains. King tier is appropriate for campaigns where the characters manage vast realms and fight wars.\n\n#### Attributes and Hit Points\n\nTo generate attributes, use the standard method described in the ***ACKS II Revised Rulebook*.** For adventurers generate three sets of attributes; for conquerors, generate four sets; For kings, five sets. After generating attribute sets pick the best one for the character.\n\n#### Starting Experience Points\n\nAll advanced characters in the campaign begin with a fixed number of experience points, applied to whichever class they choose. Adventurers begin with 20,000XP. This will put elven spellswords at 4th level, thieves at 6th level, and most other characters at 5th level.\n\nConquerors begin with 310,00XP. This will put elven spellswords at 8th level, crusaders and thieves at 10th level and most other classes at 9th level.\n\nKings begin with 620,000XP. Most racial character classes will be at or near maximum level. Mages will be 11th level, crusaders and thieves will be 13th level, and most other classes will be 12th level.\n\n#### Class and Level\n\nAdvanced characters can choose any class they qualify for. They begin at a level determined by their starting experience points. Advanced characters get maximum hit points for their first level and roll normally for their remaining Hit Dice.\n\n#### Proficiencies and Spells Repertoire\n\nAll advanced characters begin play knowing any proficiencies they qualify for based on their class, level, and Intellect score.\n\nMages, warlocks, witches, dwarven craftpriests, elven nightblades, and elven spellswords, Nobiran wonderworkers, and Zaharan ruinguards begin play with the maximum number of spells in their repertoire. Adventurers should roll randomly to determine which spells are in their repertoire. Conquerors may choose half the spells and roll randomly for the remainder. Kings may choose which spells are in their repertoire.\n\n#### Starting Wealth\n\nAll advanced characters begin with a fixed amount of starting wealth. Adventurers begin with 20,000gp. Conquerors begin with 350,000gp. Kings begin with 4,500,000gp. Starting wealth can be spent to:\n\n* Purchase equipment, such as weapons, armor, vessels, mounts, etc;\n* Establish libraries, workshops, laboratories, or mortuaries;\n* Purchase spell formulas, magic item formulas, or special components;\n* Build castles, hideouts, sanctums, or other strongholds;\n* Purchase merchandise at its base price;\n* Purchase constructs, crossbreed, or undead minions, as described below;\n* Recruit hirelings, as described below.\n\nAny remaining starting wealth can be converted into coin, gems, or jewels, as desired. Starting wealth cannot be used to buy magic items.\n\n###### Purchasing Minions\n\nAdvanced characters who are able to build constructs, crossbreed monsters, or animate undead minions can expend gp to begin play with one or more minions. (If using ***By This Axe****,* a dwarven machinist could start with automatons.) Each minion costs 4,000gp per Hit Die plus an additional 1,250gp per minor special ability and 10,000gp per major special ability.\n\nIf the minion is a never-before-seen construct, the cost is doubled as the character will have had to both design and build it. If the minion is a crossbreed, the character must purchase (at the cost listed in the ***Monstrous Manual***for an untrained adult) one of each creature used in the crossbreeding. These creatures were consumed in the crossbreeding.\n\nThe advanced character must have a workshop, laboratory, or mortuary sufficient to create the minion.\n\n###### Recruiting Hirelings\n\nAdvanced characters can begin with hirelings, including henchmen, specialists, and mercenaries.\n\nThe advanced character can have as many henchmen as desired, subject to the limits of their Charisma score. The henchman can be of any desired class or level, but the advanced character must spend gp equal to the henchman’s experience points. The henchman’s equipment and magic items must be provided by the advanced character.\n\nAdvanced characters can also begin play with specialists and mercenaries in his employ. For each specialist or mercenary, the advanced character must spend gp equal to six month’s wages for the hirelings. This represents past costs incurred in having the hireling on retainer.\n\n#### Magic Items\n\nAdvanced characters will begin with one or more magic items. The actual magic items can be randomly determined or chosen by you. Re-roll cursed items. Characters capable of magic research may substitute magic item formulas for actual magic items at a 4:1 ratio. For instance, one common item could be traded in for the formula to create 4 common items.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Magic Items for Advanced Characters** | | | | | |\n| **Character**  **Tier** | **Common**  **(500gp)** | **Uncommon**  **(2,500gp)** | **Rare**  **(12,500gp)** | **Very Rare**  **(60,000gp)** | **Legendary**  **(300,000gp)** |\n| Adventurer | 2 | 1 | - | - | - |\n| Conqueror | 5 | 3 | 2 | 50% | - |\n| King | 10 | 10 | 9 | 5 | 1 |\n\n#### Domains\n\nConqueror tier characters that use their starting wealth to build a stronghold begin play with a domain. Create the domain as if the character’s stronghold had just been completed, rolling for starting land value, peasant families, and followers (if of 9th level or above). If the character builds a hideout, his syndicate will have the standard number of followers for his class and level. If the character builds a sanctum, he will have the standard number of apprentices and normal men for his class and level. Any dungeons built by conqueror level characters begin empty.\n\nThe character can then use his starting wealth to improve their domain.\n\n* He can make agricultural investments, attracting 1d10 peasant families per 1,000gp;\n* Improve the land value of a hex by 1gp per 25,000gp spent;\n* Found an urban settlement by expending 10,000gp and moving at least 75 families to the settlement;\n* Make urban investments, attracting 1d10 urban families per 1,000gp spent.\n\nKing tier characters that use their starting wealth to build a stronghold will begin play with a realm. The realm will include the king’s personal domain and several vassal realms. The king tier character’s realm will include a number of vassal realms equal to the character’s actual number of henchmen. Create the king’s personal domain as above. Then each vassal realm will have one-fourth the number of peasant and urban families that the character’s domain has. The king must pay the cost of the strongholds necessary to secure his domain and each of the vassal domains.\n\nKing tier thieves, assassins, and elven nightblades who build a hideouts begin with a syndicate of the maximum size permitted for their location and hideout. If they have thief, assassin, or nightblade henchmen of 9th level or higher, they can build hideouts for these henchman and establish a criminal guild. Syndicates within the guild will have 2d6 members each. King tier mages and warlocks who build a sanctum begin with 6 3rd level mage apprentices and 12 normal men. If they build a dungeon, it should be populated until full.\n\nYou can determine the starting location of any strongholds, domains, and realms, or allow the characters to select locations on the regional map. The territory controlled by the domain will be a number of hexes necessary to fit the population, subject to the maximum number of hexes that the stronghold can secure.\n\nDomain rulers begin play with troops sufficient to meet their garrison expense. Additional troops must be purchased as hirelings, spending 6 times their wages from their budget.\n\n#### Multi-Tier Play\n\nIf you wish to embrace every facet of the *Adventurer Conqueror King System* at once, you can allow the players to act at all tiers simultaneously. In such a campaign, each player has one king tier character – a powerful archmage, mighty warlord, or similar persona. Each king in turn has one or more henchmen at the conqueror tier of play. These conqueror tier characters in turn have adventurer tier characters as their own henchmen. In such a campaign, the players will be simultaneously running one or more kingdoms, ruling the duchies and baronies in the kingdoms, and playing the adventuring parties that assist these rulers in dealing with the local threats of monsters and chaotic forces. Depending on the group’s preferences, each session they can focus on a different tier of play, or they can shift between tiers within one game session.\n\n#### Patron Play\n\nAnother possible approach to using advanced characters, often called **patron play** is to divide the players by tier. In patron play, some of the players control **patrons** (king or conqueror tier characters) while the rest control adventurers, possibly adventurers in different parties if the number of players is large enough to support that.\n\nThe patrons take the place of the NPC rulers that would otherwise inhabit your setting, transferring control of their course of action from you to various players. You then use the rules for campaign activities, strongholds, armies, and other backend mechanics to determine the scope and effect of the patron player’s decisions.\n\nPatron play typically requires your campaign to adopt a fixed time increment, such that during each day of real-world time, a fixed number of days of game time will pass. The most common interval is 1:1, such that each actual day correlates to a game day, but ratios of 1:7, 1:28, or 7:28 might work.\n\nEXAMPLE: The Judge has assembled a group of 30 players who wish to participate in an online patron play campaign. To 10 of the players, he assigns the role of patron, with 2 king tier patrons and 8 conqueror tier patrons (4 under each king). To the other 20 players, he assigns the role of adventurer, initially dividing them up into 4 parties of 5 PCs. He decides that the campaign will run on 7:28 time, such that when a week passes in the real world, a month passes in the game world. The patrons will then undertake weekly turns that cover a month of campaign activities, while the adventurers will each have one weekly session in which they can undertake up to 28 days of adventuring or campaign activities.\n\nSome groups pursue patron play to its logical endpoint, with the patrons being assigned Judge-like powers over their realm or territory. This sort of patron play resembles the playstyles of the earliest days of D&D, when Gary Gygax was running a session every day and had co-DMs to assist him.\n"
}