{
  "html": "<h2>Combat</h2>\n<p>These rules enable you to customize the combat mechanics of <em><strong>ACKS II</strong></em>to your taste. Depending on your preferences, you can differentiate between attacking and armor penetration, add critical hits, or simplify initiative.</p>\n<h3>Attacks and Armor Penetration of Large Monsters</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Size Category</strong></td>\n<td><strong>Attack Throw Penalty</strong></td>\n<td><strong>Armor Penetration</strong></td>\n</tr>\n<tr>\n<td>Man-sized (399 lbs or less)</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Large (400 – 1,999 lbs)</td>\n<td>-2</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Huge (2,000 – 7,999 lbs)</td>\n<td>-4</td>\n<td>4</td>\n</tr>\n<tr>\n<td>Gigantic (4 – 15 tons)</td>\n<td>-6</td>\n<td>6</td>\n</tr>\n<tr>\n<td>Colossal (16 – 31 tons)</td>\n<td>-8</td>\n<td>8</td>\n</tr>\n<tr>\n<td>Colossal (32 – 63 tons)</td>\n<td>-10</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Colossal (64 tons or more)</td>\n<td>-12</td>\n<td>12</td>\n</tr>\n</tbody></table>\n<p>All monsters larger than men suffer an <strong>attack throw penalty</strong> based on their size category. This penalty applies to all attacks by the monster. In exchange, the monster gains a commensurate amount of <strong>armor penetration</strong>. Armor penetration allows a monster to ignore a number of points of the target’s Armor Class from armor, shields, magical adjustments to armor and shields, Weapon &amp; Shield proficiency, magical items &quot;of armor&quot;, and spells that create magical armor or shields or render the subject invulnerable. However, armor penetration cannot ignore Armor Class from DEX, Graceful Fighting ability, Swashbuckling proficiency, magical items and spells &quot;of protection&quot;, and spells that improve AC through luck, speed, or divine favor.</p>\n<p>In most cases, a monster will be attacking a foe with more armor than its armor penetration, and the attack throw penalty and armor penetration will cancel each other out. However, when a target is wearing less armor than the monster’s armor penetration, it will have a relatively harder time hitting the target. This is much to the benefit of heroic fantasy archetypes such as barbarians in loincloths, bladedancers in chainmail bikinis, and thieves in leather armor.</p>\n<p>EXAMPLE: An ogre, a large creature with an attack throw of 6+, is fighting a fighter and a thief. In the first round, it attacks the fighter. The fighter is wearing plate armor (AC 6). The ogre suffers a -2 penalty to its attack throw, but it ignores 2 points of armor. Its target value to hit the fighter is (6+2+6-2) 12+. In the second round, the ogre attacks the thief. The thief is wearing no armor but has DEX 18, so he has AC 3. The ogre suffers a -2 penalty to its attack throw because of its size. It could ignore 2 points of armor, but the thief is not wearing any. The ogre’s target value to hit the thief is (6+2+3) 11+.</p>\n<p>Note that if this rule were not applied, the ogre’s target value to hit the fighter would still be (6+6) 12+, but the ogre’s target value to hit the thief would only be (6+3) 9+. Nimble, lightly armored characters benefit from this rule.</p>\n<p><strong>Note:</strong> Since it alters a core mechanic of <em><strong>ACKS</strong></em><em>,</em> the Attacks and Armor Penetration of Large Monsters rule deserves a bit of explanation. In <em><strong>ACKS</strong></em> and other D20-based fantasy RPGs, armor protects its wearer by making him harder to successfully attack. This rule is much-maligned, largely by those who believe armor “shouldn’t make you harder to hit”. But historically, that’s just what armor did. Armor <em>worked</em>. In a careful survey, <em>From Sumer to Ancient Rome</em> reviewed the weapons available to ancient warriors and found they could generate 70-100 joules of kinetic energy, while to penetrate 2mm of bronze on leather took in excess of 120+ joules! Nor would “bludgeon force still kill&quot;—even a mighty 110-joule blow from a mace would have its kinetic energy distributed by the armor, such that it is reduced to the equivalent of a 15-joule blow. In other words, attacks that struck armor often bounced off with little harm done; successful attacks were those that struck gaps in the armor. <em><strong>ACKS</strong></em>’sArmor Class is a reasonable and playable approximation of this reality.</p>\n<p>What about when the combatants are not humans producing 70-100 joules, but instead are elephants, ogres, dragons, or other monsters capable of delivering far more kinetic energy? In <em><strong>ACKS</strong></em><em>,</em> bigger monsters have higher Hit Dice; and monsters with higher Hit Dice have better attack throws. An ogre, with 4 HD, has an attack throw of 6+; it strikes a knight in chainmail (AC 4) as easily as a 1st level fighter (attack throw 10+) strikes an unarmored foe (AC 0). Since an ogre and a fighter probably have similar dexterity and combat training, the difference in accuracy obviously reflects the ogre’s much greater strength. An ogre can cleave through chainmail like a child snapping twigs, so the target is effectively “unarmored” against its blows. Conversely, since a fighter’s blows will be stopped by chainmail, he needs to aim for the neck, armpits, thighs, and other unarmored areas, and thus has a harder time hitting. Armor Class remains a reasonable and playable approximation of the reality of the game world.</p>\n<p>Or does it? After all, the same ogre attacking an unarmored target (AC 0) will hit the unarmored target on a 6+ to the fighter’s 10+. In this case, it can’t be that the ogre’s strength is allowing it to cleave through armor – the target isn’t wearing any! Thus, we have a conundrum: Confront an ogre with an armored knight and his fighting skills seem to rely on brute force to bash through armor. Put an ogre against a target with no armor, and the ogre suddenly becomes a graceful ballerina of death.</p>\n<h3>Critical Hits</h3>\n<p>If the result of an attacker’s attack throw exceeds its target value by 10 or more, the attacker has dealt a <strong>critical hit</strong> to its target. When a critical hit is dealt, the target suffers double damage dice and must make an immediate size-adjusted Paralysis saving throw. If the save fails, the target suffers a critical effect in addition to double damage dice.</p>\n<p>The attacker determines the critical effect dealt by rolling 1d10 on the appropriate column on the Critical Effects table. For purposes of the Critical Effects table, “characters” are combatants equipped with arms and armor, while “monsters” are combatants relying on natural weapons and toughness.</p>\n<p><strong>Brawling:</strong> After seeing the result rolled on the Critical Effects table, the attacker can opt to inflict a Brawling critical effect in lieu of the effect rolled. For instance, an attacker who fears being carried off by a flying creature could substitute a Brawling result for a Clamber result.</p>\n<p><strong>Combat Trickery:</strong> After seeing the result rolled on the Critical Effects table, an attacker with Combat Trickery proficiency can substitute the special maneuver with which he has proficiency in lieu of the effect rolled. For instance, an attacker with Combat Trickery (Disarm) who deals a Force Back critical hit can inflict a Disarm instead.</p>\n<p><strong>Shields May Be Splintered:</strong> If the target of a critical effect is equipped with a shield, he may choose to substitute a Damage Shield result in lieu of a Damage Armor, Force Back, Injure Hide, Impair Attack, Impair Move, Knockdown, or Stun effect dealt to him. This represents the character desperately absorbing the blow on his shield.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Effect v. Character</strong></td>\n<td><strong>Effect v. Monster</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>Brawling</td>\n<td>Brawling</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Damage Shield</td>\n<td>Fatigued</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Damage Armor</td>\n<td>Injure Hide</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Disarm</td>\n<td>Impair Move</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Force Back</td>\n<td>Force Back</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Knockdown</td>\n<td>Knockdown</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Sunder Weapon</td>\n<td>Impair Attack</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Stun</td>\n<td>Stun</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Wrestle/Clamber</td>\n<td>Wrestle/Clamber</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Attacker’s Choice</td>\n<td>Attacker’s Choice</td>\n</tr>\n</tbody></table>\n<h6>Critical Effects</h6>\n<p><strong>Attacker’s Choice:</strong> The attacker may choose any desired critical effect from the appropriate column (Character or Monster).</p>\n<p><strong>Brawling:</strong> The target suffers an additional 1d4 mundane bludgeoning damage from a strike from the attacker’s gauntlet, pommel, or shield rim. If the attacker has no metal weapons, the damage is nonlethal, but otherwise the brawling damage can be lethal or nonlethal, at his discretion.</p>\n<p><strong>Damage Armor:</strong> The target’s armor is damaged, reducing its effectiveness by 1 point. Armor that loses all effectiveness is ruined. Damaged armor can be repaired at a cost of 10gp per point of effectiveness. Magic armor cannot be damaged except by mundane damage.</p>\n<p><strong>Damage Shield:</strong> The target’s shield is damaged, reducing its effectiveness by 1. If the shield is non-magical, this will destroy it. Damaged shields can be repaired at a cost of 10gp per point of effectiveness. Magic shields cannot be damaged by mundane damage.</p>\n<p><strong>Disarm:</strong> The target is disarmed of its weapon (as the special maneuver). The weapon drops to a point chosen by the attacker who dealt the critical hit, up to 5’ distant from the target.</p>\n<p><strong>Fatigued:</strong> The target is <strong>fatigued</strong> by the flurry of blows. The target suffers a -1 penalty to attack throws and damage throws until it gets 8 hours of restful sleep. If additional fatigue effects are rolled, the effects are cumulative.</p>\n<p><strong>Force Back: T</strong>he target is forced back (as the special number). It must withdraw a number of feet equal to the attacker’s damage roll. If this would push the opponent into a wall or obstacle, the opponent is knocked down, and takes 1d6 points of damage per 10’ he has traveled.</p>\n<p><strong>Knockdown:</strong> The target is immediately knocked <strong>prone</strong> (as the special maneuver).</p>\n<p><strong>Impair Attack:</strong> One of the target’s natural attacks (determined randomly) is somehow impaired – muscles sprained, claws ripped, etc. The target suffers a -4 to attack throws with the impaired natural attack until it gets 8 hours of restful sleep.</p>\n<p><strong>Impair Move:</strong> The target’s speed is reduced by 25% or 30’ (whichever is less) until the target rests. This represents a leg being wrenched, an ankle twisted, and so on.</p>\n<p><strong>Injure Hide:</strong> The target’s hide is bruised, cut, or broken open such that its AC is reduced by 1 until it gets 8 hours of restful sleep.</p>\n<p><strong>Stun:</strong> The target is stunned by the blow and considered <strong>surprised</strong> until the end of its next initiative.</p>\n<p><strong>Sunder Weapon:</strong> The target’s weapon is sundered (as the special maneuver). If the target’s weapon is a non-magical spear, staff, or pole arm, it shatters into splinters when sundered, dealing an additional 1d4 nonlethal damage to the target. Swords cannot be sundered by non-metal weapons or natural attacks dealing mundane damage. Magic weapons cannot be sundered except by other magic weapons or natural attacks dealing extraordinary damage.</p>\n<p><strong>Wrestle/Clamber:</strong> The results of this critical effect depend on the difference in size between the attacker and target. If the target is the same size category or smaller than the attacker, the attacker has grabbed the target in a wrestling hold (as the special maneuver). If the target is one or more size categories larger than the attacker, the attacker has clambered on top of or mounted the target (as the special maneuver, see below).</p>\n<h3>Exploding 20s</h3>\n<p>This rule is designed to be used in conjunction with the Critical Hits rules above. When making throws, unmodified 20s do <em>not</em> automatically succeed. Instead, when a character who throws an unmodified (natural) 20, the d20 <strong>explodes</strong>: Thecharacter immediately rolls another 1d20 and adds the new result to 20. Subsequent rolls of 20 continue to explode without limit.</p>\n<p>EXAMPLE: A peasant archer with a base attack throw of 11+ fires an arrow at Marcus, a high-level fighter in magical armor with an AC of 15. The archer needs to throw an (11+15) 26+ to hit the fighter. He rolls a natural 20. He immediately rolls 1d20; the result is a 7. The peasant has therefore rolled a (20 + 7) 27 against Marcus, which is a hit. Had the peasant’s second d20 roll have been a 3, the peasant’s result would have been a (20 + 3) 23, and he’d have missed. Had the peasant’s second d20 roll have been an 18, result would have been a (20 + 18) 38 and the peasant would have dealt a critical hit.</p>\n<h3>Monster Group Initiative</h3>\n<p>Many <em><strong>ACKS</strong></em>adventurers involve large-scale fights against dozens or sometimes even hundreds of combatants. In such cases, it makes little sense to roll initiative individually for the monsters, as their sheer numbers will mean that they roll every initiative result. Instead, you can roll initiative for each encounter group of monsters. The monsters still act sequentially on their count. (Remember, there is no simultaneous initiative in <em><strong>ACKS II</strong></em><em>.</em>)</p>\n<p>Encounter groups are detailed in the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>, and represent the typical group of monsters that are encountered together. For instance, brigands organize into bands consisting of up to 10 gangs of 2d4 brigands each. Hyenas organize into packs of 1d4+1 each.</p>\n<p>EXAMPLE: The Judge is running an adventurer in which he is using initiative by monster group. A party of adventurers, Andravus, Castinus, Hyglak, Raemon and Tirenius, has encountered three gangs of brigands. Gang #1 has 8 brigands, gang #2 has 4 brigands, and gang #3 has 6 brigands. When combat begins, the adventurers all roll initiative, while the Judge rolls initiative for each gang. Let’s imagine the initiative rolls were as follows:</p>\n<p>8: Andravus</p>\n<p>7: -</p>\n<p>6: -</p>\n<p>5: Gang #1, Raemon</p>\n<p>4: Gang #2, Castinus</p>\n<p>3: Hyglak</p>\n<p>2: Tirenius</p>\n<p>1: Gang #3</p>\n<p>On initiative count 8, Andravus would take his initiative segment.</p>\n<p>On initiative count 5, Raemon and all 8 members of Gang #1 can act. Since their initiative is tied, the side with the fewer combatants gets to act first. Therefore, Raemon gets to take his initiative segment first. Afterwards, each of the 8 members of Gang #1 get to take their initiative segments, one at a time in any order the Judge prefers.</p>\n<p>On initiative count 4, the same process is followed, with Castinus taking his initiative segment followed by the 4 brigands of gang #2.</p>\n<p>On initiative count 3, Hyglak takes his initiative segment.</p>\n<p>On initiative count 2, Tirenius decides to delay his initiative segment until initiative count -1. (He’s waiting for all the brigands to cluster together in the melee so he can <em>fireball</em> them.)</p>\n<p>On initiative count 1, Gang #3’s 6 members take their initiative segments in any order the Judge prefers.</p>\n<p>On initiative count -1, Tirenius takes his initiative segment.</p>\n<h3>Static Initiative</h3>\n<p>Initiative is rolled at the start of each combat round in <em><strong>ACKS</strong></em>in order to simulate the chaos, confusion, and uncertainty of combat. Players can never be sure if their spell will go off before an enemy archer gets to fire, or whether a withdrawal or retreat will come too late, or whether an injured adventurer can be healed before he is struck down. However, some Judges prefer to de-emphasize such tactical detail in favor of speed of play. If that’s your preference, then you can use static initiative.</p>\n<p>With static initiative, the combatants only roll initiative on the first round of combat. They then retain their initiative count for all subsequent rounds until combat ends or until they choose to voluntarily delay their initiative. If they voluntarily delay their initiative, their initiative count is reduced to the delayed value for the remainder of the combat. A combatant can delay multiple times if desired, subject the maximum delay (negative initiative count).</p>\n<p>EXAMPLE: The Judge is not only using initiative by monster group, he is also using static initiative. Therefore, on the second round of combat, the initiative count would go as follows:</p>\n<p>8: Andravus</p>\n<p>7: -</p>\n<p>6: -</p>\n<p>5: Gang #1, Raemon</p>\n<p>4: Gang #2, Castinus</p>\n<p>3: Hyglak</p>\n<p>2: -</p>\n<p>1: Gang #3</p>\n<p>0: -</p>\n<p>-1: Tirenius</p>\n<p>Because Tirenius delayed his initiative segment to -1 on the first round, he has reduced his initiative count to -1 for the rest of the battle.</p>\n<p>Static initiative tends to make the outcome of combat more deterministic and predictable. If their first rolls go well, the players do not have to fear a shocking swing that suddenly seems them attack twice without an opportunity to respond. Conversely, if their first rolls go badly, they can find it impossible to recover.</p>\n<p>A number of hybrid options can be used that retain some of the benefits of both dynamic and static initiative. Here are a few optional rules that we believe merit exploration by Judges who enjoy tinkering with mechanics:</p>\n<ul>\n<li><strong>The First and the Last:</strong> Initiative is static each round for every combatant except the combatant who acted first and the combatant who acted last. Those combatants must re-roll initiative at the start of the next round.</li>\n<li><strong>The Tide Turns:</strong> Initiative is static until a player character is reduced to 0 hp or otherwise removed from the combat. At this point, all combatants re-roll initiative.</li>\n<li><strong>Mysteries of Magic:</strong> Initiative is static each round for every combatant, except for combatants who declare they are casting a spell. Combatants casting spells re-roll initiative, so they are uncertain when their spell will go off in the round.</li>\n</ul>\n<h3>Simultaneous Initiative in Duels</h3>\n<p>When two combatants are <strong>engaged</strong> in a one-on-one duel with no other combatants, and both have the same initiative number, the two combatants act simultaneously. If this results in either or both combatants being reduced to 0 hp or less, then the combatant(s) immediately roll on the Permanent Wounds table at -5, applying only modifiers for Constitution, equipment, HD, and hp.</p>\n<p>EXAMPLE: Valerian Bellësareus is engaged in a one-on-one duel with his brother, the ruinguard Suhgurim. After four rounds of combat Valerian is down to just 7 hp and Suhgurim is down to 8 hp. On the fifth round of combat, the two combatants both roll a 6 for initiative. Therefore, they act simultaneously. Valerian hits Suhgurim with his holy sword of fire for 14 luminous fire damage, reducing him to -6 hp. Suhgurim hits Valerian for 12 bludgeoning damage, reducing him to -5 hp. The two brothers both roll on the Permanent Wounds table. Both roll badly and are mortally wounded. Suhgurim has all his limbs are burned of and his face hideously scarred by the flames, while Valerian’s neck is broken when the Scourge of Law strikes his throat between helm and cuirass. Tragic!</p>\n",
  "sections": [
    {
      "title": "Combat",
      "level": 2,
      "html": "<p>These rules enable you to customize the combat mechanics of <em><strong>ACKS II</strong></em>to your taste. Depending on your preferences, you can differentiate between attacking and armor penetration, add critical hits, or simplify initiative.</p>\n"
    },
    {
      "title": "Attacks and Armor Penetration of Large Monsters",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Size Category</strong></td>\n<td><strong>Attack Throw Penalty</strong></td>\n<td><strong>Armor Penetration</strong></td>\n</tr>\n<tr>\n<td>Man-sized (399 lbs or less)</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Large (400 – 1,999 lbs)</td>\n<td>-2</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Huge (2,000 – 7,999 lbs)</td>\n<td>-4</td>\n<td>4</td>\n</tr>\n<tr>\n<td>Gigantic (4 – 15 tons)</td>\n<td>-6</td>\n<td>6</td>\n</tr>\n<tr>\n<td>Colossal (16 – 31 tons)</td>\n<td>-8</td>\n<td>8</td>\n</tr>\n<tr>\n<td>Colossal (32 – 63 tons)</td>\n<td>-10</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Colossal (64 tons or more)</td>\n<td>-12</td>\n<td>12</td>\n</tr>\n</tbody></table>\n<p>All monsters larger than men suffer an <strong>attack throw penalty</strong> based on their size category. This penalty applies to all attacks by the monster. In exchange, the monster gains a commensurate amount of <strong>armor penetration</strong>. Armor penetration allows a monster to ignore a number of points of the target’s Armor Class from armor, shields, magical adjustments to armor and shields, Weapon &amp; Shield proficiency, magical items &quot;of armor&quot;, and spells that create magical armor or shields or render the subject invulnerable. However, armor penetration cannot ignore Armor Class from DEX, Graceful Fighting ability, Swashbuckling proficiency, magical items and spells &quot;of protection&quot;, and spells that improve AC through luck, speed, or divine favor.</p>\n<p>In most cases, a monster will be attacking a foe with more armor than its armor penetration, and the attack throw penalty and armor penetration will cancel each other out. However, when a target is wearing less armor than the monster’s armor penetration, it will have a relatively harder time hitting the target. This is much to the benefit of heroic fantasy archetypes such as barbarians in loincloths, bladedancers in chainmail bikinis, and thieves in leather armor.</p>\n<p>EXAMPLE: An ogre, a large creature with an attack throw of 6+, is fighting a fighter and a thief. In the first round, it attacks the fighter. The fighter is wearing plate armor (AC 6). The ogre suffers a -2 penalty to its attack throw, but it ignores 2 points of armor. Its target value to hit the fighter is (6+2+6-2) 12+. In the second round, the ogre attacks the thief. The thief is wearing no armor but has DEX 18, so he has AC 3. The ogre suffers a -2 penalty to its attack throw because of its size. It could ignore 2 points of armor, but the thief is not wearing any. The ogre’s target value to hit the thief is (6+2+3) 11+.</p>\n<p>Note that if this rule were not applied, the ogre’s target value to hit the fighter would still be (6+6) 12+, but the ogre’s target value to hit the thief would only be (6+3) 9+. Nimble, lightly armored characters benefit from this rule.</p>\n<p><strong>Note:</strong> Since it alters a core mechanic of <em><strong>ACKS</strong></em><em>,</em> the Attacks and Armor Penetration of Large Monsters rule deserves a bit of explanation. In <em><strong>ACKS</strong></em> and other D20-based fantasy RPGs, armor protects its wearer by making him harder to successfully attack. This rule is much-maligned, largely by those who believe armor “shouldn’t make you harder to hit”. But historically, that’s just what armor did. Armor <em>worked</em>. In a careful survey, <em>From Sumer to Ancient Rome</em> reviewed the weapons available to ancient warriors and found they could generate 70-100 joules of kinetic energy, while to penetrate 2mm of bronze on leather took in excess of 120+ joules! Nor would “bludgeon force still kill&quot;—even a mighty 110-joule blow from a mace would have its kinetic energy distributed by the armor, such that it is reduced to the equivalent of a 15-joule blow. In other words, attacks that struck armor often bounced off with little harm done; successful attacks were those that struck gaps in the armor. <em><strong>ACKS</strong></em>’sArmor Class is a reasonable and playable approximation of this reality.</p>\n<p>What about when the combatants are not humans producing 70-100 joules, but instead are elephants, ogres, dragons, or other monsters capable of delivering far more kinetic energy? In <em><strong>ACKS</strong></em><em>,</em> bigger monsters have higher Hit Dice; and monsters with higher Hit Dice have better attack throws. An ogre, with 4 HD, has an attack throw of 6+; it strikes a knight in chainmail (AC 4) as easily as a 1st level fighter (attack throw 10+) strikes an unarmored foe (AC 0). Since an ogre and a fighter probably have similar dexterity and combat training, the difference in accuracy obviously reflects the ogre’s much greater strength. An ogre can cleave through chainmail like a child snapping twigs, so the target is effectively “unarmored” against its blows. Conversely, since a fighter’s blows will be stopped by chainmail, he needs to aim for the neck, armpits, thighs, and other unarmored areas, and thus has a harder time hitting. Armor Class remains a reasonable and playable approximation of the reality of the game world.</p>\n<p>Or does it? After all, the same ogre attacking an unarmored target (AC 0) will hit the unarmored target on a 6+ to the fighter’s 10+. In this case, it can’t be that the ogre’s strength is allowing it to cleave through armor – the target isn’t wearing any! Thus, we have a conundrum: Confront an ogre with an armored knight and his fighting skills seem to rely on brute force to bash through armor. Put an ogre against a target with no armor, and the ogre suddenly becomes a graceful ballerina of death.</p>\n"
    },
    {
      "title": "Critical Hits",
      "level": 3,
      "html": "<p>If the result of an attacker’s attack throw exceeds its target value by 10 or more, the attacker has dealt a <strong>critical hit</strong> to its target. When a critical hit is dealt, the target suffers double damage dice and must make an immediate size-adjusted Paralysis saving throw. If the save fails, the target suffers a critical effect in addition to double damage dice.</p>\n<p>The attacker determines the critical effect dealt by rolling 1d10 on the appropriate column on the Critical Effects table. For purposes of the Critical Effects table, “characters” are combatants equipped with arms and armor, while “monsters” are combatants relying on natural weapons and toughness.</p>\n<p><strong>Brawling:</strong> After seeing the result rolled on the Critical Effects table, the attacker can opt to inflict a Brawling critical effect in lieu of the effect rolled. For instance, an attacker who fears being carried off by a flying creature could substitute a Brawling result for a Clamber result.</p>\n<p><strong>Combat Trickery:</strong> After seeing the result rolled on the Critical Effects table, an attacker with Combat Trickery proficiency can substitute the special maneuver with which he has proficiency in lieu of the effect rolled. For instance, an attacker with Combat Trickery (Disarm) who deals a Force Back critical hit can inflict a Disarm instead.</p>\n<p><strong>Shields May Be Splintered:</strong> If the target of a critical effect is equipped with a shield, he may choose to substitute a Damage Shield result in lieu of a Damage Armor, Force Back, Injure Hide, Impair Attack, Impair Move, Knockdown, or Stun effect dealt to him. This represents the character desperately absorbing the blow on his shield.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Effect v. Character</strong></td>\n<td><strong>Effect v. Monster</strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>Brawling</td>\n<td>Brawling</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Damage Shield</td>\n<td>Fatigued</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Damage Armor</td>\n<td>Injure Hide</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Disarm</td>\n<td>Impair Move</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Force Back</td>\n<td>Force Back</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Knockdown</td>\n<td>Knockdown</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Sunder Weapon</td>\n<td>Impair Attack</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Stun</td>\n<td>Stun</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Wrestle/Clamber</td>\n<td>Wrestle/Clamber</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Attacker’s Choice</td>\n<td>Attacker’s Choice</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Critical Effects",
      "level": 6,
      "html": "<p><strong>Attacker’s Choice:</strong> The attacker may choose any desired critical effect from the appropriate column (Character or Monster).</p>\n<p><strong>Brawling:</strong> The target suffers an additional 1d4 mundane bludgeoning damage from a strike from the attacker’s gauntlet, pommel, or shield rim. If the attacker has no metal weapons, the damage is nonlethal, but otherwise the brawling damage can be lethal or nonlethal, at his discretion.</p>\n<p><strong>Damage Armor:</strong> The target’s armor is damaged, reducing its effectiveness by 1 point. Armor that loses all effectiveness is ruined. Damaged armor can be repaired at a cost of 10gp per point of effectiveness. Magic armor cannot be damaged except by mundane damage.</p>\n<p><strong>Damage Shield:</strong> The target’s shield is damaged, reducing its effectiveness by 1. If the shield is non-magical, this will destroy it. Damaged shields can be repaired at a cost of 10gp per point of effectiveness. Magic shields cannot be damaged by mundane damage.</p>\n<p><strong>Disarm:</strong> The target is disarmed of its weapon (as the special maneuver). The weapon drops to a point chosen by the attacker who dealt the critical hit, up to 5’ distant from the target.</p>\n<p><strong>Fatigued:</strong> The target is <strong>fatigued</strong> by the flurry of blows. The target suffers a -1 penalty to attack throws and damage throws until it gets 8 hours of restful sleep. If additional fatigue effects are rolled, the effects are cumulative.</p>\n<p><strong>Force Back: T</strong>he target is forced back (as the special number). It must withdraw a number of feet equal to the attacker’s damage roll. If this would push the opponent into a wall or obstacle, the opponent is knocked down, and takes 1d6 points of damage per 10’ he has traveled.</p>\n<p><strong>Knockdown:</strong> The target is immediately knocked <strong>prone</strong> (as the special maneuver).</p>\n<p><strong>Impair Attack:</strong> One of the target’s natural attacks (determined randomly) is somehow impaired – muscles sprained, claws ripped, etc. The target suffers a -4 to attack throws with the impaired natural attack until it gets 8 hours of restful sleep.</p>\n<p><strong>Impair Move:</strong> The target’s speed is reduced by 25% or 30’ (whichever is less) until the target rests. This represents a leg being wrenched, an ankle twisted, and so on.</p>\n<p><strong>Injure Hide:</strong> The target’s hide is bruised, cut, or broken open such that its AC is reduced by 1 until it gets 8 hours of restful sleep.</p>\n<p><strong>Stun:</strong> The target is stunned by the blow and considered <strong>surprised</strong> until the end of its next initiative.</p>\n<p><strong>Sunder Weapon:</strong> The target’s weapon is sundered (as the special maneuver). If the target’s weapon is a non-magical spear, staff, or pole arm, it shatters into splinters when sundered, dealing an additional 1d4 nonlethal damage to the target. Swords cannot be sundered by non-metal weapons or natural attacks dealing mundane damage. Magic weapons cannot be sundered except by other magic weapons or natural attacks dealing extraordinary damage.</p>\n<p><strong>Wrestle/Clamber:</strong> The results of this critical effect depend on the difference in size between the attacker and target. If the target is the same size category or smaller than the attacker, the attacker has grabbed the target in a wrestling hold (as the special maneuver). If the target is one or more size categories larger than the attacker, the attacker has clambered on top of or mounted the target (as the special maneuver, see below).</p>\n"
    },
    {
      "title": "Exploding 20s",
      "level": 3,
      "html": "<p>This rule is designed to be used in conjunction with the Critical Hits rules above. When making throws, unmodified 20s do <em>not</em> automatically succeed. Instead, when a character who throws an unmodified (natural) 20, the d20 <strong>explodes</strong>: Thecharacter immediately rolls another 1d20 and adds the new result to 20. Subsequent rolls of 20 continue to explode without limit.</p>\n<p>EXAMPLE: A peasant archer with a base attack throw of 11+ fires an arrow at Marcus, a high-level fighter in magical armor with an AC of 15. The archer needs to throw an (11+15) 26+ to hit the fighter. He rolls a natural 20. He immediately rolls 1d20; the result is a 7. The peasant has therefore rolled a (20 + 7) 27 against Marcus, which is a hit. Had the peasant’s second d20 roll have been a 3, the peasant’s result would have been a (20 + 3) 23, and he’d have missed. Had the peasant’s second d20 roll have been an 18, result would have been a (20 + 18) 38 and the peasant would have dealt a critical hit.</p>\n"
    },
    {
      "title": "Monster Group Initiative",
      "level": 3,
      "html": "<p>Many <em><strong>ACKS</strong></em>adventurers involve large-scale fights against dozens or sometimes even hundreds of combatants. In such cases, it makes little sense to roll initiative individually for the monsters, as their sheer numbers will mean that they roll every initiative result. Instead, you can roll initiative for each encounter group of monsters. The monsters still act sequentially on their count. (Remember, there is no simultaneous initiative in <em><strong>ACKS II</strong></em><em>.</em>)</p>\n<p>Encounter groups are detailed in the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>, and represent the typical group of monsters that are encountered together. For instance, brigands organize into bands consisting of up to 10 gangs of 2d4 brigands each. Hyenas organize into packs of 1d4+1 each.</p>\n<p>EXAMPLE: The Judge is running an adventurer in which he is using initiative by monster group. A party of adventurers, Andravus, Castinus, Hyglak, Raemon and Tirenius, has encountered three gangs of brigands. Gang #1 has 8 brigands, gang #2 has 4 brigands, and gang #3 has 6 brigands. When combat begins, the adventurers all roll initiative, while the Judge rolls initiative for each gang. Let’s imagine the initiative rolls were as follows:</p>\n<p>8: Andravus</p>\n<p>7: -</p>\n<p>6: -</p>\n<p>5: Gang #1, Raemon</p>\n<p>4: Gang #2, Castinus</p>\n<p>3: Hyglak</p>\n<p>2: Tirenius</p>\n<p>1: Gang #3</p>\n<p>On initiative count 8, Andravus would take his initiative segment.</p>\n<p>On initiative count 5, Raemon and all 8 members of Gang #1 can act. Since their initiative is tied, the side with the fewer combatants gets to act first. Therefore, Raemon gets to take his initiative segment first. Afterwards, each of the 8 members of Gang #1 get to take their initiative segments, one at a time in any order the Judge prefers.</p>\n<p>On initiative count 4, the same process is followed, with Castinus taking his initiative segment followed by the 4 brigands of gang #2.</p>\n<p>On initiative count 3, Hyglak takes his initiative segment.</p>\n<p>On initiative count 2, Tirenius decides to delay his initiative segment until initiative count -1. (He’s waiting for all the brigands to cluster together in the melee so he can <em>fireball</em> them.)</p>\n<p>On initiative count 1, Gang #3’s 6 members take their initiative segments in any order the Judge prefers.</p>\n<p>On initiative count -1, Tirenius takes his initiative segment.</p>\n"
    },
    {
      "title": "Static Initiative",
      "level": 3,
      "html": "<p>Initiative is rolled at the start of each combat round in <em><strong>ACKS</strong></em>in order to simulate the chaos, confusion, and uncertainty of combat. Players can never be sure if their spell will go off before an enemy archer gets to fire, or whether a withdrawal or retreat will come too late, or whether an injured adventurer can be healed before he is struck down. However, some Judges prefer to de-emphasize such tactical detail in favor of speed of play. If that’s your preference, then you can use static initiative.</p>\n<p>With static initiative, the combatants only roll initiative on the first round of combat. They then retain their initiative count for all subsequent rounds until combat ends or until they choose to voluntarily delay their initiative. If they voluntarily delay their initiative, their initiative count is reduced to the delayed value for the remainder of the combat. A combatant can delay multiple times if desired, subject the maximum delay (negative initiative count).</p>\n<p>EXAMPLE: The Judge is not only using initiative by monster group, he is also using static initiative. Therefore, on the second round of combat, the initiative count would go as follows:</p>\n<p>8: Andravus</p>\n<p>7: -</p>\n<p>6: -</p>\n<p>5: Gang #1, Raemon</p>\n<p>4: Gang #2, Castinus</p>\n<p>3: Hyglak</p>\n<p>2: -</p>\n<p>1: Gang #3</p>\n<p>0: -</p>\n<p>-1: Tirenius</p>\n<p>Because Tirenius delayed his initiative segment to -1 on the first round, he has reduced his initiative count to -1 for the rest of the battle.</p>\n<p>Static initiative tends to make the outcome of combat more deterministic and predictable. If their first rolls go well, the players do not have to fear a shocking swing that suddenly seems them attack twice without an opportunity to respond. Conversely, if their first rolls go badly, they can find it impossible to recover.</p>\n<p>A number of hybrid options can be used that retain some of the benefits of both dynamic and static initiative. Here are a few optional rules that we believe merit exploration by Judges who enjoy tinkering with mechanics:</p>\n<ul>\n<li><strong>The First and the Last:</strong> Initiative is static each round for every combatant except the combatant who acted first and the combatant who acted last. Those combatants must re-roll initiative at the start of the next round.</li>\n<li><strong>The Tide Turns:</strong> Initiative is static until a player character is reduced to 0 hp or otherwise removed from the combat. At this point, all combatants re-roll initiative.</li>\n<li><strong>Mysteries of Magic:</strong> Initiative is static each round for every combatant, except for combatants who declare they are casting a spell. Combatants casting spells re-roll initiative, so they are uncertain when their spell will go off in the round.</li>\n</ul>\n"
    },
    {
      "title": "Simultaneous Initiative in Duels",
      "level": 3,
      "html": "<p>When two combatants are <strong>engaged</strong> in a one-on-one duel with no other combatants, and both have the same initiative number, the two combatants act simultaneously. If this results in either or both combatants being reduced to 0 hp or less, then the combatant(s) immediately roll on the Permanent Wounds table at -5, applying only modifiers for Constitution, equipment, HD, and hp.</p>\n<p>EXAMPLE: Valerian Bellësareus is engaged in a one-on-one duel with his brother, the ruinguard Suhgurim. After four rounds of combat Valerian is down to just 7 hp and Suhgurim is down to 8 hp. On the fifth round of combat, the two combatants both roll a 6 for initiative. Therefore, they act simultaneously. Valerian hits Suhgurim with his holy sword of fire for 14 luminous fire damage, reducing him to -6 hp. Suhgurim hits Valerian for 12 bludgeoning damage, reducing him to -5 hp. The two brothers both roll on the Permanent Wounds table. Both roll badly and are mortally wounded. Suhgurim has all his limbs are burned of and his face hideously scarred by the flames, while Valerian’s neck is broken when the Scourge of Law strikes his throat between helm and cuirass. Tragic!</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Combat\n\nThese rules enable you to customize the combat mechanics of ***ACKS II***to your taste. Depending on your preferences, you can differentiate between attacking and armor penetration, add critical hits, or simplify initiative.\n\n### Attacks and Armor Penetration of Large Monsters\n\n|  |  |  |\n| --- | --- | --- |\n| **Size Category** | **Attack Throw Penalty** | **Armor Penetration** |\n| Man-sized (399 lbs or less) | 0 | 0 |\n| Large (400 – 1,999 lbs) | -2 | 2 |\n| Huge (2,000 – 7,999 lbs) | -4 | 4 |\n| Gigantic (4 – 15 tons) | -6 | 6 |\n| Colossal (16 – 31 tons) | -8 | 8 |\n| Colossal (32 – 63 tons) | -10 | 10 |\n| Colossal (64 tons or more) | -12 | 12 |\n\nAll monsters larger than men suffer an **attack throw penalty** based on their size category. This penalty applies to all attacks by the monster. In exchange, the monster gains a commensurate amount of **armor penetration**. Armor penetration allows a monster to ignore a number of points of the target’s Armor Class from armor, shields, magical adjustments to armor and shields, Weapon & Shield proficiency, magical items \"of armor\", and spells that create magical armor or shields or render the subject invulnerable. However, armor penetration cannot ignore Armor Class from DEX, Graceful Fighting ability, Swashbuckling proficiency, magical items and spells \"of protection\", and spells that improve AC through luck, speed, or divine favor.\n\nIn most cases, a monster will be attacking a foe with more armor than its armor penetration, and the attack throw penalty and armor penetration will cancel each other out. However, when a target is wearing less armor than the monster’s armor penetration, it will have a relatively harder time hitting the target. This is much to the benefit of heroic fantasy archetypes such as barbarians in loincloths, bladedancers in chainmail bikinis, and thieves in leather armor.\n\nEXAMPLE: An ogre, a large creature with an attack throw of 6+, is fighting a fighter and a thief. In the first round, it attacks the fighter. The fighter is wearing plate armor (AC 6). The ogre suffers a -2 penalty to its attack throw, but it ignores 2 points of armor. Its target value to hit the fighter is (6+2+6-2) 12+. In the second round, the ogre attacks the thief. The thief is wearing no armor but has DEX 18, so he has AC 3. The ogre suffers a -2 penalty to its attack throw because of its size. It could ignore 2 points of armor, but the thief is not wearing any. The ogre’s target value to hit the thief is (6+2+3) 11+.\n\nNote that if this rule were not applied, the ogre’s target value to hit the fighter would still be (6+6) 12+, but the ogre’s target value to hit the thief would only be (6+3) 9+. Nimble, lightly armored characters benefit from this rule.\n\n**Note:** Since it alters a core mechanic of ***ACKS****,* the Attacks and Armor Penetration of Large Monsters rule deserves a bit of explanation. In ***ACKS*** and other D20-based fantasy RPGs, armor protects its wearer by making him harder to successfully attack. This rule is much-maligned, largely by those who believe armor “shouldn’t make you harder to hit”. But historically, that’s just what armor did. Armor *worked*. In a careful survey, *From Sumer to Ancient Rome* reviewed the weapons available to ancient warriors and found they could generate 70-100 joules of kinetic energy, while to penetrate 2mm of bronze on leather took in excess of 120+ joules! Nor would “bludgeon force still kill\"—even a mighty 110-joule blow from a mace would have its kinetic energy distributed by the armor, such that it is reduced to the equivalent of a 15-joule blow. In other words, attacks that struck armor often bounced off with little harm done; successful attacks were those that struck gaps in the armor. ***ACKS***’sArmor Class is a reasonable and playable approximation of this reality.\n\nWhat about when the combatants are not humans producing 70-100 joules, but instead are elephants, ogres, dragons, or other monsters capable of delivering far more kinetic energy? In ***ACKS****,* bigger monsters have higher Hit Dice; and monsters with higher Hit Dice have better attack throws. An ogre, with 4 HD, has an attack throw of 6+; it strikes a knight in chainmail (AC 4) as easily as a 1st level fighter (attack throw 10+) strikes an unarmored foe (AC 0). Since an ogre and a fighter probably have similar dexterity and combat training, the difference in accuracy obviously reflects the ogre’s much greater strength. An ogre can cleave through chainmail like a child snapping twigs, so the target is effectively “unarmored” against its blows. Conversely, since a fighter’s blows will be stopped by chainmail, he needs to aim for the neck, armpits, thighs, and other unarmored areas, and thus has a harder time hitting. Armor Class remains a reasonable and playable approximation of the reality of the game world.\n\nOr does it? After all, the same ogre attacking an unarmored target (AC 0) will hit the unarmored target on a 6+ to the fighter’s 10+. In this case, it can’t be that the ogre’s strength is allowing it to cleave through armor – the target isn’t wearing any! Thus, we have a conundrum: Confront an ogre with an armored knight and his fighting skills seem to rely on brute force to bash through armor. Put an ogre against a target with no armor, and the ogre suddenly becomes a graceful ballerina of death.\n\n### Critical Hits\n\nIf the result of an attacker’s attack throw exceeds its target value by 10 or more, the attacker has dealt a **critical hit** to its target. When a critical hit is dealt, the target suffers double damage dice and must make an immediate size-adjusted Paralysis saving throw. If the save fails, the target suffers a critical effect in addition to double damage dice.\n\nThe attacker determines the critical effect dealt by rolling 1d10 on the appropriate column on the Critical Effects table. For purposes of the Critical Effects table, “characters” are combatants equipped with arms and armor, while “monsters” are combatants relying on natural weapons and toughness.\n\n**Brawling:** After seeing the result rolled on the Critical Effects table, the attacker can opt to inflict a Brawling critical effect in lieu of the effect rolled. For instance, an attacker who fears being carried off by a flying creature could substitute a Brawling result for a Clamber result.\n\n**Combat Trickery:** After seeing the result rolled on the Critical Effects table, an attacker with Combat Trickery proficiency can substitute the special maneuver with which he has proficiency in lieu of the effect rolled. For instance, an attacker with Combat Trickery (Disarm) who deals a Force Back critical hit can inflict a Disarm instead.\n\n**Shields May Be Splintered:** If the target of a critical effect is equipped with a shield, he may choose to substitute a Damage Shield result in lieu of a Damage Armor, Force Back, Injure Hide, Impair Attack, Impair Move, Knockdown, or Stun effect dealt to him. This represents the character desperately absorbing the blow on his shield.\n\n|  |  |  |\n| --- | --- | --- |\n| **Die Roll** | **Effect v. Character** | **Effect v. Monster** |\n| 1 | Brawling | Brawling |\n| 2 | Damage Shield | Fatigued |\n| 3 | Damage Armor | Injure Hide |\n| 4 | Disarm | Impair Move |\n| 5 | Force Back | Force Back |\n| 6 | Knockdown | Knockdown |\n| 7 | Sunder Weapon | Impair Attack |\n| 8 | Stun | Stun |\n| 9 | Wrestle/Clamber | Wrestle/Clamber |\n| 10 | Attacker’s Choice | Attacker’s Choice |\n\n###### Critical Effects\n\n**Attacker’s Choice:** The attacker may choose any desired critical effect from the appropriate column (Character or Monster).\n\n**Brawling:** The target suffers an additional 1d4 mundane bludgeoning damage from a strike from the attacker’s gauntlet, pommel, or shield rim. If the attacker has no metal weapons, the damage is nonlethal, but otherwise the brawling damage can be lethal or nonlethal, at his discretion.\n\n**Damage Armor:** The target’s armor is damaged, reducing its effectiveness by 1 point. Armor that loses all effectiveness is ruined. Damaged armor can be repaired at a cost of 10gp per point of effectiveness. Magic armor cannot be damaged except by mundane damage.\n\n**Damage Shield:** The target’s shield is damaged, reducing its effectiveness by 1. If the shield is non-magical, this will destroy it. Damaged shields can be repaired at a cost of 10gp per point of effectiveness. Magic shields cannot be damaged by mundane damage.\n\n**Disarm:** The target is disarmed of its weapon (as the special maneuver). The weapon drops to a point chosen by the attacker who dealt the critical hit, up to 5’ distant from the target.\n\n**Fatigued:** The target is **fatigued** by the flurry of blows. The target suffers a -1 penalty to attack throws and damage throws until it gets 8 hours of restful sleep. If additional fatigue effects are rolled, the effects are cumulative.\n\n**Force Back: T**he target is forced back (as the special number). It must withdraw a number of feet equal to the attacker’s damage roll. If this would push the opponent into a wall or obstacle, the opponent is knocked down, and takes 1d6 points of damage per 10’ he has traveled.\n\n**Knockdown:** The target is immediately knocked **prone** (as the special maneuver).\n\n**Impair Attack:** One of the target’s natural attacks (determined randomly) is somehow impaired – muscles sprained, claws ripped, etc. The target suffers a -4 to attack throws with the impaired natural attack until it gets 8 hours of restful sleep.\n\n**Impair Move:** The target’s speed is reduced by 25% or 30’ (whichever is less) until the target rests. This represents a leg being wrenched, an ankle twisted, and so on.\n\n**Injure Hide:** The target’s hide is bruised, cut, or broken open such that its AC is reduced by 1 until it gets 8 hours of restful sleep.\n\n**Stun:** The target is stunned by the blow and considered **surprised** until the end of its next initiative.\n\n**Sunder Weapon:** The target’s weapon is sundered (as the special maneuver). If the target’s weapon is a non-magical spear, staff, or pole arm, it shatters into splinters when sundered, dealing an additional 1d4 nonlethal damage to the target. Swords cannot be sundered by non-metal weapons or natural attacks dealing mundane damage. Magic weapons cannot be sundered except by other magic weapons or natural attacks dealing extraordinary damage.\n\n**Wrestle/Clamber:** The results of this critical effect depend on the difference in size between the attacker and target. If the target is the same size category or smaller than the attacker, the attacker has grabbed the target in a wrestling hold (as the special maneuver). If the target is one or more size categories larger than the attacker, the attacker has clambered on top of or mounted the target (as the special maneuver, see below).\n\n### Exploding 20s\n\nThis rule is designed to be used in conjunction with the Critical Hits rules above. When making throws, unmodified 20s do *not* automatically succeed. Instead, when a character who throws an unmodified (natural) 20, the d20 **explodes**: Thecharacter immediately rolls another 1d20 and adds the new result to 20. Subsequent rolls of 20 continue to explode without limit.\n\nEXAMPLE: A peasant archer with a base attack throw of 11+ fires an arrow at Marcus, a high-level fighter in magical armor with an AC of 15. The archer needs to throw an (11+15) 26+ to hit the fighter. He rolls a natural 20. He immediately rolls 1d20; the result is a 7. The peasant has therefore rolled a (20 + 7) 27 against Marcus, which is a hit. Had the peasant’s second d20 roll have been a 3, the peasant’s result would have been a (20 + 3) 23, and he’d have missed. Had the peasant’s second d20 roll have been an 18, result would have been a (20 + 18) 38 and the peasant would have dealt a critical hit.\n\n### Monster Group Initiative\n\nMany ***ACKS***adventurers involve large-scale fights against dozens or sometimes even hundreds of combatants. In such cases, it makes little sense to roll initiative individually for the monsters, as their sheer numbers will mean that they roll every initiative result. Instead, you can roll initiative for each encounter group of monsters. The monsters still act sequentially on their count. (Remember, there is no simultaneous initiative in ***ACKS II****.*)\n\nEncounter groups are detailed in the ***ACKS II******Monstrous Manual***, and represent the typical group of monsters that are encountered together. For instance, brigands organize into bands consisting of up to 10 gangs of 2d4 brigands each. Hyenas organize into packs of 1d4+1 each.\n\nEXAMPLE: The Judge is running an adventurer in which he is using initiative by monster group. A party of adventurers, Andravus, Castinus, Hyglak, Raemon and Tirenius, has encountered three gangs of brigands. Gang #1 has 8 brigands, gang #2 has 4 brigands, and gang #3 has 6 brigands. When combat begins, the adventurers all roll initiative, while the Judge rolls initiative for each gang. Let’s imagine the initiative rolls were as follows:\n\n8: Andravus\n\n7: -\n\n6: -\n\n5: Gang #1, Raemon\n\n4: Gang #2, Castinus\n\n3: Hyglak\n\n2: Tirenius\n\n1: Gang #3\n\nOn initiative count 8, Andravus would take his initiative segment.\n\nOn initiative count 5, Raemon and all 8 members of Gang #1 can act. Since their initiative is tied, the side with the fewer combatants gets to act first. Therefore, Raemon gets to take his initiative segment first. Afterwards, each of the 8 members of Gang #1 get to take their initiative segments, one at a time in any order the Judge prefers.\n\nOn initiative count 4, the same process is followed, with Castinus taking his initiative segment followed by the 4 brigands of gang #2.\n\nOn initiative count 3, Hyglak takes his initiative segment.\n\nOn initiative count 2, Tirenius decides to delay his initiative segment until initiative count -1. (He’s waiting for all the brigands to cluster together in the melee so he can *fireball* them.)\n\nOn initiative count 1, Gang #3’s 6 members take their initiative segments in any order the Judge prefers.\n\nOn initiative count -1, Tirenius takes his initiative segment.\n\n### Static Initiative\n\nInitiative is rolled at the start of each combat round in ***ACKS***in order to simulate the chaos, confusion, and uncertainty of combat. Players can never be sure if their spell will go off before an enemy archer gets to fire, or whether a withdrawal or retreat will come too late, or whether an injured adventurer can be healed before he is struck down. However, some Judges prefer to de-emphasize such tactical detail in favor of speed of play. If that’s your preference, then you can use static initiative.\n\nWith static initiative, the combatants only roll initiative on the first round of combat. They then retain their initiative count for all subsequent rounds until combat ends or until they choose to voluntarily delay their initiative. If they voluntarily delay their initiative, their initiative count is reduced to the delayed value for the remainder of the combat. A combatant can delay multiple times if desired, subject the maximum delay (negative initiative count).\n\nEXAMPLE: The Judge is not only using initiative by monster group, he is also using static initiative. Therefore, on the second round of combat, the initiative count would go as follows:\n\n8: Andravus\n\n7: -\n\n6: -\n\n5: Gang #1, Raemon\n\n4: Gang #2, Castinus\n\n3: Hyglak\n\n2: -\n\n1: Gang #3\n\n0: -\n\n-1: Tirenius\n\nBecause Tirenius delayed his initiative segment to -1 on the first round, he has reduced his initiative count to -1 for the rest of the battle.\n\nStatic initiative tends to make the outcome of combat more deterministic and predictable. If their first rolls go well, the players do not have to fear a shocking swing that suddenly seems them attack twice without an opportunity to respond. Conversely, if their first rolls go badly, they can find it impossible to recover.\n\nA number of hybrid options can be used that retain some of the benefits of both dynamic and static initiative. Here are a few optional rules that we believe merit exploration by Judges who enjoy tinkering with mechanics:\n\n* **The First and the Last:** Initiative is static each round for every combatant except the combatant who acted first and the combatant who acted last. Those combatants must re-roll initiative at the start of the next round.\n* **The Tide Turns:** Initiative is static until a player character is reduced to 0 hp or otherwise removed from the combat. At this point, all combatants re-roll initiative.\n* **Mysteries of Magic:** Initiative is static each round for every combatant, except for combatants who declare they are casting a spell. Combatants casting spells re-roll initiative, so they are uncertain when their spell will go off in the round.\n\n### Simultaneous Initiative in Duels\n\nWhen two combatants are **engaged** in a one-on-one duel with no other combatants, and both have the same initiative number, the two combatants act simultaneously. If this results in either or both combatants being reduced to 0 hp or less, then the combatant(s) immediately roll on the Permanent Wounds table at -5, applying only modifiers for Constitution, equipment, HD, and hp.\n\nEXAMPLE: Valerian Bellësareus is engaged in a one-on-one duel with his brother, the ruinguard Suhgurim. After four rounds of combat Valerian is down to just 7 hp and Suhgurim is down to 8 hp. On the fifth round of combat, the two combatants both roll a 6 for initiative. Therefore, they act simultaneously. Valerian hits Suhgurim with his holy sword of fire for 14 luminous fire damage, reducing him to -6 hp. Suhgurim hits Valerian for 12 bludgeoning damage, reducing him to -5 hp. The two brothers both roll on the Permanent Wounds table. Both roll badly and are mortally wounded. Suhgurim has all his limbs are burned of and his face hideously scarred by the flames, while Valerian’s neck is broken when the Scourge of Law strikes his throat between helm and cuirass. Tragic!\n"
}