{
  "html": "<h2>Rule of the Few</h2>\n<p>The classic philosophers divided governments into four basic types: those ruled by one (monarchies), those ruled by a few (oligarchies), those ruled by all (democracies), and those ruled by a mix of the prior three types (polities). Monarchies are already well-addressed by the Core Rules, while polities can be handled using the rules for senatorial realms. Here we offer rules to model <strong>oligarchies</strong>, also known as <strong>oligarchic realms.</strong> These realms are governed by a select group who collectively set policy, known as <strong>oligarchs</strong>.</p>\n<h3>Game Mechanics for Oligarchic Realms</h3>\n<p>The following rules apply to an oligarchic realm:</p>\n<ul>\n<li>The oligarchy is considered the ruler of the realm with its own Charisma, alignment, and level for these purposes.</li>\n<li>The Charisma of the oligarchy is determined by finding the average Charisma modifier of the oligarchs. For purposes of this calculation, add +1 to an oligarch’s Charisma modifier if he has Leadership proficiency. Do not add Leadership proficiency to Base Morale separately.</li>\n<li>The class level of the oligarchy is determined by finding the average class level of the oligarchs of the realm. This average level is then cross-referenced with the oligarchy’s average domain income (domain income per oligarch) to find the oligarchy’s Personal Authority.</li>\n<li>The alignment of the oligarchy is determined as follows. If at least two-thirds are Lawful, the oligarchy is Lawful. If at least one-half are Lawful, and none are Chaotic, the oligarchy is Lawful. If at least one-half are Chaotic, the oligarchy is Chaotic. In all other circumstances, the oligarchy is Neutral.</li>\n<li>The oligarchy does not have henchmen, but it can still have vassal domains. The vassals of the oligarchy can be ruled by the henchmen of any of the oligarchs or by non-henchman vassals. The vassal domains pays tribute to the oligarchic realm, but a henchmen’s loyalty remains to his oligarch, not to the oligarchy as a whole. If a demand for a duty (e.g. construction, call to arms, tax demanded, or loan demanded) is made on a vassal by the oligarchy that is against the wishes of the oligarch who commands the vassal’s loyalty, the vassal is considered a non-henchman vassal for purposes of the Henchman loyalty check to that demand. For henchmen vassals, tribute inefficiency is determined by the number for each oligarch and applied towards the tribute paid by that oligarch’s henchmen. For non-henchmen vassals, tribute inefficiency is determined by the total number of non-henchmen vassals for the oligarchy as a whole.</li>\n<li>Domain revenue is collected by the oligarchy. Domain expenses are paid by the oligarchy. Domain income is then split between all of the oligarchs equally, who earn campaign XP equal to their share of domain income less their GP Threshold. (Individual oligarchies may allocate the actual GP differently if desired, but XP is always calculated as above.)</li>\n<li>All decisions regarding the realm are made by the oligarchy. By default, majority rules, but particular oligarchies may establish other rules. In the event that an oligarchy cannot come to a consensus on a particular decision, then whatever policy applied the prior year, season, or month (as appropriate) is applied.</li>\n<li>The oligarchy may benefit from the Administering the Domain campaign activity only if every oligarch who is eligible to administer the oligarchy actually administers the domain. Most oligarchies, as a result, are not that well-run. Of course, an oligarchy administered by a single ruler is actually a senatorial realm!</li>\n</ul>\n<h3>Establishing an Oligarchic realm</h3>\n<p>An oligarchic realm can be established in one of three ways.</p>\n<ol>\n<li>The ruler of a realm can voluntarily relinquish power to an oligarchy that he establishes.</li>\n<li>The senators of an existing senatorial realm can depose the ruler and assume power as an oligarchy.</li>\n<li>Several independent domains can merge their realms together into one larger realm, establishing an oligarchy as the new realm’s governing body.</li>\n</ol>\n<p>When an existing realm becomes an oligarchy, the realm’s base morale score is updated to reflect the characteristics of the oligarchy.</p>\n<h3>Multiracial Oligarchies</h3>\n<p>From time to time, an oligarchy might be formed in which the rulers are drawn from two or more races, such as dwarves, elves, and/or humans. The following rules apply.</p>\n<h4>Oligarchs</h4>\n<p>Each race will expect to have some oligarchs of its own kind. The number of oligarchs of each race must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.</p>\n<h4>Strongholds</h4>\n<p>The domain can use one stronghold or several strongholds to secure its territory. Each stronghold must be assigned to a particular oligarch and must follow the rules for that oligarch’s race and class. If the domain has multiple strongholds, then the territory secured by each stronghold must be settled by peasants of the same race as that stronghold’s oligarch.</p>\n<h4>Territory</h4>\n<p>Some races insist on either being ruled by members of their own race or living apart from other races. Dwarves, elves, and gnomes will settle in unsettled territory, in outland hexes ruled by any oligarch, and in civilized or borderlands hexes ruled by an oligarch of their own race. Beastmen, halflings, and humans will settle under any race.</p>\n<h4>Terrain</h4>\n<p>Some races prefer to live in different types of terrain. Any race will settle in a hex of clear or river terrain. Dwarves will also settle in badlands, hills, or mountain terrain, or any hex that can be mined. Elves will also settle in jungle, scrub, swamp, or woods terrain. Beastmen, halflings, and humans will settle in any hex.</p>\n<h4>Keeping the Peace</h4>\n<p>The tension caused by the clash of cultures permanently decreases Base Morale Score by 1 if two races cohabit and by 2 if three or more races cohabit.</p>\n<p>The peasant families in each hex of territory must be protected by a garrison made up of troops of their own race. The ratio of garrison expenditure must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.</p>\n<p>If bandits emerge, the Judge will determine whether they are arising from peasants of a specific race (with its own grievances) or are a coalition of free peoples irked at their oligarchs in general.</p>\n<h4>Growing the Domain</h4>\n<p>Peasant population growth is calculated on a hex-by-hex basis by race, applying the modifiers for each race. Human peasant population growth will thus, over time, outstrip dwarven and elven population growth, unless agricultural investment counterbalances this.</p>\n<p>Agricultural investments attract new peasant families based on the hex they are made in. The maximum amount that may be spent is not increased, however, so investments have to be balanced over time if necessary.</p>\n<h4>Urban Settlements</h4>\n<p>The domain can have one urban settlement made up of a multiracial mix of urban families. Urban investment and urban population growth attract new urban families in proportion to the mix of peasant families of the prior month. The urban population grows in size as if it were the most fecund race (e.g. at the fastest rate). Because of the division of labor generated by the mosaic of cultures, each urban family generates an additional 0.5gp per month in trade revenue!</p>\n<h4>Conscripts and Militia</h4>\n<p>If conscripts are levied, or militia called, they belong to the races of the families that provided the conscript or militia troops. If conscripts or militia are summoned out of proportion to the percentage of the domain’s peasant families, the domain suffers a -1 on domain morale rolls for each race which is over-represented in the troops.</p>\n<h4>Dwarven Vaults</h4>\n<p>Dwarven peasant families settled in a hex secured by a dwarven vault with access to adequate timber and water can engage in mushroom farming. The rules from <em><strong>By This Axe</strong></em>apply.</p>\n<p>Dwarven peasant families settled in a hex with a mine or quarry can still be assigned to serve as work gangs on that mine or quarry. Dwarven peasant families from outside the hex or dwarven urban families from the domain’s settlement may not be assigned to serve as work gangs, because they acquire uppity attitudes and poor work ethic from their neighbors.</p>\n<p>There is no morale penalty for having dwarves work on ore deposits provided that no other work gangs are used. The dwarven work gangs gain the Lore of Ore and Industrial Improvements benefits. They may Delve Deeper if desired. Dwarves will not work on mines or quarries in a domain of work gangs of other races are also employed, considering it their purview to do so exclusively.</p>\n<h4>Elven Fastnesses</h4>\n<p>An elven oligarch with stronghold in a place of natural beauty gains his friendship of animals power in the area around his stronghold provided his territory is populated exclusively by elven families.</p>\n<h4>Separating Land and Lordship</h4>\n<p>An oligarchy may separate land and lordship if desired using the rules on the following page. The oligarchy as a whole functions as the governor of the domain in this case. Individual oligarchs can be landowners if desired. This will be complex – but that’s why these are optional rules.</p>\n<h3>Dissolving an Oligarchic realm</h3>\n<p>An oligarchic realm can be dissolved in several ways.</p>\n<ol>\n<li>The realm can be conquered. The conqueror can replace the oligarchy with a ruler loyal to himself, add a ruler while retaining the oligarchy as a senate, or have the oligarchy become his vassal.</li>\n<li>The oligarchs of an existing oligarchy can agree to appoint a ruler over themselves, either becoming senators of a senatorial realm or dissolving entirely.</li>\n<li>The oligarchs of an existing oligarchy can voluntarily dissolve the oligarchy, allocating territory to the various oligarchs who control strongholds within the oligarchy.</li>\n<li>One or more of the oligarchs can secede from the oligarchy. If this occurs, the former oligarch’s new domain will consist of the families and territory within whichever stronghold(s) he controls. If any of the oligarchy’s vassals are his henchmen, each of those henchmen will make a loyalty roll; if they remain loyal, they will become his vassals, and their sub-domains will constitute part of his new realm.</li>\n</ol>\n<p>The new domain(s) must have their base morale score(s) updated to reflect the characteristics of the new ruler or rulers.</p>\n",
  "sections": [
    {
      "title": "Rule of the Few",
      "level": 2,
      "html": "<p>The classic philosophers divided governments into four basic types: those ruled by one (monarchies), those ruled by a few (oligarchies), those ruled by all (democracies), and those ruled by a mix of the prior three types (polities). Monarchies are already well-addressed by the Core Rules, while polities can be handled using the rules for senatorial realms. Here we offer rules to model <strong>oligarchies</strong>, also known as <strong>oligarchic realms.</strong> These realms are governed by a select group who collectively set policy, known as <strong>oligarchs</strong>.</p>\n"
    },
    {
      "title": "Game Mechanics for Oligarchic Realms",
      "level": 3,
      "html": "<p>The following rules apply to an oligarchic realm:</p>\n<ul>\n<li>The oligarchy is considered the ruler of the realm with its own Charisma, alignment, and level for these purposes.</li>\n<li>The Charisma of the oligarchy is determined by finding the average Charisma modifier of the oligarchs. For purposes of this calculation, add +1 to an oligarch’s Charisma modifier if he has Leadership proficiency. Do not add Leadership proficiency to Base Morale separately.</li>\n<li>The class level of the oligarchy is determined by finding the average class level of the oligarchs of the realm. This average level is then cross-referenced with the oligarchy’s average domain income (domain income per oligarch) to find the oligarchy’s Personal Authority.</li>\n<li>The alignment of the oligarchy is determined as follows. If at least two-thirds are Lawful, the oligarchy is Lawful. If at least one-half are Lawful, and none are Chaotic, the oligarchy is Lawful. If at least one-half are Chaotic, the oligarchy is Chaotic. In all other circumstances, the oligarchy is Neutral.</li>\n<li>The oligarchy does not have henchmen, but it can still have vassal domains. The vassals of the oligarchy can be ruled by the henchmen of any of the oligarchs or by non-henchman vassals. The vassal domains pays tribute to the oligarchic realm, but a henchmen’s loyalty remains to his oligarch, not to the oligarchy as a whole. If a demand for a duty (e.g. construction, call to arms, tax demanded, or loan demanded) is made on a vassal by the oligarchy that is against the wishes of the oligarch who commands the vassal’s loyalty, the vassal is considered a non-henchman vassal for purposes of the Henchman loyalty check to that demand. For henchmen vassals, tribute inefficiency is determined by the number for each oligarch and applied towards the tribute paid by that oligarch’s henchmen. For non-henchmen vassals, tribute inefficiency is determined by the total number of non-henchmen vassals for the oligarchy as a whole.</li>\n<li>Domain revenue is collected by the oligarchy. Domain expenses are paid by the oligarchy. Domain income is then split between all of the oligarchs equally, who earn campaign XP equal to their share of domain income less their GP Threshold. (Individual oligarchies may allocate the actual GP differently if desired, but XP is always calculated as above.)</li>\n<li>All decisions regarding the realm are made by the oligarchy. By default, majority rules, but particular oligarchies may establish other rules. In the event that an oligarchy cannot come to a consensus on a particular decision, then whatever policy applied the prior year, season, or month (as appropriate) is applied.</li>\n<li>The oligarchy may benefit from the Administering the Domain campaign activity only if every oligarch who is eligible to administer the oligarchy actually administers the domain. Most oligarchies, as a result, are not that well-run. Of course, an oligarchy administered by a single ruler is actually a senatorial realm!</li>\n</ul>\n"
    },
    {
      "title": "Establishing an Oligarchic realm",
      "level": 3,
      "html": "<p>An oligarchic realm can be established in one of three ways.</p>\n<ol>\n<li>The ruler of a realm can voluntarily relinquish power to an oligarchy that he establishes.</li>\n<li>The senators of an existing senatorial realm can depose the ruler and assume power as an oligarchy.</li>\n<li>Several independent domains can merge their realms together into one larger realm, establishing an oligarchy as the new realm’s governing body.</li>\n</ol>\n<p>When an existing realm becomes an oligarchy, the realm’s base morale score is updated to reflect the characteristics of the oligarchy.</p>\n"
    },
    {
      "title": "Multiracial Oligarchies",
      "level": 3,
      "html": "<p>From time to time, an oligarchy might be formed in which the rulers are drawn from two or more races, such as dwarves, elves, and/or humans. The following rules apply.</p>\n"
    },
    {
      "title": "Oligarchs",
      "level": 4,
      "html": "<p>Each race will expect to have some oligarchs of its own kind. The number of oligarchs of each race must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.</p>\n"
    },
    {
      "title": "Strongholds",
      "level": 4,
      "html": "<p>The domain can use one stronghold or several strongholds to secure its territory. Each stronghold must be assigned to a particular oligarch and must follow the rules for that oligarch’s race and class. If the domain has multiple strongholds, then the territory secured by each stronghold must be settled by peasants of the same race as that stronghold’s oligarch.</p>\n"
    },
    {
      "title": "Territory",
      "level": 4,
      "html": "<p>Some races insist on either being ruled by members of their own race or living apart from other races. Dwarves, elves, and gnomes will settle in unsettled territory, in outland hexes ruled by any oligarch, and in civilized or borderlands hexes ruled by an oligarch of their own race. Beastmen, halflings, and humans will settle under any race.</p>\n"
    },
    {
      "title": "Terrain",
      "level": 4,
      "html": "<p>Some races prefer to live in different types of terrain. Any race will settle in a hex of clear or river terrain. Dwarves will also settle in badlands, hills, or mountain terrain, or any hex that can be mined. Elves will also settle in jungle, scrub, swamp, or woods terrain. Beastmen, halflings, and humans will settle in any hex.</p>\n"
    },
    {
      "title": "Keeping the Peace",
      "level": 4,
      "html": "<p>The tension caused by the clash of cultures permanently decreases Base Morale Score by 1 if two races cohabit and by 2 if three or more races cohabit.</p>\n<p>The peasant families in each hex of territory must be protected by a garrison made up of troops of their own race. The ratio of garrison expenditure must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.</p>\n<p>If bandits emerge, the Judge will determine whether they are arising from peasants of a specific race (with its own grievances) or are a coalition of free peoples irked at their oligarchs in general.</p>\n"
    },
    {
      "title": "Growing the Domain",
      "level": 4,
      "html": "<p>Peasant population growth is calculated on a hex-by-hex basis by race, applying the modifiers for each race. Human peasant population growth will thus, over time, outstrip dwarven and elven population growth, unless agricultural investment counterbalances this.</p>\n<p>Agricultural investments attract new peasant families based on the hex they are made in. The maximum amount that may be spent is not increased, however, so investments have to be balanced over time if necessary.</p>\n"
    },
    {
      "title": "Urban Settlements",
      "level": 4,
      "html": "<p>The domain can have one urban settlement made up of a multiracial mix of urban families. Urban investment and urban population growth attract new urban families in proportion to the mix of peasant families of the prior month. The urban population grows in size as if it were the most fecund race (e.g. at the fastest rate). Because of the division of labor generated by the mosaic of cultures, each urban family generates an additional 0.5gp per month in trade revenue!</p>\n"
    },
    {
      "title": "Conscripts and Militia",
      "level": 4,
      "html": "<p>If conscripts are levied, or militia called, they belong to the races of the families that provided the conscript or militia troops. If conscripts or militia are summoned out of proportion to the percentage of the domain’s peasant families, the domain suffers a -1 on domain morale rolls for each race which is over-represented in the troops.</p>\n"
    },
    {
      "title": "Dwarven Vaults",
      "level": 4,
      "html": "<p>Dwarven peasant families settled in a hex secured by a dwarven vault with access to adequate timber and water can engage in mushroom farming. The rules from <em><strong>By This Axe</strong></em>apply.</p>\n<p>Dwarven peasant families settled in a hex with a mine or quarry can still be assigned to serve as work gangs on that mine or quarry. Dwarven peasant families from outside the hex or dwarven urban families from the domain’s settlement may not be assigned to serve as work gangs, because they acquire uppity attitudes and poor work ethic from their neighbors.</p>\n<p>There is no morale penalty for having dwarves work on ore deposits provided that no other work gangs are used. The dwarven work gangs gain the Lore of Ore and Industrial Improvements benefits. They may Delve Deeper if desired. Dwarves will not work on mines or quarries in a domain of work gangs of other races are also employed, considering it their purview to do so exclusively.</p>\n"
    },
    {
      "title": "Elven Fastnesses",
      "level": 4,
      "html": "<p>An elven oligarch with stronghold in a place of natural beauty gains his friendship of animals power in the area around his stronghold provided his territory is populated exclusively by elven families.</p>\n"
    },
    {
      "title": "Separating Land and Lordship",
      "level": 4,
      "html": "<p>An oligarchy may separate land and lordship if desired using the rules on the following page. The oligarchy as a whole functions as the governor of the domain in this case. Individual oligarchs can be landowners if desired. This will be complex – but that’s why these are optional rules.</p>\n"
    },
    {
      "title": "Dissolving an Oligarchic realm",
      "level": 3,
      "html": "<p>An oligarchic realm can be dissolved in several ways.</p>\n<ol>\n<li>The realm can be conquered. The conqueror can replace the oligarchy with a ruler loyal to himself, add a ruler while retaining the oligarchy as a senate, or have the oligarchy become his vassal.</li>\n<li>The oligarchs of an existing oligarchy can agree to appoint a ruler over themselves, either becoming senators of a senatorial realm or dissolving entirely.</li>\n<li>The oligarchs of an existing oligarchy can voluntarily dissolve the oligarchy, allocating territory to the various oligarchs who control strongholds within the oligarchy.</li>\n<li>One or more of the oligarchs can secede from the oligarchy. If this occurs, the former oligarch’s new domain will consist of the families and territory within whichever stronghold(s) he controls. If any of the oligarchy’s vassals are his henchmen, each of those henchmen will make a loyalty roll; if they remain loyal, they will become his vassals, and their sub-domains will constitute part of his new realm.</li>\n</ol>\n<p>The new domain(s) must have their base morale score(s) updated to reflect the characteristics of the new ruler or rulers.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Rule of the Few\n\nThe classic philosophers divided governments into four basic types: those ruled by one (monarchies), those ruled by a few (oligarchies), those ruled by all (democracies), and those ruled by a mix of the prior three types (polities). Monarchies are already well-addressed by the Core Rules, while polities can be handled using the rules for senatorial realms. Here we offer rules to model **oligarchies**, also known as **oligarchic realms.** These realms are governed by a select group who collectively set policy, known as **oligarchs**.\n\n### Game Mechanics for Oligarchic Realms\n\nThe following rules apply to an oligarchic realm:\n\n* The oligarchy is considered the ruler of the realm with its own Charisma, alignment, and level for these purposes.\n* The Charisma of the oligarchy is determined by finding the average Charisma modifier of the oligarchs. For purposes of this calculation, add +1 to an oligarch’s Charisma modifier if he has Leadership proficiency. Do not add Leadership proficiency to Base Morale separately.\n* The class level of the oligarchy is determined by finding the average class level of the oligarchs of the realm. This average level is then cross-referenced with the oligarchy’s average domain income (domain income per oligarch) to find the oligarchy’s Personal Authority.\n* The alignment of the oligarchy is determined as follows. If at least two-thirds are Lawful, the oligarchy is Lawful. If at least one-half are Lawful, and none are Chaotic, the oligarchy is Lawful. If at least one-half are Chaotic, the oligarchy is Chaotic. In all other circumstances, the oligarchy is Neutral.\n* The oligarchy does not have henchmen, but it can still have vassal domains. The vassals of the oligarchy can be ruled by the henchmen of any of the oligarchs or by non-henchman vassals. The vassal domains pays tribute to the oligarchic realm, but a henchmen’s loyalty remains to his oligarch, not to the oligarchy as a whole. If a demand for a duty (e.g. construction, call to arms, tax demanded, or loan demanded) is made on a vassal by the oligarchy that is against the wishes of the oligarch who commands the vassal’s loyalty, the vassal is considered a non-henchman vassal for purposes of the Henchman loyalty check to that demand. For henchmen vassals, tribute inefficiency is determined by the number for each oligarch and applied towards the tribute paid by that oligarch’s henchmen. For non-henchmen vassals, tribute inefficiency is determined by the total number of non-henchmen vassals for the oligarchy as a whole.\n* Domain revenue is collected by the oligarchy. Domain expenses are paid by the oligarchy. Domain income is then split between all of the oligarchs equally, who earn campaign XP equal to their share of domain income less their GP Threshold. (Individual oligarchies may allocate the actual GP differently if desired, but XP is always calculated as above.)\n* All decisions regarding the realm are made by the oligarchy. By default, majority rules, but particular oligarchies may establish other rules. In the event that an oligarchy cannot come to a consensus on a particular decision, then whatever policy applied the prior year, season, or month (as appropriate) is applied.\n* The oligarchy may benefit from the Administering the Domain campaign activity only if every oligarch who is eligible to administer the oligarchy actually administers the domain. Most oligarchies, as a result, are not that well-run. Of course, an oligarchy administered by a single ruler is actually a senatorial realm!\n\n### Establishing an Oligarchic realm\n\nAn oligarchic realm can be established in one of three ways.\n\n1. The ruler of a realm can voluntarily relinquish power to an oligarchy that he establishes.\n2. The senators of an existing senatorial realm can depose the ruler and assume power as an oligarchy.\n3. Several independent domains can merge their realms together into one larger realm, establishing an oligarchy as the new realm’s governing body.\n\nWhen an existing realm becomes an oligarchy, the realm’s base morale score is updated to reflect the characteristics of the oligarchy.\n\n### Multiracial Oligarchies\n\nFrom time to time, an oligarchy might be formed in which the rulers are drawn from two or more races, such as dwarves, elves, and/or humans. The following rules apply.\n\n#### Oligarchs\n\nEach race will expect to have some oligarchs of its own kind. The number of oligarchs of each race must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.\n\n#### Strongholds\n\nThe domain can use one stronghold or several strongholds to secure its territory. Each stronghold must be assigned to a particular oligarch and must follow the rules for that oligarch’s race and class. If the domain has multiple strongholds, then the territory secured by each stronghold must be settled by peasants of the same race as that stronghold’s oligarch.\n\n#### Territory\n\nSome races insist on either being ruled by members of their own race or living apart from other races. Dwarves, elves, and gnomes will settle in unsettled territory, in outland hexes ruled by any oligarch, and in civilized or borderlands hexes ruled by an oligarch of their own race. Beastmen, halflings, and humans will settle under any race.\n\n#### Terrain\n\nSome races prefer to live in different types of terrain. Any race will settle in a hex of clear or river terrain. Dwarves will also settle in badlands, hills, or mountain terrain, or any hex that can be mined. Elves will also settle in jungle, scrub, swamp, or woods terrain. Beastmen, halflings, and humans will settle in any hex.\n\n#### Keeping the Peace\n\nThe tension caused by the clash of cultures permanently decreases Base Morale Score by 1 if two races cohabit and by 2 if three or more races cohabit.\n\nThe peasant families in each hex of territory must be protected by a garrison made up of troops of their own race. The ratio of garrison expenditure must be in proportion to the percentage of the realm’s peasant families of each race. If the ratio of becomes out of proportion by more than 10%, the domain suffers a -1 on domain morale rolls for each race which is underrepresented in the oligarchy.\n\nIf bandits emerge, the Judge will determine whether they are arising from peasants of a specific race (with its own grievances) or are a coalition of free peoples irked at their oligarchs in general.\n\n#### Growing the Domain\n\nPeasant population growth is calculated on a hex-by-hex basis by race, applying the modifiers for each race. Human peasant population growth will thus, over time, outstrip dwarven and elven population growth, unless agricultural investment counterbalances this.\n\nAgricultural investments attract new peasant families based on the hex they are made in. The maximum amount that may be spent is not increased, however, so investments have to be balanced over time if necessary.\n\n#### Urban Settlements\n\nThe domain can have one urban settlement made up of a multiracial mix of urban families. Urban investment and urban population growth attract new urban families in proportion to the mix of peasant families of the prior month. The urban population grows in size as if it were the most fecund race (e.g. at the fastest rate). Because of the division of labor generated by the mosaic of cultures, each urban family generates an additional 0.5gp per month in trade revenue!\n\n#### Conscripts and Militia\n\nIf conscripts are levied, or militia called, they belong to the races of the families that provided the conscript or militia troops. If conscripts or militia are summoned out of proportion to the percentage of the domain’s peasant families, the domain suffers a -1 on domain morale rolls for each race which is over-represented in the troops.\n\n#### Dwarven Vaults\n\nDwarven peasant families settled in a hex secured by a dwarven vault with access to adequate timber and water can engage in mushroom farming. The rules from ***By This Axe***apply.\n\nDwarven peasant families settled in a hex with a mine or quarry can still be assigned to serve as work gangs on that mine or quarry. Dwarven peasant families from outside the hex or dwarven urban families from the domain’s settlement may not be assigned to serve as work gangs, because they acquire uppity attitudes and poor work ethic from their neighbors.\n\nThere is no morale penalty for having dwarves work on ore deposits provided that no other work gangs are used. The dwarven work gangs gain the Lore of Ore and Industrial Improvements benefits. They may Delve Deeper if desired. Dwarves will not work on mines or quarries in a domain of work gangs of other races are also employed, considering it their purview to do so exclusively.\n\n#### Elven Fastnesses\n\nAn elven oligarch with stronghold in a place of natural beauty gains his friendship of animals power in the area around his stronghold provided his territory is populated exclusively by elven families.\n\n#### Separating Land and Lordship\n\nAn oligarchy may separate land and lordship if desired using the rules on the following page. The oligarchy as a whole functions as the governor of the domain in this case. Individual oligarchs can be landowners if desired. This will be complex – but that’s why these are optional rules.\n\n### Dissolving an Oligarchic realm\n\nAn oligarchic realm can be dissolved in several ways.\n\n1. The realm can be conquered. The conqueror can replace the oligarchy with a ruler loyal to himself, add a ruler while retaining the oligarchy as a senate, or have the oligarchy become his vassal.\n2. The oligarchs of an existing oligarchy can agree to appoint a ruler over themselves, either becoming senators of a senatorial realm or dissolving entirely.\n3. The oligarchs of an existing oligarchy can voluntarily dissolve the oligarchy, allocating territory to the various oligarchs who control strongholds within the oligarchy.\n4. One or more of the oligarchs can secede from the oligarchy. If this occurs, the former oligarch’s new domain will consist of the families and territory within whichever stronghold(s) he controls. If any of the oligarchy’s vassals are his henchmen, each of those henchmen will make a loyalty roll; if they remain loyal, they will become his vassals, and their sub-domains will constitute part of his new realm.\n\nThe new domain(s) must have their base morale score(s) updated to reflect the characteristics of the new ruler or rulers.\n"
}