{
  "html": "<h2>Separating Land and Lordship</h2>\n<p>By default, <em><strong>ACKS II</strong></em>assumes a feudal structure in which private property ownership and public governance are unified, e.g. the ruler is a literal <em>land-lord</em>. This was the <em>de jure</em> state of affairs during the Middle Ages, and it was the <em>de facto</em> state for much of recorded history. More importantly, it is the simplest model of rulership for a game to simulate. Judges simulating particular types of governments or periods of history might, however, wish to separate land ownership from governance.</p>\n<p>For game purposes, we will define a <strong>landowner</strong> as an owner of land within a domain he does not rule, and a <strong>governor</strong> as the ruler of a domain who does not own the land he rules. The domain the governor controls we will call a <strong>bureaucratic domain</strong>. Conversely, we will define a <strong>landed lord</strong> as a ruler who is both governor and landowner; the domain he controls we will call a <strong>feudal domain</strong>.</p>\n<h4>Revenue and Expenses</h4>\n<p>Revenue and expenses in a bureaucratic domain are allocated between the landowner and the governor as follows.</p>\n<ol>\n<li>The landowner collects the domain’s land revenue and service revenue. The governor collects the domain’s tax revenue and tribute revenue, as well as all of its urban settlement’s revenue.</li>\n<li>The landowner pays the domain’s liturgy, maintenance, tithe, and tribute expenses. The governor pays the domain’s garrison expenses and all of its urban settlement expenses.</li>\n</ol>\n<p>EXAMPLE: A domain consists of 2,000 peasant families generating 12,000gp in monthly land revenue, 8,000gp in monthly service revenue, and 4,000gp in monthly tax revenue. The domain has four vassal domains, each paying 2,100gp in tribute (8,200gp total). Its total revenue is 32,200gp.The domain has garrison expenses of 4,000gp, liturgies of 2,000gp, maintenance of 2,000gp, tithes of 2,000gp, and tribute of 6,000gp. Its total expenses are 16,000gp. Domain income is (32,200 – 16,000) = 16,200gp.</p>\n<p>The domain has an urban settlement with 200 urban families generating 1,500gp in total revenue. The settlement has garrison expenses of 400gp, liturgies of 200gp, tithes of 200gp, and upkeep of 200gp. Its total expenses are 1,000gp. Settlement income is (1,500gp – 1,000gp) = 500gp, which increase domain income to 16,700gp.</p>\n<p>However, rulership over the domain is split between Tavic Tyros, its landowner, and Marcus Ambador, its governor. Tavic Tyros collects the domain’s land revenue (12,000gp) and service revenue (8,000gp), for a total of 20,000gp. He pays the domain’s liturgy (2,000gp), maintenance (2,000gp), tithe (2,000gp), and tribute expenses (6,000gp), for a total of 12,000gp. His domain income is (20,000 – 12,000) 8,000gp per month.</p>\n<p>Marcus Ambador collects the domain’s tax revenue (4,000gp) and its tribute revenue (8,200gp), as well as all of the urban revenue (1,500gp), for a total of 13,700gp. He pays the domain’s garrison expense (4,000gp, and all of the settlement expenses (1,000gp), for a total of 5,000gp. Governor Ambador’s domain income is (13,700gp – 5,000gp) 8,700gp per month.</p>\n<h6>Tax Rate</h6>\n<p>If the governor raises the tax rate, the landowner may decide to pay the tax or pass the tax on to the peasantry. If the former, the landowner’s domain revenue is decreased. If the latter, domain morale is decreased by the increase in taxes. NPC landowners will pass the tax on to the peasantry.</p>\n<p>EXAMPLE: Ambador raises the tax rate from 2gp per family to 3gp per family, increasing his domain revenue by 2,000gp. Tyros must either pay the increased tax from his share of domain revenue, decreasing his domain income by 2,000gp; or must pass the tax on to the peasants, which will impose a -1 penalty on domain morale rolls.</p>\n<h6>Multiple Landowners</h6>\n<p>A governor may rule a bureaucratic domain with two or more landowners. In this case, each landowner receives only a proportion of the overall landowner share of the domain’s revenue, expenses, and income. The proportion should be determined by the Judge based on each landowner’s holdings.</p>\n<p>EXAMPLE: Upon his death, Tavic Tyros grants his lands to his two sons, Uric and Viktor. Uric, the elder, receives three-quarters of the lands, while Viktor receives one-quarter of the lands. Assuming no other changes to the domain, Uric will have a net monthly income of (8,000 x 3/4) 6000gp and Viktor will have a net monthly income of (8,000 x 1/4) 2,000gp.</p>\n<h6>Landowning Governors</h6>\n<p>A governor can be a landowner in his own bureaucratic domain and would have domain revenues, expenses, and income equal to his percentage of the landowner domain income plus the governor’s portion of the domain income.</p>\n<p>EXAMPLE: Uric sells his parcels of land to governor Ambador. Ambador now has a net monthly income of 6,000gp (from land ownership) and 8,700gp (from governance) for a total of 14,700gp. Viktor has a net monthly income of 2,000gp. If Ambador manages to acquire Viktor’s parcels of lands as well, his net monthly income would be (14,700gp + 2,00gp) 16,700gp. At that point Ambador would effectively be a landed lord.</p>\n<h6>Freeholds</h6>\n<p>The peasant families who work the land may actually own the land of the domain. Such a domain may be called a freehold or democracy. If at least one-third of the domain’s land is owned by its peasants, the domain morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its peasant families, the domain morale score gains a +2 bonus.</p>\n<p>EXAMPLE: Imagine that Tavic had divided all his land equally among the peasants who worked for him. This would have resulted in 2,000 landowners, each with a net income of 5gp. A typical peasant family has an income of about 4gp per month from its labor, and this wage income (which is implicitly already factored out of domain income) would stack with their domain income as landowners. Tavic’s generosity would create a domain of prosperous middle-class freeholders earing about 9gp per month (see <em>The Economics of Peasant Households</em> on p. XX for more details). The domain’s morale score gains a +2 bonus.</p>\n<h6>Urban City-States</h6>\n<p>It is also possible for land to be held (in various combinations) by some or all of the urban families in the domain’s settlement. The peasant families would then represent sharecroppers or tenants of the wealthy urban property-owners. If at least one-third of the domain’s land is owned by its urban families, the domain’s morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its urban families, the domain’s morale score gains a +2 bonus.</p>\n<p>EXAMPLE: Imagine that Tavic had divided all his land equally among the 200 urban families in his settlement. This would have resulted in 200 landowners, each with a net income of 50gp. Since there are 2,000 peasant families, each urban family would own land worked by 10 peasant families; at 30 acres per family that is around 300 acres.</p>\n<h4>Becoming a Governor or Landowner</h4>\n<p>Any character can become a landowner by acquiring property and hiring laborers to work on the land. Property might be acquired by purchases, theft, conquest, inheritance, or any other means.</p>\n<p>A character can become a governor in a variety of ways, depending on the setting and campaign. Governors might be holders of hereditary offices, conquerors who have chosen to leave the prior landowners in possession of their land, officials elected by the landowners, magistrates appointed by an urban council, delegates of the realm’s ruler, or new rulers who have purposefully established bureaucratic domains.</p>\n<h6>Establishing New Realms</h6>\n<p>An adventurer who founds a new domain can declare that peasants who settle in his territory will gain ownership of the land they. An adventurer who grants one-third of the land to incoming peasant families will receive double the number of starting peasants. An adventurer who grants two-thirds of the land to his peasant families will receive triple the number of starting peasants.</p>\n<h6>Authority of Governors</h6>\n<p>Unless the Judge determines otherwise, the governor is the ruler of the domain. Domain morale is based on the governor’s Charisma and proficiencies. The authority to set the domain’s tax rate, hire and manage the garrison, command any military activities, and make any other decisions is vested in the governor. However, investment expenditure can be made by either or both the landowner and the governor out of their respective share of the net income.</p>\n<h6>Senatorial Realms</h6>\n<p>Many bureaucratic realms are also senatorial realms, in which the landowners hold positions as senators. A governor with a senate must consult the senate before making key decisions such as going to war or raising taxes. See <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>p. XX.</p>\n<h4>Campaign XP for Governors and Landowners</h4>\n<p>Regardless of his actual percentage of the domain’s income, the governor earns full XP for it (e.g. from the total of its land, service, tax, and tribute revenue, less its garrison, liturgies, tithes, and tributes). The landowner does not earn any campaign XP as his role is strictly passive.</p>\n<p>EXAMPLE: Since the domain’s income is 18,350gp per month, Marcus Ambador would receive 18,350 XP per month, less his GP Threshold. If Marcus is 10th level, with a GP Threshold of 18,000gp, he would receive 350 XP per month.</p>\n<p><strong>Senatorial Realms:</strong> If the bureaucratic realm is also a senatorial realm, and the landowners are actively influencing government policy, they may share in the campaign XP. To calculate landowner XP in a bureaucratic senatorial realm, follow these steps each month:</p>\n<ol>\n<li>Calculate the <strong>available XP</strong> by subtracting the ruler’s GP Threshold from the domain’s monthly income.</li>\n<li>Allocate half of the available XP to the ruler.</li>\n<li>Divide the remaining half of the available XP among the landowners according to their percentage of the land owned. The landowners do <em>not</em> subtract their own GP Threshold.</li>\n</ol>\n<p>EXAMPLE: Tavic has divided all his land equally among the 200 urban families in his settlement. Governor Marcus Ambador has established a senate with 200 seats for the families. Marcus is 10th level, with a GP Threshold of 18,000gp. Domain income is 18,350gp. The available XP is (18,350 – 18,000) 350 XP, of which Marcus receives 50% (175 XP). The other 175 XP is split between the 200 senators, who receive (175/200) 1 XP each.</p>\n<p>If Marcus were 9th level, with a GP Threshold of 12,000gp, then the available XP would be (18,000 – 12,000) 6,000 XP. Marcus would receive 3,000 XP and each of the 200 senators would receive 15 XP. Yes, the senate has a perverse incentive to have a weak ruler!</p>\n<p><strong>Designer’s Notes:</strong> Separating land and lordship has interesting implications for gameplay. The most obvious implication is that governors will tend to earn less income than landed lords who are both governors and landowners. However, in the context of a game world, governors are likely to be drawn from the landowning families; even if a governor doesn’t own the land he governs, it is entirely likely that he owns land elsewhere. E.g. the governor of Spain might have extensive land in Gaul, while the governor of Gaul has land in Libya, and the governor of Libya has land in Spain. <em>The net income of governors and landed lords is thus likely to be the same.</em></p>\n<p>However, governors are more likely to exploit than cultivate their domains. Governors are incentivized to raise the tax rate higher than standard <em><strong>ACKS</strong></em>rulers, as higher taxes accrue to his benefit, while the losses from low morale are split. Landowners are incentivized to spend the minimum on liturgies, as the gains from high morale are split, while the costs are entirely borne by them. Because gains from agricultural investment are shared across landowner and governor, while costs of agricultural investment are born by one or the other, such domains will tend to see less land investment (unless the two rulers are cooperative). However, gains from urban investment will accrue entirely to the governor, who receives all of the urban revenue. <em>Overall then, governor’s domains will tend to be more heavily taxed and be more urbanized than typical</em> <em><strong>ACKS</strong></em> <em>domains.</em></p>\n<p>Some historical realms began as city-states or small republics, with elected governors appointed over landowners, then slowly transitioned to a feudal system of landed lords instead. Usually this transition began when governors of new or provincial regions were granted the use of lands within their distant territories for their upkeep. (Often these lands were seized from conquered peoples.) This weakened the former ruling class, encouraged the governors to defend their assigned territories, and reduced the tax burden on the state. Such lands theoretically belonged to the office rather than to the man holding the office. Over time, however, such offices tended to become hereditary, and the lands associated with the office did as well. Eventually feudal systems emerged.</p>\n<p>With the above in mind, the core rules of <em><strong>ACKS</strong></em>remain entirely workable as a simulation of a realm of governors and landowners. In most circumstances, most governors will have sufficient lands of their own to make as much as they would if they were landed lords, and much of that land could be in areas they govern. Thus a Judge can safely treat the landowner and governor as one with little mechanical impact on the realm’s revenue, income, army, etc., reserving more complex nuanced structures only for those domains where the political arrangements are likely to impact gameplay.</p>\n",
  "sections": [
    {
      "title": "Separating Land and Lordship",
      "level": 2,
      "html": "<p>By default, <em><strong>ACKS II</strong></em>assumes a feudal structure in which private property ownership and public governance are unified, e.g. the ruler is a literal <em>land-lord</em>. This was the <em>de jure</em> state of affairs during the Middle Ages, and it was the <em>de facto</em> state for much of recorded history. More importantly, it is the simplest model of rulership for a game to simulate. Judges simulating particular types of governments or periods of history might, however, wish to separate land ownership from governance.</p>\n<p>For game purposes, we will define a <strong>landowner</strong> as an owner of land within a domain he does not rule, and a <strong>governor</strong> as the ruler of a domain who does not own the land he rules. The domain the governor controls we will call a <strong>bureaucratic domain</strong>. Conversely, we will define a <strong>landed lord</strong> as a ruler who is both governor and landowner; the domain he controls we will call a <strong>feudal domain</strong>.</p>\n"
    },
    {
      "title": "Revenue and Expenses",
      "level": 4,
      "html": "<p>Revenue and expenses in a bureaucratic domain are allocated between the landowner and the governor as follows.</p>\n<ol>\n<li>The landowner collects the domain’s land revenue and service revenue. The governor collects the domain’s tax revenue and tribute revenue, as well as all of its urban settlement’s revenue.</li>\n<li>The landowner pays the domain’s liturgy, maintenance, tithe, and tribute expenses. The governor pays the domain’s garrison expenses and all of its urban settlement expenses.</li>\n</ol>\n<p>EXAMPLE: A domain consists of 2,000 peasant families generating 12,000gp in monthly land revenue, 8,000gp in monthly service revenue, and 4,000gp in monthly tax revenue. The domain has four vassal domains, each paying 2,100gp in tribute (8,200gp total). Its total revenue is 32,200gp.The domain has garrison expenses of 4,000gp, liturgies of 2,000gp, maintenance of 2,000gp, tithes of 2,000gp, and tribute of 6,000gp. Its total expenses are 16,000gp. Domain income is (32,200 – 16,000) = 16,200gp.</p>\n<p>The domain has an urban settlement with 200 urban families generating 1,500gp in total revenue. The settlement has garrison expenses of 400gp, liturgies of 200gp, tithes of 200gp, and upkeep of 200gp. Its total expenses are 1,000gp. Settlement income is (1,500gp – 1,000gp) = 500gp, which increase domain income to 16,700gp.</p>\n<p>However, rulership over the domain is split between Tavic Tyros, its landowner, and Marcus Ambador, its governor. Tavic Tyros collects the domain’s land revenue (12,000gp) and service revenue (8,000gp), for a total of 20,000gp. He pays the domain’s liturgy (2,000gp), maintenance (2,000gp), tithe (2,000gp), and tribute expenses (6,000gp), for a total of 12,000gp. His domain income is (20,000 – 12,000) 8,000gp per month.</p>\n<p>Marcus Ambador collects the domain’s tax revenue (4,000gp) and its tribute revenue (8,200gp), as well as all of the urban revenue (1,500gp), for a total of 13,700gp. He pays the domain’s garrison expense (4,000gp, and all of the settlement expenses (1,000gp), for a total of 5,000gp. Governor Ambador’s domain income is (13,700gp – 5,000gp) 8,700gp per month.</p>\n"
    },
    {
      "title": "Tax Rate",
      "level": 6,
      "html": "<p>If the governor raises the tax rate, the landowner may decide to pay the tax or pass the tax on to the peasantry. If the former, the landowner’s domain revenue is decreased. If the latter, domain morale is decreased by the increase in taxes. NPC landowners will pass the tax on to the peasantry.</p>\n<p>EXAMPLE: Ambador raises the tax rate from 2gp per family to 3gp per family, increasing his domain revenue by 2,000gp. Tyros must either pay the increased tax from his share of domain revenue, decreasing his domain income by 2,000gp; or must pass the tax on to the peasants, which will impose a -1 penalty on domain morale rolls.</p>\n"
    },
    {
      "title": "Multiple Landowners",
      "level": 6,
      "html": "<p>A governor may rule a bureaucratic domain with two or more landowners. In this case, each landowner receives only a proportion of the overall landowner share of the domain’s revenue, expenses, and income. The proportion should be determined by the Judge based on each landowner’s holdings.</p>\n<p>EXAMPLE: Upon his death, Tavic Tyros grants his lands to his two sons, Uric and Viktor. Uric, the elder, receives three-quarters of the lands, while Viktor receives one-quarter of the lands. Assuming no other changes to the domain, Uric will have a net monthly income of (8,000 x 3/4) 6000gp and Viktor will have a net monthly income of (8,000 x 1/4) 2,000gp.</p>\n"
    },
    {
      "title": "Landowning Governors",
      "level": 6,
      "html": "<p>A governor can be a landowner in his own bureaucratic domain and would have domain revenues, expenses, and income equal to his percentage of the landowner domain income plus the governor’s portion of the domain income.</p>\n<p>EXAMPLE: Uric sells his parcels of land to governor Ambador. Ambador now has a net monthly income of 6,000gp (from land ownership) and 8,700gp (from governance) for a total of 14,700gp. Viktor has a net monthly income of 2,000gp. If Ambador manages to acquire Viktor’s parcels of lands as well, his net monthly income would be (14,700gp + 2,00gp) 16,700gp. At that point Ambador would effectively be a landed lord.</p>\n"
    },
    {
      "title": "Freeholds",
      "level": 6,
      "html": "<p>The peasant families who work the land may actually own the land of the domain. Such a domain may be called a freehold or democracy. If at least one-third of the domain’s land is owned by its peasants, the domain morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its peasant families, the domain morale score gains a +2 bonus.</p>\n<p>EXAMPLE: Imagine that Tavic had divided all his land equally among the peasants who worked for him. This would have resulted in 2,000 landowners, each with a net income of 5gp. A typical peasant family has an income of about 4gp per month from its labor, and this wage income (which is implicitly already factored out of domain income) would stack with their domain income as landowners. Tavic’s generosity would create a domain of prosperous middle-class freeholders earing about 9gp per month (see <em>The Economics of Peasant Households</em> on p. XX for more details). The domain’s morale score gains a +2 bonus.</p>\n"
    },
    {
      "title": "Urban City-States",
      "level": 6,
      "html": "<p>It is also possible for land to be held (in various combinations) by some or all of the urban families in the domain’s settlement. The peasant families would then represent sharecroppers or tenants of the wealthy urban property-owners. If at least one-third of the domain’s land is owned by its urban families, the domain’s morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its urban families, the domain’s morale score gains a +2 bonus.</p>\n<p>EXAMPLE: Imagine that Tavic had divided all his land equally among the 200 urban families in his settlement. This would have resulted in 200 landowners, each with a net income of 50gp. Since there are 2,000 peasant families, each urban family would own land worked by 10 peasant families; at 30 acres per family that is around 300 acres.</p>\n"
    },
    {
      "title": "Becoming a Governor or Landowner",
      "level": 4,
      "html": "<p>Any character can become a landowner by acquiring property and hiring laborers to work on the land. Property might be acquired by purchases, theft, conquest, inheritance, or any other means.</p>\n<p>A character can become a governor in a variety of ways, depending on the setting and campaign. Governors might be holders of hereditary offices, conquerors who have chosen to leave the prior landowners in possession of their land, officials elected by the landowners, magistrates appointed by an urban council, delegates of the realm’s ruler, or new rulers who have purposefully established bureaucratic domains.</p>\n"
    },
    {
      "title": "Establishing New Realms",
      "level": 6,
      "html": "<p>An adventurer who founds a new domain can declare that peasants who settle in his territory will gain ownership of the land they. An adventurer who grants one-third of the land to incoming peasant families will receive double the number of starting peasants. An adventurer who grants two-thirds of the land to his peasant families will receive triple the number of starting peasants.</p>\n"
    },
    {
      "title": "Authority of Governors",
      "level": 6,
      "html": "<p>Unless the Judge determines otherwise, the governor is the ruler of the domain. Domain morale is based on the governor’s Charisma and proficiencies. The authority to set the domain’s tax rate, hire and manage the garrison, command any military activities, and make any other decisions is vested in the governor. However, investment expenditure can be made by either or both the landowner and the governor out of their respective share of the net income.</p>\n"
    },
    {
      "title": "Senatorial Realms",
      "level": 6,
      "html": "<p>Many bureaucratic realms are also senatorial realms, in which the landowners hold positions as senators. A governor with a senate must consult the senate before making key decisions such as going to war or raising taxes. See <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>p. XX.</p>\n"
    },
    {
      "title": "Campaign XP for Governors and Landowners",
      "level": 4,
      "html": "<p>Regardless of his actual percentage of the domain’s income, the governor earns full XP for it (e.g. from the total of its land, service, tax, and tribute revenue, less its garrison, liturgies, tithes, and tributes). The landowner does not earn any campaign XP as his role is strictly passive.</p>\n<p>EXAMPLE: Since the domain’s income is 18,350gp per month, Marcus Ambador would receive 18,350 XP per month, less his GP Threshold. If Marcus is 10th level, with a GP Threshold of 18,000gp, he would receive 350 XP per month.</p>\n<p><strong>Senatorial Realms:</strong> If the bureaucratic realm is also a senatorial realm, and the landowners are actively influencing government policy, they may share in the campaign XP. To calculate landowner XP in a bureaucratic senatorial realm, follow these steps each month:</p>\n<ol>\n<li>Calculate the <strong>available XP</strong> by subtracting the ruler’s GP Threshold from the domain’s monthly income.</li>\n<li>Allocate half of the available XP to the ruler.</li>\n<li>Divide the remaining half of the available XP among the landowners according to their percentage of the land owned. The landowners do <em>not</em> subtract their own GP Threshold.</li>\n</ol>\n<p>EXAMPLE: Tavic has divided all his land equally among the 200 urban families in his settlement. Governor Marcus Ambador has established a senate with 200 seats for the families. Marcus is 10th level, with a GP Threshold of 18,000gp. Domain income is 18,350gp. The available XP is (18,350 – 18,000) 350 XP, of which Marcus receives 50% (175 XP). The other 175 XP is split between the 200 senators, who receive (175/200) 1 XP each.</p>\n<p>If Marcus were 9th level, with a GP Threshold of 12,000gp, then the available XP would be (18,000 – 12,000) 6,000 XP. Marcus would receive 3,000 XP and each of the 200 senators would receive 15 XP. Yes, the senate has a perverse incentive to have a weak ruler!</p>\n<p><strong>Designer’s Notes:</strong> Separating land and lordship has interesting implications for gameplay. The most obvious implication is that governors will tend to earn less income than landed lords who are both governors and landowners. However, in the context of a game world, governors are likely to be drawn from the landowning families; even if a governor doesn’t own the land he governs, it is entirely likely that he owns land elsewhere. E.g. the governor of Spain might have extensive land in Gaul, while the governor of Gaul has land in Libya, and the governor of Libya has land in Spain. <em>The net income of governors and landed lords is thus likely to be the same.</em></p>\n<p>However, governors are more likely to exploit than cultivate their domains. Governors are incentivized to raise the tax rate higher than standard <em><strong>ACKS</strong></em>rulers, as higher taxes accrue to his benefit, while the losses from low morale are split. Landowners are incentivized to spend the minimum on liturgies, as the gains from high morale are split, while the costs are entirely borne by them. Because gains from agricultural investment are shared across landowner and governor, while costs of agricultural investment are born by one or the other, such domains will tend to see less land investment (unless the two rulers are cooperative). However, gains from urban investment will accrue entirely to the governor, who receives all of the urban revenue. <em>Overall then, governor’s domains will tend to be more heavily taxed and be more urbanized than typical</em> <em><strong>ACKS</strong></em> <em>domains.</em></p>\n<p>Some historical realms began as city-states or small republics, with elected governors appointed over landowners, then slowly transitioned to a feudal system of landed lords instead. Usually this transition began when governors of new or provincial regions were granted the use of lands within their distant territories for their upkeep. (Often these lands were seized from conquered peoples.) This weakened the former ruling class, encouraged the governors to defend their assigned territories, and reduced the tax burden on the state. Such lands theoretically belonged to the office rather than to the man holding the office. Over time, however, such offices tended to become hereditary, and the lands associated with the office did as well. Eventually feudal systems emerged.</p>\n<p>With the above in mind, the core rules of <em><strong>ACKS</strong></em>remain entirely workable as a simulation of a realm of governors and landowners. In most circumstances, most governors will have sufficient lands of their own to make as much as they would if they were landed lords, and much of that land could be in areas they govern. Thus a Judge can safely treat the landowner and governor as one with little mechanical impact on the realm’s revenue, income, army, etc., reserving more complex nuanced structures only for those domains where the political arrangements are likely to impact gameplay.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Separating Land and Lordship\n\nBy default, ***ACKS II***assumes a feudal structure in which private property ownership and public governance are unified, e.g. the ruler is a literal *land-lord*. This was the *de jure* state of affairs during the Middle Ages, and it was the *de facto* state for much of recorded history. More importantly, it is the simplest model of rulership for a game to simulate. Judges simulating particular types of governments or periods of history might, however, wish to separate land ownership from governance.\n\nFor game purposes, we will define a **landowner** as an owner of land within a domain he does not rule, and a **governor** as the ruler of a domain who does not own the land he rules. The domain the governor controls we will call a **bureaucratic domain**. Conversely, we will define a **landed lord** as a ruler who is both governor and landowner; the domain he controls we will call a **feudal domain**.\n\n#### Revenue and Expenses\n\nRevenue and expenses in a bureaucratic domain are allocated between the landowner and the governor as follows.\n\n1. The landowner collects the domain’s land revenue and service revenue. The governor collects the domain’s tax revenue and tribute revenue, as well as all of its urban settlement’s revenue.\n2. The landowner pays the domain’s liturgy, maintenance, tithe, and tribute expenses. The governor pays the domain’s garrison expenses and all of its urban settlement expenses.\n\nEXAMPLE: A domain consists of 2,000 peasant families generating 12,000gp in monthly land revenue, 8,000gp in monthly service revenue, and 4,000gp in monthly tax revenue. The domain has four vassal domains, each paying 2,100gp in tribute (8,200gp total). Its total revenue is 32,200gp.The domain has garrison expenses of 4,000gp, liturgies of 2,000gp, maintenance of 2,000gp, tithes of 2,000gp, and tribute of 6,000gp. Its total expenses are 16,000gp. Domain income is (32,200 – 16,000) = 16,200gp.\n\nThe domain has an urban settlement with 200 urban families generating 1,500gp in total revenue. The settlement has garrison expenses of 400gp, liturgies of 200gp, tithes of 200gp, and upkeep of 200gp. Its total expenses are 1,000gp. Settlement income is (1,500gp – 1,000gp) = 500gp, which increase domain income to 16,700gp.\n\nHowever, rulership over the domain is split between Tavic Tyros, its landowner, and Marcus Ambador, its governor. Tavic Tyros collects the domain’s land revenue (12,000gp) and service revenue (8,000gp), for a total of 20,000gp. He pays the domain’s liturgy (2,000gp), maintenance (2,000gp), tithe (2,000gp), and tribute expenses (6,000gp), for a total of 12,000gp. His domain income is (20,000 – 12,000) 8,000gp per month.\n\nMarcus Ambador collects the domain’s tax revenue (4,000gp) and its tribute revenue (8,200gp), as well as all of the urban revenue (1,500gp), for a total of 13,700gp. He pays the domain’s garrison expense (4,000gp, and all of the settlement expenses (1,000gp), for a total of 5,000gp. Governor Ambador’s domain income is (13,700gp – 5,000gp) 8,700gp per month.\n\n###### Tax Rate\n\nIf the governor raises the tax rate, the landowner may decide to pay the tax or pass the tax on to the peasantry. If the former, the landowner’s domain revenue is decreased. If the latter, domain morale is decreased by the increase in taxes. NPC landowners will pass the tax on to the peasantry.\n\nEXAMPLE: Ambador raises the tax rate from 2gp per family to 3gp per family, increasing his domain revenue by 2,000gp. Tyros must either pay the increased tax from his share of domain revenue, decreasing his domain income by 2,000gp; or must pass the tax on to the peasants, which will impose a -1 penalty on domain morale rolls.\n\n###### Multiple Landowners\n\nA governor may rule a bureaucratic domain with two or more landowners. In this case, each landowner receives only a proportion of the overall landowner share of the domain’s revenue, expenses, and income. The proportion should be determined by the Judge based on each landowner’s holdings.\n\nEXAMPLE: Upon his death, Tavic Tyros grants his lands to his two sons, Uric and Viktor. Uric, the elder, receives three-quarters of the lands, while Viktor receives one-quarter of the lands. Assuming no other changes to the domain, Uric will have a net monthly income of (8,000 x 3/4) 6000gp and Viktor will have a net monthly income of (8,000 x 1/4) 2,000gp.\n\n###### Landowning Governors\n\nA governor can be a landowner in his own bureaucratic domain and would have domain revenues, expenses, and income equal to his percentage of the landowner domain income plus the governor’s portion of the domain income.\n\nEXAMPLE: Uric sells his parcels of land to governor Ambador. Ambador now has a net monthly income of 6,000gp (from land ownership) and 8,700gp (from governance) for a total of 14,700gp. Viktor has a net monthly income of 2,000gp. If Ambador manages to acquire Viktor’s parcels of lands as well, his net monthly income would be (14,700gp + 2,00gp) 16,700gp. At that point Ambador would effectively be a landed lord.\n\n###### Freeholds\n\nThe peasant families who work the land may actually own the land of the domain. Such a domain may be called a freehold or democracy. If at least one-third of the domain’s land is owned by its peasants, the domain morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its peasant families, the domain morale score gains a +2 bonus.\n\nEXAMPLE: Imagine that Tavic had divided all his land equally among the peasants who worked for him. This would have resulted in 2,000 landowners, each with a net income of 5gp. A typical peasant family has an income of about 4gp per month from its labor, and this wage income (which is implicitly already factored out of domain income) would stack with their domain income as landowners. Tavic’s generosity would create a domain of prosperous middle-class freeholders earing about 9gp per month (see *The Economics of Peasant Households* on p. XX for more details). The domain’s morale score gains a +2 bonus.\n\n###### Urban City-States\n\nIt is also possible for land to be held (in various combinations) by some or all of the urban families in the domain’s settlement. The peasant families would then represent sharecroppers or tenants of the wealthy urban property-owners. If at least one-third of the domain’s land is owned by its urban families, the domain’s morale score gains a +1 bonus. If at least two-thirds of the domain’s land is owned by its urban families, the domain’s morale score gains a +2 bonus.\n\nEXAMPLE: Imagine that Tavic had divided all his land equally among the 200 urban families in his settlement. This would have resulted in 200 landowners, each with a net income of 50gp. Since there are 2,000 peasant families, each urban family would own land worked by 10 peasant families; at 30 acres per family that is around 300 acres.\n\n#### Becoming a Governor or Landowner\n\nAny character can become a landowner by acquiring property and hiring laborers to work on the land. Property might be acquired by purchases, theft, conquest, inheritance, or any other means.\n\nA character can become a governor in a variety of ways, depending on the setting and campaign. Governors might be holders of hereditary offices, conquerors who have chosen to leave the prior landowners in possession of their land, officials elected by the landowners, magistrates appointed by an urban council, delegates of the realm’s ruler, or new rulers who have purposefully established bureaucratic domains.\n\n###### Establishing New Realms\n\nAn adventurer who founds a new domain can declare that peasants who settle in his territory will gain ownership of the land they. An adventurer who grants one-third of the land to incoming peasant families will receive double the number of starting peasants. An adventurer who grants two-thirds of the land to his peasant families will receive triple the number of starting peasants.\n\n###### Authority of Governors\n\nUnless the Judge determines otherwise, the governor is the ruler of the domain. Domain morale is based on the governor’s Charisma and proficiencies. The authority to set the domain’s tax rate, hire and manage the garrison, command any military activities, and make any other decisions is vested in the governor. However, investment expenditure can be made by either or both the landowner and the governor out of their respective share of the net income.\n\n###### Senatorial Realms\n\nMany bureaucratic realms are also senatorial realms, in which the landowners hold positions as senators. A governor with a senate must consult the senate before making key decisions such as going to war or raising taxes. See ***ACKS II******Revised Rulebook***p. XX.\n\n#### Campaign XP for Governors and Landowners\n\nRegardless of his actual percentage of the domain’s income, the governor earns full XP for it (e.g. from the total of its land, service, tax, and tribute revenue, less its garrison, liturgies, tithes, and tributes). The landowner does not earn any campaign XP as his role is strictly passive.\n\nEXAMPLE: Since the domain’s income is 18,350gp per month, Marcus Ambador would receive 18,350 XP per month, less his GP Threshold. If Marcus is 10th level, with a GP Threshold of 18,000gp, he would receive 350 XP per month.\n\n**Senatorial Realms:** If the bureaucratic realm is also a senatorial realm, and the landowners are actively influencing government policy, they may share in the campaign XP. To calculate landowner XP in a bureaucratic senatorial realm, follow these steps each month:\n\n1. Calculate the **available XP** by subtracting the ruler’s GP Threshold from the domain’s monthly income.\n2. Allocate half of the available XP to the ruler.\n3. Divide the remaining half of the available XP among the landowners according to their percentage of the land owned. The landowners do *not* subtract their own GP Threshold.\n\nEXAMPLE: Tavic has divided all his land equally among the 200 urban families in his settlement. Governor Marcus Ambador has established a senate with 200 seats for the families. Marcus is 10th level, with a GP Threshold of 18,000gp. Domain income is 18,350gp. The available XP is (18,350 – 18,000) 350 XP, of which Marcus receives 50% (175 XP). The other 175 XP is split between the 200 senators, who receive (175/200) 1 XP each.\n\nIf Marcus were 9th level, with a GP Threshold of 12,000gp, then the available XP would be (18,000 – 12,000) 6,000 XP. Marcus would receive 3,000 XP and each of the 200 senators would receive 15 XP. Yes, the senate has a perverse incentive to have a weak ruler!\n\n**Designer’s Notes:** Separating land and lordship has interesting implications for gameplay. The most obvious implication is that governors will tend to earn less income than landed lords who are both governors and landowners. However, in the context of a game world, governors are likely to be drawn from the landowning families; even if a governor doesn’t own the land he governs, it is entirely likely that he owns land elsewhere. E.g. the governor of Spain might have extensive land in Gaul, while the governor of Gaul has land in Libya, and the governor of Libya has land in Spain. *The net income of governors and landed lords is thus likely to be the same.*\n\nHowever, governors are more likely to exploit than cultivate their domains. Governors are incentivized to raise the tax rate higher than standard ***ACKS***rulers, as higher taxes accrue to his benefit, while the losses from low morale are split. Landowners are incentivized to spend the minimum on liturgies, as the gains from high morale are split, while the costs are entirely borne by them. Because gains from agricultural investment are shared across landowner and governor, while costs of agricultural investment are born by one or the other, such domains will tend to see less land investment (unless the two rulers are cooperative). However, gains from urban investment will accrue entirely to the governor, who receives all of the urban revenue. *Overall then, governor’s domains will tend to be more heavily taxed and be more urbanized than typical* ***ACKS*** *domains.*\n\nSome historical realms began as city-states or small republics, with elected governors appointed over landowners, then slowly transitioned to a feudal system of landed lords instead. Usually this transition began when governors of new or provincial regions were granted the use of lands within their distant territories for their upkeep. (Often these lands were seized from conquered peoples.) This weakened the former ruling class, encouraged the governors to defend their assigned territories, and reduced the tax burden on the state. Such lands theoretically belonged to the office rather than to the man holding the office. Over time, however, such offices tended to become hereditary, and the lands associated with the office did as well. Eventually feudal systems emerged.\n\nWith the above in mind, the core rules of ***ACKS***remain entirely workable as a simulation of a realm of governors and landowners. In most circumstances, most governors will have sufficient lands of their own to make as much as they would if they were landed lords, and much of that land could be in areas they govern. Thus a Judge can safely treat the landowner and governor as one with little mechanical impact on the realm’s revenue, income, army, etc., reserving more complex nuanced structures only for those domains where the political arrangements are likely to impact gameplay.\n"
}