{
  "html": "<h2>Slavery</h2>\n<p>Slavery was an all too common feature in ancient societies. Slaves might be indentured debtors, convicted criminals, or prisoners of war. The abundant supply of slave labor was a major component to most ancient economies, and the mass enslavement of defeated peoples was justified as more merciful than the alternative of slaughtering them. Neither ancient warfare nor ancient piracy can be economically understood without an understanding of the role of slaver.</p>\n<p>That said, the existence of slavery in any given campaign setting or realm is ultimately at your discretion. The inclusion of rules for slaves is not intended to justify or condone the real-world practice of slavery itself. Should you wish to incorporate slavery into your campaign, use the following rules.</p>\n<h3>Common Slaves</h3>\n<p>Most slaves belong to one of four types: slave laborers, household slaves, pleasure slaves, and professional slaves. To determine the market demand and supply of noncombatant slaves, consult the Hireling Availability by Market Class table. Whenever slaves are available for purchase, they will displace hirelings to a greater or lesser degree. Depending on how widespread their use is, slaves will replace 10% to 90% of the hirelings available in the market or realm.</p>\n<h4>Slave Laborers</h4>\n<p>Slave laborers do manual work, usually of the most unpleasant sort, such as farming on plantations, mining ore, or building pyramids. Slave laborers can be bought in markets at a cost of 40gp each. Slave laborers are generally able-bodied males captured in war or slaving expeditions. Individually, slave laborers can be used for any labor-related tasks. They cost 2gp each per month in upkeep and have base loyalty scores of -4.</p>\n<p>When used on construction projects, treat each slave as an unskilled laborer with a construction rate of 1sp per day. When used to populate domains, treat every 3 slave laborers as equivalent to one peasant family for all purposes. If a domain’s population consists of 25% or more slave laborers, its domain morale is decreased by 1. If a domain’s population consists of 50% or more slave laborers, its domain morale is decreased by 2. If the domain is 100% slave labor, domain morale is decreased by 4. Historical examples include the helots of Sparta and the plantation slaves of Rome.</p>\n<h4>Household Slaves</h4>\n<p>Household slavesperform domestic chores such as cleaning, cooking, shopping, etc. Household slaves tend to live and work for their owners for long periods of time, and can be fairly loyal if treated well (base loyalty scores of -2). Historical examples include Greek and Roman household slaves. Household slaves can be bought in markets at a cost of 100gp each, and cost 3gp per month in upkeep. Better wages or working conditions can increase loyalty (Judge’s discretion).</p>\n<h4>Pleasure Slaves</h4>\n<p>Pleasure slavesare young and attractive slaves specially trained in the arts of seduction, performance, and pleasure. Historical examples include the Greek hetaera(courtesan) and Ottoman odalisque (harem slaves). Pleasure slaves usually have ranks in proficiencies such as Seduction, Performance (dance), and Labor (massage).</p>\n<p>Pleasure slaves can be bought in markets at a cost of 100gp to 1,000gp, depending on age, beauty, and level of training. Truly exceptional pleasure slaves can command virtually unlimited prices. Pleasure slaves cost 12gp or more per month in upkeep. Pleasure slaves have base morale scores of -2. Kind treatment, gifts, or extended liberties can increase loyalty (Judge’s discretion).</p>\n<h4>Professional Slaves</h4>\n<p>Professional slavesare trained experts such as scribes, tutors, or accountants. In general, the cost of a professional slave is equal to 33 times a free professional’s wages per month, less 36gp. All professional slaves cost 3gp per month in upkeep. They have base loyalty scores of -2. Better working conditions, kind treatment, gifts, or extended liberties can increase morale (Judge’s discretion).</p>\n<p>EXAMPLE A master blacksmith earns 75gp per month. Purchasing a master blacksmith slave therefore costs [(75 x 33) – 36] = 2,439gp.</p>\n<h3>Soldier Slaves</h3>\n<p>Some realms may rely partly or exclusively on slave soldiers to man their armies. Such realms are usually rare. While slavery was very common in ancient societies, slave soldiers were not. Most slaveholders saw armed slaves as a threat to the social order. Even in societies where they did exist, historical slave soldiers such as the Persian ghulam, Egyptian mamelukes, and Turkish janissaries were usually either born into slavery or enslaved in early childhood so they could be indoctrinated with loyalty to the ruler. However, slave soldiers are more common in fantasy fiction, especially in darker works.</p>\n<h4>Availability of Slave Soldiers</h4>\n<p>To determine the availability of slave soldiers, consult the Mercenary Availability by Market Class and Mercenary Availability by Realm Size tables. Whenever slave soldiers are available for purchase, they will displace mercenaries to a greater or lesser degree. Depending on how widespread their use is, slave soldiers will replace 10% to 90% of the mercenaries available in the market or realm. Unlike mercenaries, slave soldiers need not be of the prevailing race of the settlement or realm. Weaker, faster-breeding, or simply “different” races might replace native-born troops.</p>\n<p>EXAMPLE: Memet Mehtep, ruler of a principality of Kemesh, wishes to buy slave soldiers. Specifically, Memet Mehtep wants camel lancers to guard his sandy southern frontier. In Kemesh, slave soldiers have displaced 50% of the mercenaries. 130 camel lancer mercenaries are normally available in a principality, so there will be 65 camel lancer mercenaries and 65 camel lancer slaves. These slave soldiers are not actually Kemeshi, but are actually Besherab nomads captured as youths.</p>\n<h4>Buying Slave Soldiers</h4>\n<p>Finding and buying slave soldiers has the same time requirements, and gp cost per time period, as recruiting mercenaries. Instead of being hired for a wage, however, slave soldiers are purchased at a variable cost depending on their race, training and equipment. See the Slave Troop Type table below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n<td><strong>Gp Cost per Slave</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Slave Troop Type</strong></td>\n<td><em>Man</em></td>\n<td><em>Dwarf</em></td>\n<td><em>Elf</em></td>\n<td><em>Kobold</em></td>\n<td><em>Goblin</em></td>\n<td><em>Orc</em></td>\n<td><em>Hobgoblin</em></td>\n<td><em>Gnoll</em></td>\n<td><em>Lizardman</em></td>\n<td><em>Bugbear</em></td>\n<td><em>Ogre</em></td>\n</tr>\n<tr>\n<td>Militia</td>\n<td>40</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>250</td>\n<td>-</td>\n<td>700</td>\n<td>100</td>\n<td>115</td>\n<td>225</td>\n<td>515</td>\n<td>65</td>\n<td>1,125</td>\n<td>1,600</td>\n<td>5,000</td>\n</tr>\n<tr>\n<td>Heavy Infantry</td>\n<td>415</td>\n<td>850</td>\n<td>800</td>\n<td>-</td>\n<td>-</td>\n<td>400</td>\n<td>650</td>\n<td>875</td>\n<td>1,685</td>\n<td>1,965</td>\n<td>7,350</td>\n</tr>\n<tr>\n<td>Slinger</td>\n<td>250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>120</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Bowman</td>\n<td>300</td>\n<td>-</td>\n<td>933</td>\n<td>-</td>\n<td>140</td>\n<td>290</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Crossbowman</td>\n<td>600</td>\n<td>1,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>240</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Longbowman</td>\n<td>650</td>\n<td>-</td>\n<td>1,400</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1,125</td>\n<td>1,200</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Cavalry</td>\n<td>1,275</td>\n<td>-</td>\n<td>2,250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1,650</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Horse Archers</td>\n<td>1,965</td>\n<td>-</td>\n<td>3,475</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Medium Cavalry</td>\n<td>1,800</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,600</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Heavy Cavalry</td>\n<td>2,315</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Cataphract Cavalry</td>\n<td>3,050</td>\n<td>-</td>\n<td>6,250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Archers</td>\n<td>1,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Lancers</td>\n<td>1,375</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>War Elephants</td>\n<td>20,000</td>\n<td></td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Mounted Crossbowman</td>\n<td>-</td>\n<td>2,225</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Beast Rider</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,825</td>\n<td>4,875</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p><strong>Upkeep:</strong> Once hired, slave soldiers cost 3gp per month in upkeep (ogres cost 16gp per month in upkeep). Failure to pay upkeep counts as a calamity for morale purposes. Supplemental pay, better food, access to women, and so on can increase morale over time.</p>\n<p><strong>Mercenary Slave Soldiers:</strong> At the Judge’s discretion, slave soldiers might be hired from their owner rather than purchased outright. In this case, the slave soldiers would have a monthly cost equal to the standard wage for their troop type, but the funds would be paid to the owner rather than the slaves.</p>\n<h4>Training Slave Soldiers</h4>\n<p>Realm leaders with sufficient patience may conscript, capture, or purchase promising candidates and train them to become slave soldiers. To be amenable for training, candidates must be able-bodied creatures no older than their race’s Youth age category: 12 to 15 years old for beastmen, 13 to 17 years old for humans, etc. (See <em><strong>ACKS II Revised Rulebook</strong></em>p. XXX for Character Aging categories).</p>\n<p>The readiest source of candidates is the ruler’s realm itself. In Chaotic societies, one candidate of the appropriate age per 10 peasant families can be enslaved without impacting domain morale or domain revenue. Enslaving additional candidates has the same detrimental effect on domain morale and revenue as levying militia. Enslaving families is not permitted in Lawful or Neutral realms; doing so changes the alignment of the realm!</p>\n<p>Candidates can also be acquired in war.25% of captives taken when pillaging a domain will be suitable (in age, temperament, and physique) to become slave soldiers.</p>\n<p>Finally, candidates can be purchased in the market at a cost of 40gp each. See the Equipment Availability by Market Class table (p. XX) to determine the number available. If the number of candidates available is too few to meet demand, up to 10 times as many candidates can be “commissioned.” This represents hiring slavers to abduct likely candidates, and takes 40 days (1 day per gp).</p>\n<p>Once they are acquired, the enslaved youth require a five-year period of indoctrination and discipline. This costs 180gp in upkeep per candidate. One marshal (30gp per month) is required per 60 candidates to oversee this process. After their five years of indoctrination, the slave soldiers can be assigned and trained to their specific troop type using the rules for Conscripts, above.</p>\n<p>EXAMPLE: Memet Mehtep has just pillaged the oasis of Al-Danya, capturing 240 prisoners. 60 (25%) of these captives have the right age, temperament, and physique to become slave soldiers. These youths are placed under a marshal and indoctrinated for the next five years. This costs Memet Mehtep (60 x 180) 10,800gp in upkeep for the candidates and (30 x 12 x 5) 1,800gp for the marshal. At the end of five years, the slave soldiers can be trained as, e.g., light infantry or heavy cavalry, according to the standard rules.</p>\n<h4>Slave Morale</h4>\n<p>Slave soldiers enslaved as adults have loyalty scores of -4 (and are a very bad idea). Slave soldiers enslaved as children have the same morale scores as normal mercenaries of their type. They receive a permanent +1 bonus to their loyalty score provided they remain in the service of the leader who trained them. This bonus is lost if the slave soldiers are sold or hired out.</p>\n<p>Slave soldiers make loyalty rolls as conscripts. Like conscripts, slave soldiers cannot voluntarily leave their leader’s service, but may desert, betray, or attack the leader.</p>\n<p><strong>Mother of Dragons Memorial Rule:</strong> If freed by a buyer (not their enslaver), slave soldiers immediately make a loyalty roll modified by their liberator’s Charisma. If the result is “Fanatic Loyalty,” the slave soldiers become liberator-worshipping fanatics who need only be paid their basic upkeep (3gp per month), and have a base loyalty of +4 regardless of how they are equipped.</p>\n<h4>Exotic Slave Soldiers</h4>\n<p>From time to time, characters might purchase, capture, <strong>bewitch</strong> otherwise enslave exotic creatures. The availability of such creatures as slaves is strictly at the Judge’s discretion. In general, exotic slaves should be very rare.</p>\n<p>The purchase prices listed are for tamed and trained creatures. Exotic slaves, like other slave soldiers, need not be paid a wage. Supply and specialist costs must still be paid, however. Sapient exotics are only reliable if captured while young and raised in captivity. Exotic creatures of sapient intelligence captured as adults might serve out of honor, fear, or self-preservation, but they must make a loyalty roll each time they have the opportunity to escape or betray their master. If the monster’s morale is +1 or more, apply the creature’s normal morale bonus as a <em>penalty</em> to any loyalty rolls. If the monster’s morale is 0 or less, apply a -1 penalty to any loyalty rolls.</p>\n<p>EXAMPLE: A manticore, captured as a baby and raised in captivity costs 30,500gp. It does not have to make a loyalty roll when presented with the opportunity to escape or betray its owner. A manticore captured as an adult is only worth 945gp. If purchased, its loyalty will be highly questionable. Any time it has an opportunity to escape or betray its master, it must make a loyalty roll at -1.</p>\n",
  "sections": [
    {
      "title": "Slavery",
      "level": 2,
      "html": "<p>Slavery was an all too common feature in ancient societies. Slaves might be indentured debtors, convicted criminals, or prisoners of war. The abundant supply of slave labor was a major component to most ancient economies, and the mass enslavement of defeated peoples was justified as more merciful than the alternative of slaughtering them. Neither ancient warfare nor ancient piracy can be economically understood without an understanding of the role of slaver.</p>\n<p>That said, the existence of slavery in any given campaign setting or realm is ultimately at your discretion. The inclusion of rules for slaves is not intended to justify or condone the real-world practice of slavery itself. Should you wish to incorporate slavery into your campaign, use the following rules.</p>\n"
    },
    {
      "title": "Common Slaves",
      "level": 3,
      "html": "<p>Most slaves belong to one of four types: slave laborers, household slaves, pleasure slaves, and professional slaves. To determine the market demand and supply of noncombatant slaves, consult the Hireling Availability by Market Class table. Whenever slaves are available for purchase, they will displace hirelings to a greater or lesser degree. Depending on how widespread their use is, slaves will replace 10% to 90% of the hirelings available in the market or realm.</p>\n"
    },
    {
      "title": "Slave Laborers",
      "level": 4,
      "html": "<p>Slave laborers do manual work, usually of the most unpleasant sort, such as farming on plantations, mining ore, or building pyramids. Slave laborers can be bought in markets at a cost of 40gp each. Slave laborers are generally able-bodied males captured in war or slaving expeditions. Individually, slave laborers can be used for any labor-related tasks. They cost 2gp each per month in upkeep and have base loyalty scores of -4.</p>\n<p>When used on construction projects, treat each slave as an unskilled laborer with a construction rate of 1sp per day. When used to populate domains, treat every 3 slave laborers as equivalent to one peasant family for all purposes. If a domain’s population consists of 25% or more slave laborers, its domain morale is decreased by 1. If a domain’s population consists of 50% or more slave laborers, its domain morale is decreased by 2. If the domain is 100% slave labor, domain morale is decreased by 4. Historical examples include the helots of Sparta and the plantation slaves of Rome.</p>\n"
    },
    {
      "title": "Household Slaves",
      "level": 4,
      "html": "<p>Household slavesperform domestic chores such as cleaning, cooking, shopping, etc. Household slaves tend to live and work for their owners for long periods of time, and can be fairly loyal if treated well (base loyalty scores of -2). Historical examples include Greek and Roman household slaves. Household slaves can be bought in markets at a cost of 100gp each, and cost 3gp per month in upkeep. Better wages or working conditions can increase loyalty (Judge’s discretion).</p>\n"
    },
    {
      "title": "Pleasure Slaves",
      "level": 4,
      "html": "<p>Pleasure slavesare young and attractive slaves specially trained in the arts of seduction, performance, and pleasure. Historical examples include the Greek hetaera(courtesan) and Ottoman odalisque (harem slaves). Pleasure slaves usually have ranks in proficiencies such as Seduction, Performance (dance), and Labor (massage).</p>\n<p>Pleasure slaves can be bought in markets at a cost of 100gp to 1,000gp, depending on age, beauty, and level of training. Truly exceptional pleasure slaves can command virtually unlimited prices. Pleasure slaves cost 12gp or more per month in upkeep. Pleasure slaves have base morale scores of -2. Kind treatment, gifts, or extended liberties can increase loyalty (Judge’s discretion).</p>\n"
    },
    {
      "title": "Professional Slaves",
      "level": 4,
      "html": "<p>Professional slavesare trained experts such as scribes, tutors, or accountants. In general, the cost of a professional slave is equal to 33 times a free professional’s wages per month, less 36gp. All professional slaves cost 3gp per month in upkeep. They have base loyalty scores of -2. Better working conditions, kind treatment, gifts, or extended liberties can increase morale (Judge’s discretion).</p>\n<p>EXAMPLE A master blacksmith earns 75gp per month. Purchasing a master blacksmith slave therefore costs [(75 x 33) – 36] = 2,439gp.</p>\n"
    },
    {
      "title": "Soldier Slaves",
      "level": 3,
      "html": "<p>Some realms may rely partly or exclusively on slave soldiers to man their armies. Such realms are usually rare. While slavery was very common in ancient societies, slave soldiers were not. Most slaveholders saw armed slaves as a threat to the social order. Even in societies where they did exist, historical slave soldiers such as the Persian ghulam, Egyptian mamelukes, and Turkish janissaries were usually either born into slavery or enslaved in early childhood so they could be indoctrinated with loyalty to the ruler. However, slave soldiers are more common in fantasy fiction, especially in darker works.</p>\n"
    },
    {
      "title": "Availability of Slave Soldiers",
      "level": 4,
      "html": "<p>To determine the availability of slave soldiers, consult the Mercenary Availability by Market Class and Mercenary Availability by Realm Size tables. Whenever slave soldiers are available for purchase, they will displace mercenaries to a greater or lesser degree. Depending on how widespread their use is, slave soldiers will replace 10% to 90% of the mercenaries available in the market or realm. Unlike mercenaries, slave soldiers need not be of the prevailing race of the settlement or realm. Weaker, faster-breeding, or simply “different” races might replace native-born troops.</p>\n<p>EXAMPLE: Memet Mehtep, ruler of a principality of Kemesh, wishes to buy slave soldiers. Specifically, Memet Mehtep wants camel lancers to guard his sandy southern frontier. In Kemesh, slave soldiers have displaced 50% of the mercenaries. 130 camel lancer mercenaries are normally available in a principality, so there will be 65 camel lancer mercenaries and 65 camel lancer slaves. These slave soldiers are not actually Kemeshi, but are actually Besherab nomads captured as youths.</p>\n"
    },
    {
      "title": "Buying Slave Soldiers",
      "level": 4,
      "html": "<p>Finding and buying slave soldiers has the same time requirements, and gp cost per time period, as recruiting mercenaries. Instead of being hired for a wage, however, slave soldiers are purchased at a variable cost depending on their race, training and equipment. See the Slave Troop Type table below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td></td>\n<td><strong>Gp Cost per Slave</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Slave Troop Type</strong></td>\n<td><em>Man</em></td>\n<td><em>Dwarf</em></td>\n<td><em>Elf</em></td>\n<td><em>Kobold</em></td>\n<td><em>Goblin</em></td>\n<td><em>Orc</em></td>\n<td><em>Hobgoblin</em></td>\n<td><em>Gnoll</em></td>\n<td><em>Lizardman</em></td>\n<td><em>Bugbear</em></td>\n<td><em>Ogre</em></td>\n</tr>\n<tr>\n<td>Militia</td>\n<td>40</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Infantry</td>\n<td>250</td>\n<td>-</td>\n<td>700</td>\n<td>100</td>\n<td>115</td>\n<td>225</td>\n<td>515</td>\n<td>65</td>\n<td>1,125</td>\n<td>1,600</td>\n<td>5,000</td>\n</tr>\n<tr>\n<td>Heavy Infantry</td>\n<td>415</td>\n<td>850</td>\n<td>800</td>\n<td>-</td>\n<td>-</td>\n<td>400</td>\n<td>650</td>\n<td>875</td>\n<td>1,685</td>\n<td>1,965</td>\n<td>7,350</td>\n</tr>\n<tr>\n<td>Slinger</td>\n<td>250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>120</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Bowman</td>\n<td>300</td>\n<td>-</td>\n<td>933</td>\n<td>-</td>\n<td>140</td>\n<td>290</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Crossbowman</td>\n<td>600</td>\n<td>1,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>240</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Longbowman</td>\n<td>650</td>\n<td>-</td>\n<td>1,400</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1,125</td>\n<td>1,200</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Light Cavalry</td>\n<td>1,275</td>\n<td>-</td>\n<td>2,250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>1,650</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Horse Archers</td>\n<td>1,965</td>\n<td>-</td>\n<td>3,475</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Medium Cavalry</td>\n<td>1,800</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,600</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Heavy Cavalry</td>\n<td>2,315</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Cataphract Cavalry</td>\n<td>3,050</td>\n<td>-</td>\n<td>6,250</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Archers</td>\n<td>1,050</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Camel Lancers</td>\n<td>1,375</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>War Elephants</td>\n<td>20,000</td>\n<td></td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Mounted Crossbowman</td>\n<td>-</td>\n<td>2,225</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Beast Rider</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>3,825</td>\n<td>4,875</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p><strong>Upkeep:</strong> Once hired, slave soldiers cost 3gp per month in upkeep (ogres cost 16gp per month in upkeep). Failure to pay upkeep counts as a calamity for morale purposes. Supplemental pay, better food, access to women, and so on can increase morale over time.</p>\n<p><strong>Mercenary Slave Soldiers:</strong> At the Judge’s discretion, slave soldiers might be hired from their owner rather than purchased outright. In this case, the slave soldiers would have a monthly cost equal to the standard wage for their troop type, but the funds would be paid to the owner rather than the slaves.</p>\n"
    },
    {
      "title": "Training Slave Soldiers",
      "level": 4,
      "html": "<p>Realm leaders with sufficient patience may conscript, capture, or purchase promising candidates and train them to become slave soldiers. To be amenable for training, candidates must be able-bodied creatures no older than their race’s Youth age category: 12 to 15 years old for beastmen, 13 to 17 years old for humans, etc. (See <em><strong>ACKS II Revised Rulebook</strong></em>p. XXX for Character Aging categories).</p>\n<p>The readiest source of candidates is the ruler’s realm itself. In Chaotic societies, one candidate of the appropriate age per 10 peasant families can be enslaved without impacting domain morale or domain revenue. Enslaving additional candidates has the same detrimental effect on domain morale and revenue as levying militia. Enslaving families is not permitted in Lawful or Neutral realms; doing so changes the alignment of the realm!</p>\n<p>Candidates can also be acquired in war.25% of captives taken when pillaging a domain will be suitable (in age, temperament, and physique) to become slave soldiers.</p>\n<p>Finally, candidates can be purchased in the market at a cost of 40gp each. See the Equipment Availability by Market Class table (p. XX) to determine the number available. If the number of candidates available is too few to meet demand, up to 10 times as many candidates can be “commissioned.” This represents hiring slavers to abduct likely candidates, and takes 40 days (1 day per gp).</p>\n<p>Once they are acquired, the enslaved youth require a five-year period of indoctrination and discipline. This costs 180gp in upkeep per candidate. One marshal (30gp per month) is required per 60 candidates to oversee this process. After their five years of indoctrination, the slave soldiers can be assigned and trained to their specific troop type using the rules for Conscripts, above.</p>\n<p>EXAMPLE: Memet Mehtep has just pillaged the oasis of Al-Danya, capturing 240 prisoners. 60 (25%) of these captives have the right age, temperament, and physique to become slave soldiers. These youths are placed under a marshal and indoctrinated for the next five years. This costs Memet Mehtep (60 x 180) 10,800gp in upkeep for the candidates and (30 x 12 x 5) 1,800gp for the marshal. At the end of five years, the slave soldiers can be trained as, e.g., light infantry or heavy cavalry, according to the standard rules.</p>\n"
    },
    {
      "title": "Slave Morale",
      "level": 4,
      "html": "<p>Slave soldiers enslaved as adults have loyalty scores of -4 (and are a very bad idea). Slave soldiers enslaved as children have the same morale scores as normal mercenaries of their type. They receive a permanent +1 bonus to their loyalty score provided they remain in the service of the leader who trained them. This bonus is lost if the slave soldiers are sold or hired out.</p>\n<p>Slave soldiers make loyalty rolls as conscripts. Like conscripts, slave soldiers cannot voluntarily leave their leader’s service, but may desert, betray, or attack the leader.</p>\n<p><strong>Mother of Dragons Memorial Rule:</strong> If freed by a buyer (not their enslaver), slave soldiers immediately make a loyalty roll modified by their liberator’s Charisma. If the result is “Fanatic Loyalty,” the slave soldiers become liberator-worshipping fanatics who need only be paid their basic upkeep (3gp per month), and have a base loyalty of +4 regardless of how they are equipped.</p>\n"
    },
    {
      "title": "Exotic Slave Soldiers",
      "level": 4,
      "html": "<p>From time to time, characters might purchase, capture, <strong>bewitch</strong> otherwise enslave exotic creatures. The availability of such creatures as slaves is strictly at the Judge’s discretion. In general, exotic slaves should be very rare.</p>\n<p>The purchase prices listed are for tamed and trained creatures. Exotic slaves, like other slave soldiers, need not be paid a wage. Supply and specialist costs must still be paid, however. Sapient exotics are only reliable if captured while young and raised in captivity. Exotic creatures of sapient intelligence captured as adults might serve out of honor, fear, or self-preservation, but they must make a loyalty roll each time they have the opportunity to escape or betray their master. If the monster’s morale is +1 or more, apply the creature’s normal morale bonus as a <em>penalty</em> to any loyalty rolls. If the monster’s morale is 0 or less, apply a -1 penalty to any loyalty rolls.</p>\n<p>EXAMPLE: A manticore, captured as a baby and raised in captivity costs 30,500gp. It does not have to make a loyalty roll when presented with the opportunity to escape or betray its owner. A manticore captured as an adult is only worth 945gp. If purchased, its loyalty will be highly questionable. Any time it has an opportunity to escape or betray its master, it must make a loyalty roll at -1.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Slavery\n\nSlavery was an all too common feature in ancient societies. Slaves might be indentured debtors, convicted criminals, or prisoners of war. The abundant supply of slave labor was a major component to most ancient economies, and the mass enslavement of defeated peoples was justified as more merciful than the alternative of slaughtering them. Neither ancient warfare nor ancient piracy can be economically understood without an understanding of the role of slaver.\n\nThat said, the existence of slavery in any given campaign setting or realm is ultimately at your discretion. The inclusion of rules for slaves is not intended to justify or condone the real-world practice of slavery itself. Should you wish to incorporate slavery into your campaign, use the following rules.\n\n### Common Slaves\n\nMost slaves belong to one of four types: slave laborers, household slaves, pleasure slaves, and professional slaves. To determine the market demand and supply of noncombatant slaves, consult the Hireling Availability by Market Class table. Whenever slaves are available for purchase, they will displace hirelings to a greater or lesser degree. Depending on how widespread their use is, slaves will replace 10% to 90% of the hirelings available in the market or realm.\n\n#### Slave Laborers\n\nSlave laborers do manual work, usually of the most unpleasant sort, such as farming on plantations, mining ore, or building pyramids. Slave laborers can be bought in markets at a cost of 40gp each. Slave laborers are generally able-bodied males captured in war or slaving expeditions. Individually, slave laborers can be used for any labor-related tasks. They cost 2gp each per month in upkeep and have base loyalty scores of -4.\n\nWhen used on construction projects, treat each slave as an unskilled laborer with a construction rate of 1sp per day. When used to populate domains, treat every 3 slave laborers as equivalent to one peasant family for all purposes. If a domain’s population consists of 25% or more slave laborers, its domain morale is decreased by 1. If a domain’s population consists of 50% or more slave laborers, its domain morale is decreased by 2. If the domain is 100% slave labor, domain morale is decreased by 4. Historical examples include the helots of Sparta and the plantation slaves of Rome.\n\n#### Household Slaves\n\nHousehold slavesperform domestic chores such as cleaning, cooking, shopping, etc. Household slaves tend to live and work for their owners for long periods of time, and can be fairly loyal if treated well (base loyalty scores of -2). Historical examples include Greek and Roman household slaves. Household slaves can be bought in markets at a cost of 100gp each, and cost 3gp per month in upkeep. Better wages or working conditions can increase loyalty (Judge’s discretion).\n\n#### Pleasure Slaves\n\nPleasure slavesare young and attractive slaves specially trained in the arts of seduction, performance, and pleasure. Historical examples include the Greek hetaera(courtesan) and Ottoman odalisque (harem slaves). Pleasure slaves usually have ranks in proficiencies such as Seduction, Performance (dance), and Labor (massage).\n\nPleasure slaves can be bought in markets at a cost of 100gp to 1,000gp, depending on age, beauty, and level of training. Truly exceptional pleasure slaves can command virtually unlimited prices. Pleasure slaves cost 12gp or more per month in upkeep. Pleasure slaves have base morale scores of -2. Kind treatment, gifts, or extended liberties can increase loyalty (Judge’s discretion).\n\n#### Professional Slaves\n\nProfessional slavesare trained experts such as scribes, tutors, or accountants. In general, the cost of a professional slave is equal to 33 times a free professional’s wages per month, less 36gp. All professional slaves cost 3gp per month in upkeep. They have base loyalty scores of -2. Better working conditions, kind treatment, gifts, or extended liberties can increase morale (Judge’s discretion).\n\nEXAMPLE A master blacksmith earns 75gp per month. Purchasing a master blacksmith slave therefore costs [(75 x 33) – 36] = 2,439gp.\n\n### Soldier Slaves\n\nSome realms may rely partly or exclusively on slave soldiers to man their armies. Such realms are usually rare. While slavery was very common in ancient societies, slave soldiers were not. Most slaveholders saw armed slaves as a threat to the social order. Even in societies where they did exist, historical slave soldiers such as the Persian ghulam, Egyptian mamelukes, and Turkish janissaries were usually either born into slavery or enslaved in early childhood so they could be indoctrinated with loyalty to the ruler. However, slave soldiers are more common in fantasy fiction, especially in darker works.\n\n#### Availability of Slave Soldiers\n\nTo determine the availability of slave soldiers, consult the Mercenary Availability by Market Class and Mercenary Availability by Realm Size tables. Whenever slave soldiers are available for purchase, they will displace mercenaries to a greater or lesser degree. Depending on how widespread their use is, slave soldiers will replace 10% to 90% of the mercenaries available in the market or realm. Unlike mercenaries, slave soldiers need not be of the prevailing race of the settlement or realm. Weaker, faster-breeding, or simply “different” races might replace native-born troops.\n\nEXAMPLE: Memet Mehtep, ruler of a principality of Kemesh, wishes to buy slave soldiers. Specifically, Memet Mehtep wants camel lancers to guard his sandy southern frontier. In Kemesh, slave soldiers have displaced 50% of the mercenaries. 130 camel lancer mercenaries are normally available in a principality, so there will be 65 camel lancer mercenaries and 65 camel lancer slaves. These slave soldiers are not actually Kemeshi, but are actually Besherab nomads captured as youths.\n\n#### Buying Slave Soldiers\n\nFinding and buying slave soldiers has the same time requirements, and gp cost per time period, as recruiting mercenaries. Instead of being hired for a wage, however, slave soldiers are purchased at a variable cost depending on their race, training and equipment. See the Slave Troop Type table below.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  | **Gp Cost per Slave** | | | | | | | | | | |\n| **Slave Troop Type** | *Man* | *Dwarf* | *Elf* | *Kobold* | *Goblin* | *Orc* | *Hobgoblin* | *Gnoll* | *Lizardman* | *Bugbear* | *Ogre* |\n| Militia | 40 | - | - | - | - | - | - | - | - | - | - |\n| Light Infantry | 250 | - | 700 | 100 | 115 | 225 | 515 | 65 | 1,125 | 1,600 | 5,000 |\n| Heavy Infantry | 415 | 850 | 800 | - | - | 400 | 650 | 875 | 1,685 | 1,965 | 7,350 |\n| Slinger | 250 | - | - | - | 120 | - | - | - | - | - | - |\n| Bowman | 300 | - | 933 | - | 140 | 290 | - | - | - | - | - |\n| Crossbowman | 600 | 1,050 | - | - | - | 240 | - | - | - | - | - |\n| Longbowman | 650 | - | 1,400 | - | - | - | 1,125 | 1,200 | - | - | - |\n| Light Cavalry | 1,275 | - | 2,250 | - | - | - | 1,650 | - | - | - | - |\n| Horse Archers | 1,965 | - | 3,475 | - | - | - | 3,050 | - | - | - | - |\n| Medium Cavalry | 1,800 | - | - | - | - | - | 3,600 | - | - | - | - |\n| Heavy Cavalry | 2,315 | - | - | - | - | - | - | - | - | - | - |\n| Cataphract Cavalry | 3,050 | - | 6,250 | - | - | - | - | - | - | - | - |\n| Camel Archers | 1,050 | - | - | - | - | - | - | - | - | - | - |\n| Camel Lancers | 1,375 | - | - | - | - | - | - | - | - | - | - |\n| War Elephants | 20,000 |  | - | - | - | - | - | - | - | - | - |\n| Mounted Crossbowman | - | 2,225 | - | - | - | - | - | - | - | - | - |\n| Beast Rider | - | - | - | - | 3,825 | 4,875 | - | - | - | - | - |\n\n**Upkeep:** Once hired, slave soldiers cost 3gp per month in upkeep (ogres cost 16gp per month in upkeep). Failure to pay upkeep counts as a calamity for morale purposes. Supplemental pay, better food, access to women, and so on can increase morale over time.\n\n**Mercenary Slave Soldiers:** At the Judge’s discretion, slave soldiers might be hired from their owner rather than purchased outright. In this case, the slave soldiers would have a monthly cost equal to the standard wage for their troop type, but the funds would be paid to the owner rather than the slaves.\n\n#### Training Slave Soldiers\n\nRealm leaders with sufficient patience may conscript, capture, or purchase promising candidates and train them to become slave soldiers. To be amenable for training, candidates must be able-bodied creatures no older than their race’s Youth age category: 12 to 15 years old for beastmen, 13 to 17 years old for humans, etc. (See ***ACKS II Revised Rulebook***p. XXX for Character Aging categories).\n\nThe readiest source of candidates is the ruler’s realm itself. In Chaotic societies, one candidate of the appropriate age per 10 peasant families can be enslaved without impacting domain morale or domain revenue. Enslaving additional candidates has the same detrimental effect on domain morale and revenue as levying militia. Enslaving families is not permitted in Lawful or Neutral realms; doing so changes the alignment of the realm!\n\nCandidates can also be acquired in war.25% of captives taken when pillaging a domain will be suitable (in age, temperament, and physique) to become slave soldiers.\n\nFinally, candidates can be purchased in the market at a cost of 40gp each. See the Equipment Availability by Market Class table (p. XX) to determine the number available. If the number of candidates available is too few to meet demand, up to 10 times as many candidates can be “commissioned.” This represents hiring slavers to abduct likely candidates, and takes 40 days (1 day per gp).\n\nOnce they are acquired, the enslaved youth require a five-year period of indoctrination and discipline. This costs 180gp in upkeep per candidate. One marshal (30gp per month) is required per 60 candidates to oversee this process. After their five years of indoctrination, the slave soldiers can be assigned and trained to their specific troop type using the rules for Conscripts, above.\n\nEXAMPLE: Memet Mehtep has just pillaged the oasis of Al-Danya, capturing 240 prisoners. 60 (25%) of these captives have the right age, temperament, and physique to become slave soldiers. These youths are placed under a marshal and indoctrinated for the next five years. This costs Memet Mehtep (60 x 180) 10,800gp in upkeep for the candidates and (30 x 12 x 5) 1,800gp for the marshal. At the end of five years, the slave soldiers can be trained as, e.g., light infantry or heavy cavalry, according to the standard rules.\n\n#### Slave Morale\n\nSlave soldiers enslaved as adults have loyalty scores of -4 (and are a very bad idea). Slave soldiers enslaved as children have the same morale scores as normal mercenaries of their type. They receive a permanent +1 bonus to their loyalty score provided they remain in the service of the leader who trained them. This bonus is lost if the slave soldiers are sold or hired out.\n\nSlave soldiers make loyalty rolls as conscripts. Like conscripts, slave soldiers cannot voluntarily leave their leader’s service, but may desert, betray, or attack the leader.\n\n**Mother of Dragons Memorial Rule:** If freed by a buyer (not their enslaver), slave soldiers immediately make a loyalty roll modified by their liberator’s Charisma. If the result is “Fanatic Loyalty,” the slave soldiers become liberator-worshipping fanatics who need only be paid their basic upkeep (3gp per month), and have a base loyalty of +4 regardless of how they are equipped.\n\n#### Exotic Slave Soldiers\n\nFrom time to time, characters might purchase, capture, **bewitch** otherwise enslave exotic creatures. The availability of such creatures as slaves is strictly at the Judge’s discretion. In general, exotic slaves should be very rare.\n\nThe purchase prices listed are for tamed and trained creatures. Exotic slaves, like other slave soldiers, need not be paid a wage. Supply and specialist costs must still be paid, however. Sapient exotics are only reliable if captured while young and raised in captivity. Exotic creatures of sapient intelligence captured as adults might serve out of honor, fear, or self-preservation, but they must make a loyalty roll each time they have the opportunity to escape or betray their master. If the monster’s morale is +1 or more, apply the creature’s normal morale bonus as a *penalty* to any loyalty rolls. If the monster’s morale is 0 or less, apply a -1 penalty to any loyalty rolls.\n\nEXAMPLE: A manticore, captured as a baby and raised in captivity costs 30,500gp. It does not have to make a loyalty roll when presented with the opportunity to escape or betray its owner. A manticore captured as an adult is only worth 945gp. If purchased, its loyalty will be highly questionable. Any time it has an opportunity to escape or betray its master, it must make a loyalty roll at -1.\n"
}