{
  "html": "<h2>Who Created the Cosmos?</h2>\n<p>The true creator of the Cosmos was an omni-conscious entity that is as remote from the gods as the gods are remote from mortal men. The certainty of this entity’s existence is known only to the gods themselves, though the possibility of such a being has been theorized by Cybele’s wisest and most enlightened sages and philosophers. These scholars have given the cosmic creator many names: the Absolute, the Godhead, the Precursor, the Source, and the Unmoved Mover. The gods themselves call their creator <strong>the Cosmarch</strong>.</p>\n<p>Whatever the entity’s name, its creation of the Cosmos was its first and last deed: In the generative act, the Cosmarch transferred all of its divine power into the Cosmos itself and became immanent within it. After creating the Cosmos, the Cosmarch was no longer an entity per se; but everything in the Cosmos had a trace of the Cosmarch within it. Living things have more than a trace; they have a veritable shard of the Cosmarch in them. This shard is called the <strong>soul</strong> and carries a measure of divine power. The collective sum of all these shards and traces of divine power immanent in the Cosmos is called <strong>the Logos</strong> or <strong>divine power</strong>.</p>\n<p><strong>Historical Note:</strong> The metaphysics of the Auran Empire setting are based primarily (but not exclusively) on philosophical and spiritual beliefs espoused during the Hellenistic era within Mediterranean, Near Eastern, and Indian realms. The primary inspiration is Stoicism. In Stoic cosmogony, God, which is both Nature and Reason, created and became the cosmos. All matter carries within it a fragment of the soul of God (also called the world-soul, <em>anima mundi</em>, or <em>logos</em>). In living creatures, this fragment of God is what endows them with locomotion, perception, and reason.</p>\n",
  "sections": [
    {
      "title": "Who Created the Cosmos?",
      "level": 2,
      "html": "<p>The true creator of the Cosmos was an omni-conscious entity that is as remote from the gods as the gods are remote from mortal men. The certainty of this entity’s existence is known only to the gods themselves, though the possibility of such a being has been theorized by Cybele’s wisest and most enlightened sages and philosophers. These scholars have given the cosmic creator many names: the Absolute, the Godhead, the Precursor, the Source, and the Unmoved Mover. The gods themselves call their creator <strong>the Cosmarch</strong>.</p>\n<p>Whatever the entity’s name, its creation of the Cosmos was its first and last deed: In the generative act, the Cosmarch transferred all of its divine power into the Cosmos itself and became immanent within it. After creating the Cosmos, the Cosmarch was no longer an entity per se; but everything in the Cosmos had a trace of the Cosmarch within it. Living things have more than a trace; they have a veritable shard of the Cosmarch in them. This shard is called the <strong>soul</strong> and carries a measure of divine power. The collective sum of all these shards and traces of divine power immanent in the Cosmos is called <strong>the Logos</strong> or <strong>divine power</strong>.</p>\n<p><strong>Historical Note:</strong> The metaphysics of the Auran Empire setting are based primarily (but not exclusively) on philosophical and spiritual beliefs espoused during the Hellenistic era within Mediterranean, Near Eastern, and Indian realms. The primary inspiration is Stoicism. In Stoic cosmogony, God, which is both Nature and Reason, created and became the cosmos. All matter carries within it a fragment of the soul of God (also called the world-soul, <em>anima mundi</em>, or <em>logos</em>). In living creatures, this fragment of God is what endows them with locomotion, perception, and reason.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Who Created the Cosmos?\n\nThe true creator of the Cosmos was an omni-conscious entity that is as remote from the gods as the gods are remote from mortal men. The certainty of this entity’s existence is known only to the gods themselves, though the possibility of such a being has been theorized by Cybele’s wisest and most enlightened sages and philosophers. These scholars have given the cosmic creator many names: the Absolute, the Godhead, the Precursor, the Source, and the Unmoved Mover. The gods themselves call their creator **the Cosmarch**.\n\nWhatever the entity’s name, its creation of the Cosmos was its first and last deed: In the generative act, the Cosmarch transferred all of its divine power into the Cosmos itself and became immanent within it. After creating the Cosmos, the Cosmarch was no longer an entity per se; but everything in the Cosmos had a trace of the Cosmarch within it. Living things have more than a trace; they have a veritable shard of the Cosmarch in them. This shard is called the **soul** and carries a measure of divine power. The collective sum of all these shards and traces of divine power immanent in the Cosmos is called **the Logos** or **divine power**.\n\n**Historical Note:** The metaphysics of the Auran Empire setting are based primarily (but not exclusively) on philosophical and spiritual beliefs espoused during the Hellenistic era within Mediterranean, Near Eastern, and Indian realms. The primary inspiration is Stoicism. In Stoic cosmogony, God, which is both Nature and Reason, created and became the cosmos. All matter carries within it a fragment of the soul of God (also called the world-soul, *anima mundi*, or *logos*). In living creatures, this fragment of God is what endows them with locomotion, perception, and reason.\n"
}