{
  "html": "<h2>Balancing Player Skill versus Character Skill</h2>\n<p>According to the agency theory of fun, a good tabletop RPG should afford players the opportunity to make meaningful choices. What determines the outcome of player choices? Should it be the player’s skill or the character’s? This question arises in every tabletop RPG, and few games offer good answers to every variant of it. Let me offer some examples:</p>\n<p><strong>Example #1:</strong> Chris is an expert in Krav Maga, where he learned how to disarm an intruder of a gun. His character Amdiron is a mage. Amdiron is currently being held at crossbow-point by an orc. Chris says, “Amdiron knows it’s a mistake to menace someone at close range with a firearm — I mean crossbow. Amdiron leans back against the crossbow subtly, then spins sideways and grabs the crossbow before the bolt can skewer him!” How does this get resolved?</p>\n<p>**Example #2a:**Ted is an expert in <em><strong>ACKS</strong></em>and other D20 fantasy games. He has memorized every monster manual ever published. His character Athelstan is a 1st level cleric who has never left the temple before. Athelstan’s fellow adventurers are about to enter a moldy room. Ted says, “Wait! Athelstan warns everyone to stay back while he steps forward. Is this mustard mold?” How does this get resolved?</p>\n<p>**Example #2b:**Luke has never played an RPG before. His character Süreus is a 1st level mage with INT 18 and Knowledge (molds and slimes) proficiency. Süreus’s fellow adventurers are about to enter a moldy room. Luke says, “Wait! Uh... does my guy know anything about the mold stuff? Is it safe to proceed?” How does this get resolved?</p>\n<p>**Example #3a:**Chad is a highly successful business developer who teaches seminars on negotiation. His character, Rakh, is a barbarian with a CHA of 3. Rakh is captured and brought before the king on charges of mayhem and vandalism. Chad says, “OK! Rakh bows deeply before the king and says the following: ‘Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom.” How does this get resolved?</p>\n<p>**Example #3b:**Bob is a highly introverted theoretical botanist who hates human interaction. His character, Theodorus the Glorious, is a bard with a CHA of 18. Theodorus is captured and brought before the king on charges of cacophony and seduction of the innocent. Bob says, “Uh, Theodorus says whatever is appropriate to say to a king. Then he offers to hold a concert in the king’s honor but he makes it sound like a big deal.” How does this get resolved?</p>\n<p>**Example #4:**Jenna is a police detective in real life. She is renowned for ability to spot the slightest disturbance in a crime scene. Her character, Aurëlyn, is a dull-witted fighter with INT 9. Aurëlyn is searching a hallway for traps. Jenna says, “Aurëlyn begins to carefully investigate the hallway. She subdivides it into 1’ x 1’ square sections and then scans each one looking for anything out of the ordinary. I can go into more detail on each square foot area saying what she looks for if you want, but I’m talking tiny disturbances of dust, strands of hair, tiny blood spatters, scuffs on the floor...” How does this get resolved?</p>\n<p>**Example #5:**Todd is a former special forces operator who earned a bronze star in war. He has a zen-like ability to operate in the face of danger. His character, Bjorken, is a nebbish venturer with WILL 5. Bjorken has just encountered a powerful mummy with a dreadful aspect that puts paralyzing fear into the hearts of men. Todd says “Bjorken knows that freezing is the worst response to fear. To avoid freezing up, he takes a series of deep breathes and allows the fear to wash over him.” How does this get resolved?</p>\n<p>If we want to take seriously player agency, we need to be able to answer these questions in a systematic way. Arbitrary decision-making on a case by case basis deprives the player of reliably demonstrating skill and reliably using his character. In each of the examples above, the problem has arisen because of a mismatch between the player’s abilities, knowledge, and skills, and the character’s. There are four ways to address this mismatch.</p>\n<h3>Make Character Skill Paramount</h3>\n<p>Under this approach, the game emphasizes that the player is not the character. The character’s skills are the only thing that matter in resolving what happens.</p>\n<p>This approach has been used in many story games that focus on “conflict resolution” rather than “task resolution.” In such games, the success or failure of tasks is left entirely to characters and dice. The player’s enjoyment usually arises from role-playing how the character emotionally responds to the outcomes. It has also been used in some “crunchy” RPGs, perhaps as something of a backlash to earlier game designs that emphasized player skill. <em><strong>Dungeons &amp; Dragons 4E</strong></em>’s Skill Challenges is an example. However, this is not the solution that <em><strong>ACKS II</strong></em>adopts.</p>\n<h3>Make Player Skill Paramount</h3>\n<p>Under this approach, the player is the character, more-or-less. The players skills are the character’s skills. You hit a foe by hitting the foe (hopefully with a boffer sword); you pick a lock by picking a lock; you negotiate with the king by negotiating with the king. The primary advantage of this approach is, of course, that it can create incredible immersion. By eliminating the barrier between player and character, the player can feel he is really “in the world.” The secondary advantage accrues to those who are highly skilled. People enjoy gaining and demonstrating mastery. We see this especially in videogames, where it has led to the rise of e-sports.</p>\n<p>The disadvantage of this approach is that it precludes escapism. A weakling can never be a mighty warrior. A clumsy oaf can never play an agile thief. An awkward nerd can never be a charming bard. Since this sort of escapism is exactly what motivates many people to want to play an RPG, it is a poor choice for traditional RPG design. However, it is widely used in live-action role-playing games — or so we are told. None of us at Autarch have never dressed up in wizard robes and hurled socks at orcs while screaming “fireball.” Not once. Such claims are malicious lies. We hurled beanbags, not socks.</p>\n<p>Obviously, this approach is not what <em><strong>ACKS II</strong></em>uses.</p>\n<h3>Make Player Skill and Character Skill into Non-Overlapping Magisteria</h3>\n<p>Under a regime of non-overlapping magisteria, character skill is paramount in some areas of the game, while player skill is paramount in other areas of the game. Which one matters depends on what you are doing.</p>\n<p>This approach characterizes many old-school RPGs that favor “rulings over rules.” In the earliest version of <em><strong>Dungeons &amp; Dragons</strong></em><em>,</em> the game rules only covered a few aspects of play — primarily combat. Even mechanics taken for granted by the time of <em><strong>AD&amp;D 1E,</strong></em> such as the “thief skills” of finding and disarming traps, didn’t exist. If a player wanted to search for a trap, that was resolved in a back-and-forth conversation with the GM. Matt Finch’s <em><strong>Quick Primer for Old School Gaming</strong></em> is one of the best illustrations of this style.</p>\n<p>Gamers tend to either love or hate non-overlapping magisteria. Those who love it tend to praise it for allowing player skill to shine through. They acclaim dungeons such as <em><strong>Tomb of Horrors</strong></em>, which strove to challenge players to think beyond the limits of the game’s mechanics. Fans of this approach tend to see the parts of the game with mechanics — such as combat — as of relatively less importance than those without. Combat is resolved with dice as a matter of convenience, but the best players avoid combat. Rolling dice is sometimes seen as a failure state.</p>\n<p>Those who hate this approach tend to slam it for forcing players to engage in “Mother May I?” with the GM. These players find the subjective nature of the player-GM interaction to be a source of frustration rather than empowerment. They feel the back-and-forth narrative of exploration is time-consuming and gets in the way of the real fun of combat. They want to roll dice and kick ass with their +17 bonus.</p>\n<p>We believe that non-overlapping magisterium is an unstable equilibrium. The history of RPG design has been that of games trending away from this approach and towards one of the others. Nowhere is this more visible than in the evolution of <em><strong>D&amp;D</strong></em>itself. That said, non-overlapping magisteria has many proponents and the method can and has sustained decades of active RPG campaigning. Whatever its faults, it seems to be a favored solution for some gaming groups.</p>\n<p>Despite the fact that most of the other games within the Old School Renaissance adopt this approach, <em><strong>ACKS II</strong></em>does not. Those who favor non-overlapping magisteria will find (probably to their horror) that <em><strong>ACKS II</strong></em>takes a very different path.</p>\n<h3>Synergy of Player and Character Skill</h3>\n<p>With the synergistic approach, both character skill and player skill matter. What happens in the game is not just a matter of one or the other. Here at Autarch, we consider the synergistic approach to be the Platonic ideal for role-playing games and it’s what we aim for in all of my game designs. Unfortunately, it’s mechanically hard to achieve and conceptually difficult to explain. We hope that this brief section can help you understand how <em><strong>ACKS II</strong></em>intends for player and character skill to be balanced.</p>\n<h4>The Player is the Instruction Booklet, the Character is the Guy Following the Instructions</h4>\n<p>In the synergistic approach, the player can instruct his character on what to do, but whether the character successfully does do it is up to the character. To help illustrate the approach, let’s consider a real-world example of a husband-and-wife team building an Ikea bookcase. The bookcase came with an instruction booklet explaining how to build it. The wife is reading the instructions and the husband is following them. When the wife says, “Step 5: Insert Gizmo A into Plate B with Gadget C,” what happens? Some husbands can just... insert A into B using C. Other, less-gifted husbands, will find this beyond their mechanical aptitude and end up screaming that they never wanted a new bookcase anyway. In this analogy, the player is the wife, and the character is the husband.</p>\n<p>Consider our earlier Example #1, where we needed to decide how much Chris’s expertise in Krav Maga is valuable to his character Amdiron’s efforts to deprive a guard of his crossbow. Following the guideline that “the player is the instruction booklet and the character is the guy following the instructions,” Mitch is the guy shouting “lean into the crossbow then spin and grab!” But Amdiron’s attempt is resolved based on how good Amdiron is at following Mitch’s instructions. In <em><strong>ACKS II</strong></em>he’d throw for a disarm special maneuver using Amdiron’s characteristics.</p>\n<p>Here, the player shows skill by choosing tactically sound options and the character show skills by implementing those tactics. We started with this example because it’s the most straightforward to understand. It is also the most commonly utilized approach for combat in all tabletop RPGs.</p>\n<h4>The Player Suspects, the Character Confirms</h4>\n<p>Let’s now turn to Example #2. In this example, Ted (the player) has concluded that party has encountered yellow mold, but Athelstan (Ted’s character) has no skill or proficiency in identifying mold. Conversely, Luke (the player) has no idea what yellow mold is, but his character is an expert in oozes. How does the Judge address this disparity?</p>\n<p>In ACKS II, this situation is easily handled. Every player character has the Adventuring proficiency. The Adventuring proficiency was a concept we developed to address exactly the situation described in Example #2a. Sometimes players know things; the Adventuring proficiency explains why they know the stuff players know. It represents the sort of broad-but-shallow know-how that gets picked up informally over time.</p>\n<p>The Adventuring proficiency explains why Ted’s character Athelstan might know about yellow-colored mustard mold. He happened to hear a folktale about it once. Or his uncle Athelfred died to mustard mold. Or he heard a rumor from another adventurer. Ted is therefore perfectly within his rights to have Athelstan say “Wait! Is this mustard mold?”</p>\n<p>What the Adventuring proficiency does not do is confirm whether the mold that looks yellow is actually capital-M Mustard Mold. To get confirmation, the character needs to have a proficiency such as Knowledge (molds and slimes), Loremastery, and so on.</p>\n<p>In the synergistic approach to data about the world, the player suspects and the character confirms. To make this approach work, sometimes the player’s suspicions have to be wrong.</p>\n<p>In Example #2a, an <em><strong>ACKS</strong></em> Judge might respond: “the mold has the color and texture of honey mustard.” If Ted then asks, “does that mean it’s mustard mold, like, the monster that breathes death-spores?” the Judge would then respond “Athelstan doesn’t know. It might be, or it might just be mold that happens to be yellow.”</p>\n<p>Or the Judge might respond “the mold has a reddish color, like congealed blood.” Ted, relieved it’s not yellow, says the party can advance. Sadly, the mold then explodes in a fireball. There’s no such monster as “blood mold” in the ACKS II Monstrous Manual that Ted read, but the Judge has secretly created such a monster and placed it in his world. (Note how the Adventuring proficiency in the future could justify Ted knowing about blood mold, even in an entirely different campaign!)</p>\n<p>In Example #2b, the Judge should respond “Süreus can make a Knowledge proficiency throw.” If the proficiency throw succeeds, the Judge might say “Based on his expert knowledge of molds, Süreus is certain this is harmless mold,” or “Süreus recognizes this as toxic mold,” or “Süreus knows this is a never-before-seen species of mold, closely related to yellow mold, but different.” If the proficiency check fails, the Judge simply says, “Süreus isn’t able to identify this species of mold.” He could share the info he shared with Ted, though, about its color and texture.</p>\n<p>Thus, the player shows skill by bringing his real-world and past gaming experience to bear in drawing tentative assessments of the game world, while the character shows skill by confirming those assessments. To our knowledge, ACKS II is the only game that has an Adventuring proficiency that explicitly provides characters with the background knowledge that players bring into a game.</p>\n<h4>The Player Talks, the Character Translates</h4>\n<p>Let’s turn to Example #3. In this example, Chad (the player) has the real-life equivalent of high Charisma and Diplomacy proficiency, while Rakh (Chad’s character) utterly lacks these things. Conversely, Bob (the player) has the real-life version of low Charisma, even though glorious Theodorus (Bob’s character) has CHA 18. Both players want their characters to persuade the king to favor them. How does this get resolved? In the synergistic approach to interacting with NPCs, the player speaks and the character translates.</p>\n<p>The king in Example #3 does not speak Modern English. He speaks Classical Auran. Chad and Bob do not speak any of those languages. They speak Modern English. How are Chad and Bob communicating with the king? Rakh and Theodorus are translating for them, from Modern English to Classical Auran.</p>\n<p>Chad is a glib speaker of Modern English. Rakh, unfortunately, is a terrible translator. When Chad says “Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom,” Rakh says something like “gentle king, I broke your laws because I am strong and your kingdom is filled with weaklings. But maybe I could kill something for you since you can’t do it yourself?” Chad doesn’t know that’s exactly what Rakh said, because he doesn’t speak Classical Auran. He just knows what he wanted Rakh to say. Sadly, Rakh’s plea probably doesn’t go too well. How badly it goes is resolved with a reaction roll using Rakh’s Charisma.</p>\n<p>Conversely, Bob is a taciturn and hesitant speaker, but Theodorus is a fluent and diplomatic translator. When Bob says “say whatever is appropriate to say to a king,” Theodorus translates that beautifully into the diplomatically-appropriate wording. Again, Bob doesn’t know what Theodorus said, he just knows what he wanted him to say. Here, though, it probably goes well — how well is, again, resolved with a reaction roll using Theodorus’s Charisma.</p>\n<p>Some people have a knee-jerk negative reaction to this approach. These players are usually excellent actors who make an effort to role-play their characters, and they feel it renders those efforts meaningless. It’s not fair, they’ll say, that Chad doesn’t get rewarded for his role-play.</p>\n<p>We disagree: The player’s words are not rendered meaningless by the synergistic approach. The character is tryingto follow his player’s intent to the best of his ability, and it’s the Judges job to use the player’s role-play to figure out what that is. “I will kill you if you cross me again” is never translated as “I will give you treasure if you don’t cross me.” “I will give you great wealth if you help me” is never translated as “I will give you sex if you help me.” In <em><strong>ACKS II</strong></em>the player’s words are categorized by the Judge as either Diplomacy, Intimidation, or Seduction, with different situational modifiers for each. Choosing which approach to take, and figuring out how to take advantage of the situational modifiers, is a matter of player skill. The player is the one “reading the room,” theorizing about the likely mindset of the NPCs, guessing what might entice them or frighten them.</p>\n<p>Hence, this approach is no way makes role-play unimportant. What it does do is give people like Bob a chance to enjoy playing someone they’re not in real life — a smooth and suave diplomat, a frightening menace, a sexy seducer, and so on.</p>\n<h4>The Player is the Boss, the Character Just Works Here; the Player Looks, but the Character Sees</h4>\n<p>In Example #4, Jenna (the player) is a fastidious police detective with world-class skills at searching a crime scene. But Aurëlyn (Jenna’s character), is just a dumb thug with a sword. How does the Judge resolve Jenna’s detailed narration of Aurëlyn’s trap searching?</p>\n<p>The synergistic approach to investigation and searching is built on two facts. First, some people are conscientious and diligent about performing long detail-oriented tasks, and some people aren’t. Second, some people are mindful of details and some people are oblivious to them. In both cases, whether a long-detailed oriented task is completed successfully, or a minor detail is noticed, is essentially a stochastic output influenced by the person’s conscientiousness, diligence, and mindfulness.</p>\n<p>The easiest example we can offer is proofreading. Before Autarch publishes a rulebook, we send it to a proofreader for a thorough review. The proofreader reads the book cover to cover searching for errors. When the proofreader spots an error, we fix it. Nevertheless, errors creep in. If we tabulated every error in the book in advance, we would not be able to predict which errors would get spotted and which wouldn’t. It’s totally random. The proofreader’s mind might wander on page 17 and miss an obvious “you’re” that should be a “your.” It doesn’t matter how hard the proofreader tries. Errors are unpredictable, undesired... Yet, at scale, inevitable. As publishers, we can’t predict the exact errors spotted, but we can reliably predict that if our best proofreader does the job, 95% of the errors will be spotted and 5% won’t. He succeeds on anything but a 1.</p>\n<p>If a proofreader, diligently reading a rulebook line by line with bright lights, coffee, and a comfortable chair in an air-conditioned office, can’t reliably find all the errors, why do we expect that a thief working in a shadowy corridor with a clumsy pole will find all the traps? Just because a player wants his character to spend 10 minutes carefully plumbing every inch of the flagstones for cracks, that doesn’t mean the character actually manages to spend every second doing so without his mind wandering, and it doesn’t mean he actually finds all the cracks.</p>\n<p>What is true for long and thorough searches is also true for instantaneous awareness. The mind is bombarded with sensation; it does not perceive all that it senses. If I misplace my keys on the kitchen table, they are effectively lost for all time, until my wife walks up and spends 0.5 seconds before noticing that they are in the fruit ball near the large banana with grey spots. How she is able to do this is an unfathomable mystery to me. I look, but she sees. No matter how much I look, I do not see.</p>\n<p>The difference between the to-do list, and the doing, between looking and seeing, between listening and hearing, needs to be modeled. In ACKS II it’s modeled with Searching and Listening throws. It is our judgment that this differential is where “rulings not rules” / “mother may I” gaming fails, because it assumes that characters are infallibly mindful and attentive as long as their players say they are. They aren’t. No one is. But some people are better at it than others, and so some characters are better at it than others.</p>\n<p>Here, the player shows skill by deciding when, where, and how long to search. The character shows skill by performing the search.</p>\n<h4>The Player is the Prefrontal Cortex, but the Character is the Amygdala</h4>\n<p>It’s often said that the player is the soul of the character. But which part of the soul? Since antiquity, sages have known that the soul or mind is fractured. Plato spoke of reason, spirit, and appetite as the three parts of the soul. 2500 years later, Freud spoke of supergo, ego, and id as the three parts of the mind. Contemporary neuroscientists speak of executive function being located in the prefrontal cortex, while emotional response is modulated by the amygdala.</p>\n<p>In the synergistic approach to player character behavior, the player’s skill represents the prefrontal cortex, while the character’s skill represents the amygdala. If you prefer, the player is the ego and the character is the id. We assume that most of the time, the player character is under the control of his reason, that his executive function is serving to bring about rational ends-oriented decision making. But sometimes the player character may succumb to his appetites, to his id, to the activation of his amygdala.</p>\n<p>That leads us to Example #5, where Todd (the player) is fearless in real life, while Bjorken (Todd’s character) is actually quite skittish. In ACKS II, characters confronted by certain monsters must make Paralysis saving throws or be paralyzed with terror until the monster attacks or goes out of sight. Bjorken’s low WILL would impose a penalty to this throw.</p>\n<p>Mechanics like these do not necessarily detract from player agency. The body’s involuntary responses to stress are one of the challenges that the game world puts on characters, and it’s up to the players to figure out how to work with or around that fact.</p>\n<p>After 40 years spent playing tabletop RPGs and 11 years spent designing them, we are convinced that synergizing player and character skill in the manner described above is the best choice for fun gameplay that maximizes player agency while still permitting players to play characters who are different than themselves. <em><strong>ACKS II</strong></em>is built around this approach, and we hope that you will find it a refreshing method of play.</p>\n",
  "sections": [
    {
      "title": "Balancing Player Skill versus Character Skill",
      "level": 2,
      "html": "<p>According to the agency theory of fun, a good tabletop RPG should afford players the opportunity to make meaningful choices. What determines the outcome of player choices? Should it be the player’s skill or the character’s? This question arises in every tabletop RPG, and few games offer good answers to every variant of it. Let me offer some examples:</p>\n<p><strong>Example #1:</strong> Chris is an expert in Krav Maga, where he learned how to disarm an intruder of a gun. His character Amdiron is a mage. Amdiron is currently being held at crossbow-point by an orc. Chris says, “Amdiron knows it’s a mistake to menace someone at close range with a firearm — I mean crossbow. Amdiron leans back against the crossbow subtly, then spins sideways and grabs the crossbow before the bolt can skewer him!” How does this get resolved?</p>\n<p>**Example #2a:**Ted is an expert in <em><strong>ACKS</strong></em>and other D20 fantasy games. He has memorized every monster manual ever published. His character Athelstan is a 1st level cleric who has never left the temple before. Athelstan’s fellow adventurers are about to enter a moldy room. Ted says, “Wait! Athelstan warns everyone to stay back while he steps forward. Is this mustard mold?” How does this get resolved?</p>\n<p>**Example #2b:**Luke has never played an RPG before. His character Süreus is a 1st level mage with INT 18 and Knowledge (molds and slimes) proficiency. Süreus’s fellow adventurers are about to enter a moldy room. Luke says, “Wait! Uh... does my guy know anything about the mold stuff? Is it safe to proceed?” How does this get resolved?</p>\n<p>**Example #3a:**Chad is a highly successful business developer who teaches seminars on negotiation. His character, Rakh, is a barbarian with a CHA of 3. Rakh is captured and brought before the king on charges of mayhem and vandalism. Chad says, “OK! Rakh bows deeply before the king and says the following: ‘Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom.” How does this get resolved?</p>\n<p>**Example #3b:**Bob is a highly introverted theoretical botanist who hates human interaction. His character, Theodorus the Glorious, is a bard with a CHA of 18. Theodorus is captured and brought before the king on charges of cacophony and seduction of the innocent. Bob says, “Uh, Theodorus says whatever is appropriate to say to a king. Then he offers to hold a concert in the king’s honor but he makes it sound like a big deal.” How does this get resolved?</p>\n<p>**Example #4:**Jenna is a police detective in real life. She is renowned for ability to spot the slightest disturbance in a crime scene. Her character, Aurëlyn, is a dull-witted fighter with INT 9. Aurëlyn is searching a hallway for traps. Jenna says, “Aurëlyn begins to carefully investigate the hallway. She subdivides it into 1’ x 1’ square sections and then scans each one looking for anything out of the ordinary. I can go into more detail on each square foot area saying what she looks for if you want, but I’m talking tiny disturbances of dust, strands of hair, tiny blood spatters, scuffs on the floor...” How does this get resolved?</p>\n<p>**Example #5:**Todd is a former special forces operator who earned a bronze star in war. He has a zen-like ability to operate in the face of danger. His character, Bjorken, is a nebbish venturer with WILL 5. Bjorken has just encountered a powerful mummy with a dreadful aspect that puts paralyzing fear into the hearts of men. Todd says “Bjorken knows that freezing is the worst response to fear. To avoid freezing up, he takes a series of deep breathes and allows the fear to wash over him.” How does this get resolved?</p>\n<p>If we want to take seriously player agency, we need to be able to answer these questions in a systematic way. Arbitrary decision-making on a case by case basis deprives the player of reliably demonstrating skill and reliably using his character. In each of the examples above, the problem has arisen because of a mismatch between the player’s abilities, knowledge, and skills, and the character’s. There are four ways to address this mismatch.</p>\n"
    },
    {
      "title": "Make Character Skill Paramount",
      "level": 3,
      "html": "<p>Under this approach, the game emphasizes that the player is not the character. The character’s skills are the only thing that matter in resolving what happens.</p>\n<p>This approach has been used in many story games that focus on “conflict resolution” rather than “task resolution.” In such games, the success or failure of tasks is left entirely to characters and dice. The player’s enjoyment usually arises from role-playing how the character emotionally responds to the outcomes. It has also been used in some “crunchy” RPGs, perhaps as something of a backlash to earlier game designs that emphasized player skill. <em><strong>Dungeons &amp; Dragons 4E</strong></em>’s Skill Challenges is an example. However, this is not the solution that <em><strong>ACKS II</strong></em>adopts.</p>\n"
    },
    {
      "title": "Make Player Skill Paramount",
      "level": 3,
      "html": "<p>Under this approach, the player is the character, more-or-less. The players skills are the character’s skills. You hit a foe by hitting the foe (hopefully with a boffer sword); you pick a lock by picking a lock; you negotiate with the king by negotiating with the king. The primary advantage of this approach is, of course, that it can create incredible immersion. By eliminating the barrier between player and character, the player can feel he is really “in the world.” The secondary advantage accrues to those who are highly skilled. People enjoy gaining and demonstrating mastery. We see this especially in videogames, where it has led to the rise of e-sports.</p>\n<p>The disadvantage of this approach is that it precludes escapism. A weakling can never be a mighty warrior. A clumsy oaf can never play an agile thief. An awkward nerd can never be a charming bard. Since this sort of escapism is exactly what motivates many people to want to play an RPG, it is a poor choice for traditional RPG design. However, it is widely used in live-action role-playing games — or so we are told. None of us at Autarch have never dressed up in wizard robes and hurled socks at orcs while screaming “fireball.” Not once. Such claims are malicious lies. We hurled beanbags, not socks.</p>\n<p>Obviously, this approach is not what <em><strong>ACKS II</strong></em>uses.</p>\n"
    },
    {
      "title": "Make Player Skill and Character Skill into Non-Overlapping Magisteria",
      "level": 3,
      "html": "<p>Under a regime of non-overlapping magisteria, character skill is paramount in some areas of the game, while player skill is paramount in other areas of the game. Which one matters depends on what you are doing.</p>\n<p>This approach characterizes many old-school RPGs that favor “rulings over rules.” In the earliest version of <em><strong>Dungeons &amp; Dragons</strong></em><em>,</em> the game rules only covered a few aspects of play — primarily combat. Even mechanics taken for granted by the time of <em><strong>AD&amp;D 1E,</strong></em> such as the “thief skills” of finding and disarming traps, didn’t exist. If a player wanted to search for a trap, that was resolved in a back-and-forth conversation with the GM. Matt Finch’s <em><strong>Quick Primer for Old School Gaming</strong></em> is one of the best illustrations of this style.</p>\n<p>Gamers tend to either love or hate non-overlapping magisteria. Those who love it tend to praise it for allowing player skill to shine through. They acclaim dungeons such as <em><strong>Tomb of Horrors</strong></em>, which strove to challenge players to think beyond the limits of the game’s mechanics. Fans of this approach tend to see the parts of the game with mechanics — such as combat — as of relatively less importance than those without. Combat is resolved with dice as a matter of convenience, but the best players avoid combat. Rolling dice is sometimes seen as a failure state.</p>\n<p>Those who hate this approach tend to slam it for forcing players to engage in “Mother May I?” with the GM. These players find the subjective nature of the player-GM interaction to be a source of frustration rather than empowerment. They feel the back-and-forth narrative of exploration is time-consuming and gets in the way of the real fun of combat. They want to roll dice and kick ass with their +17 bonus.</p>\n<p>We believe that non-overlapping magisterium is an unstable equilibrium. The history of RPG design has been that of games trending away from this approach and towards one of the others. Nowhere is this more visible than in the evolution of <em><strong>D&amp;D</strong></em>itself. That said, non-overlapping magisteria has many proponents and the method can and has sustained decades of active RPG campaigning. Whatever its faults, it seems to be a favored solution for some gaming groups.</p>\n<p>Despite the fact that most of the other games within the Old School Renaissance adopt this approach, <em><strong>ACKS II</strong></em>does not. Those who favor non-overlapping magisteria will find (probably to their horror) that <em><strong>ACKS II</strong></em>takes a very different path.</p>\n"
    },
    {
      "title": "Synergy of Player and Character Skill",
      "level": 3,
      "html": "<p>With the synergistic approach, both character skill and player skill matter. What happens in the game is not just a matter of one or the other. Here at Autarch, we consider the synergistic approach to be the Platonic ideal for role-playing games and it’s what we aim for in all of my game designs. Unfortunately, it’s mechanically hard to achieve and conceptually difficult to explain. We hope that this brief section can help you understand how <em><strong>ACKS II</strong></em>intends for player and character skill to be balanced.</p>\n"
    },
    {
      "title": "The Player is the Instruction Booklet, the Character is the Guy Following the Instructions",
      "level": 4,
      "html": "<p>In the synergistic approach, the player can instruct his character on what to do, but whether the character successfully does do it is up to the character. To help illustrate the approach, let’s consider a real-world example of a husband-and-wife team building an Ikea bookcase. The bookcase came with an instruction booklet explaining how to build it. The wife is reading the instructions and the husband is following them. When the wife says, “Step 5: Insert Gizmo A into Plate B with Gadget C,” what happens? Some husbands can just... insert A into B using C. Other, less-gifted husbands, will find this beyond their mechanical aptitude and end up screaming that they never wanted a new bookcase anyway. In this analogy, the player is the wife, and the character is the husband.</p>\n<p>Consider our earlier Example #1, where we needed to decide how much Chris’s expertise in Krav Maga is valuable to his character Amdiron’s efforts to deprive a guard of his crossbow. Following the guideline that “the player is the instruction booklet and the character is the guy following the instructions,” Mitch is the guy shouting “lean into the crossbow then spin and grab!” But Amdiron’s attempt is resolved based on how good Amdiron is at following Mitch’s instructions. In <em><strong>ACKS II</strong></em>he’d throw for a disarm special maneuver using Amdiron’s characteristics.</p>\n<p>Here, the player shows skill by choosing tactically sound options and the character show skills by implementing those tactics. We started with this example because it’s the most straightforward to understand. It is also the most commonly utilized approach for combat in all tabletop RPGs.</p>\n"
    },
    {
      "title": "The Player Suspects, the Character Confirms",
      "level": 4,
      "html": "<p>Let’s now turn to Example #2. In this example, Ted (the player) has concluded that party has encountered yellow mold, but Athelstan (Ted’s character) has no skill or proficiency in identifying mold. Conversely, Luke (the player) has no idea what yellow mold is, but his character is an expert in oozes. How does the Judge address this disparity?</p>\n<p>In ACKS II, this situation is easily handled. Every player character has the Adventuring proficiency. The Adventuring proficiency was a concept we developed to address exactly the situation described in Example #2a. Sometimes players know things; the Adventuring proficiency explains why they know the stuff players know. It represents the sort of broad-but-shallow know-how that gets picked up informally over time.</p>\n<p>The Adventuring proficiency explains why Ted’s character Athelstan might know about yellow-colored mustard mold. He happened to hear a folktale about it once. Or his uncle Athelfred died to mustard mold. Or he heard a rumor from another adventurer. Ted is therefore perfectly within his rights to have Athelstan say “Wait! Is this mustard mold?”</p>\n<p>What the Adventuring proficiency does not do is confirm whether the mold that looks yellow is actually capital-M Mustard Mold. To get confirmation, the character needs to have a proficiency such as Knowledge (molds and slimes), Loremastery, and so on.</p>\n<p>In the synergistic approach to data about the world, the player suspects and the character confirms. To make this approach work, sometimes the player’s suspicions have to be wrong.</p>\n<p>In Example #2a, an <em><strong>ACKS</strong></em> Judge might respond: “the mold has the color and texture of honey mustard.” If Ted then asks, “does that mean it’s mustard mold, like, the monster that breathes death-spores?” the Judge would then respond “Athelstan doesn’t know. It might be, or it might just be mold that happens to be yellow.”</p>\n<p>Or the Judge might respond “the mold has a reddish color, like congealed blood.” Ted, relieved it’s not yellow, says the party can advance. Sadly, the mold then explodes in a fireball. There’s no such monster as “blood mold” in the ACKS II Monstrous Manual that Ted read, but the Judge has secretly created such a monster and placed it in his world. (Note how the Adventuring proficiency in the future could justify Ted knowing about blood mold, even in an entirely different campaign!)</p>\n<p>In Example #2b, the Judge should respond “Süreus can make a Knowledge proficiency throw.” If the proficiency throw succeeds, the Judge might say “Based on his expert knowledge of molds, Süreus is certain this is harmless mold,” or “Süreus recognizes this as toxic mold,” or “Süreus knows this is a never-before-seen species of mold, closely related to yellow mold, but different.” If the proficiency check fails, the Judge simply says, “Süreus isn’t able to identify this species of mold.” He could share the info he shared with Ted, though, about its color and texture.</p>\n<p>Thus, the player shows skill by bringing his real-world and past gaming experience to bear in drawing tentative assessments of the game world, while the character shows skill by confirming those assessments. To our knowledge, ACKS II is the only game that has an Adventuring proficiency that explicitly provides characters with the background knowledge that players bring into a game.</p>\n"
    },
    {
      "title": "The Player Talks, the Character Translates",
      "level": 4,
      "html": "<p>Let’s turn to Example #3. In this example, Chad (the player) has the real-life equivalent of high Charisma and Diplomacy proficiency, while Rakh (Chad’s character) utterly lacks these things. Conversely, Bob (the player) has the real-life version of low Charisma, even though glorious Theodorus (Bob’s character) has CHA 18. Both players want their characters to persuade the king to favor them. How does this get resolved? In the synergistic approach to interacting with NPCs, the player speaks and the character translates.</p>\n<p>The king in Example #3 does not speak Modern English. He speaks Classical Auran. Chad and Bob do not speak any of those languages. They speak Modern English. How are Chad and Bob communicating with the king? Rakh and Theodorus are translating for them, from Modern English to Classical Auran.</p>\n<p>Chad is a glib speaker of Modern English. Rakh, unfortunately, is a terrible translator. When Chad says “Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom,” Rakh says something like “gentle king, I broke your laws because I am strong and your kingdom is filled with weaklings. But maybe I could kill something for you since you can’t do it yourself?” Chad doesn’t know that’s exactly what Rakh said, because he doesn’t speak Classical Auran. He just knows what he wanted Rakh to say. Sadly, Rakh’s plea probably doesn’t go too well. How badly it goes is resolved with a reaction roll using Rakh’s Charisma.</p>\n<p>Conversely, Bob is a taciturn and hesitant speaker, but Theodorus is a fluent and diplomatic translator. When Bob says “say whatever is appropriate to say to a king,” Theodorus translates that beautifully into the diplomatically-appropriate wording. Again, Bob doesn’t know what Theodorus said, he just knows what he wanted him to say. Here, though, it probably goes well — how well is, again, resolved with a reaction roll using Theodorus’s Charisma.</p>\n<p>Some people have a knee-jerk negative reaction to this approach. These players are usually excellent actors who make an effort to role-play their characters, and they feel it renders those efforts meaningless. It’s not fair, they’ll say, that Chad doesn’t get rewarded for his role-play.</p>\n<p>We disagree: The player’s words are not rendered meaningless by the synergistic approach. The character is tryingto follow his player’s intent to the best of his ability, and it’s the Judges job to use the player’s role-play to figure out what that is. “I will kill you if you cross me again” is never translated as “I will give you treasure if you don’t cross me.” “I will give you great wealth if you help me” is never translated as “I will give you sex if you help me.” In <em><strong>ACKS II</strong></em>the player’s words are categorized by the Judge as either Diplomacy, Intimidation, or Seduction, with different situational modifiers for each. Choosing which approach to take, and figuring out how to take advantage of the situational modifiers, is a matter of player skill. The player is the one “reading the room,” theorizing about the likely mindset of the NPCs, guessing what might entice them or frighten them.</p>\n<p>Hence, this approach is no way makes role-play unimportant. What it does do is give people like Bob a chance to enjoy playing someone they’re not in real life — a smooth and suave diplomat, a frightening menace, a sexy seducer, and so on.</p>\n"
    },
    {
      "title": "The Player is the Boss, the Character Just Works Here; the Player Looks, but the Character Sees",
      "level": 4,
      "html": "<p>In Example #4, Jenna (the player) is a fastidious police detective with world-class skills at searching a crime scene. But Aurëlyn (Jenna’s character), is just a dumb thug with a sword. How does the Judge resolve Jenna’s detailed narration of Aurëlyn’s trap searching?</p>\n<p>The synergistic approach to investigation and searching is built on two facts. First, some people are conscientious and diligent about performing long detail-oriented tasks, and some people aren’t. Second, some people are mindful of details and some people are oblivious to them. In both cases, whether a long-detailed oriented task is completed successfully, or a minor detail is noticed, is essentially a stochastic output influenced by the person’s conscientiousness, diligence, and mindfulness.</p>\n<p>The easiest example we can offer is proofreading. Before Autarch publishes a rulebook, we send it to a proofreader for a thorough review. The proofreader reads the book cover to cover searching for errors. When the proofreader spots an error, we fix it. Nevertheless, errors creep in. If we tabulated every error in the book in advance, we would not be able to predict which errors would get spotted and which wouldn’t. It’s totally random. The proofreader’s mind might wander on page 17 and miss an obvious “you’re” that should be a “your.” It doesn’t matter how hard the proofreader tries. Errors are unpredictable, undesired... Yet, at scale, inevitable. As publishers, we can’t predict the exact errors spotted, but we can reliably predict that if our best proofreader does the job, 95% of the errors will be spotted and 5% won’t. He succeeds on anything but a 1.</p>\n<p>If a proofreader, diligently reading a rulebook line by line with bright lights, coffee, and a comfortable chair in an air-conditioned office, can’t reliably find all the errors, why do we expect that a thief working in a shadowy corridor with a clumsy pole will find all the traps? Just because a player wants his character to spend 10 minutes carefully plumbing every inch of the flagstones for cracks, that doesn’t mean the character actually manages to spend every second doing so without his mind wandering, and it doesn’t mean he actually finds all the cracks.</p>\n<p>What is true for long and thorough searches is also true for instantaneous awareness. The mind is bombarded with sensation; it does not perceive all that it senses. If I misplace my keys on the kitchen table, they are effectively lost for all time, until my wife walks up and spends 0.5 seconds before noticing that they are in the fruit ball near the large banana with grey spots. How she is able to do this is an unfathomable mystery to me. I look, but she sees. No matter how much I look, I do not see.</p>\n<p>The difference between the to-do list, and the doing, between looking and seeing, between listening and hearing, needs to be modeled. In ACKS II it’s modeled with Searching and Listening throws. It is our judgment that this differential is where “rulings not rules” / “mother may I” gaming fails, because it assumes that characters are infallibly mindful and attentive as long as their players say they are. They aren’t. No one is. But some people are better at it than others, and so some characters are better at it than others.</p>\n<p>Here, the player shows skill by deciding when, where, and how long to search. The character shows skill by performing the search.</p>\n"
    },
    {
      "title": "The Player is the Prefrontal Cortex, but the Character is the Amygdala",
      "level": 4,
      "html": "<p>It’s often said that the player is the soul of the character. But which part of the soul? Since antiquity, sages have known that the soul or mind is fractured. Plato spoke of reason, spirit, and appetite as the three parts of the soul. 2500 years later, Freud spoke of supergo, ego, and id as the three parts of the mind. Contemporary neuroscientists speak of executive function being located in the prefrontal cortex, while emotional response is modulated by the amygdala.</p>\n<p>In the synergistic approach to player character behavior, the player’s skill represents the prefrontal cortex, while the character’s skill represents the amygdala. If you prefer, the player is the ego and the character is the id. We assume that most of the time, the player character is under the control of his reason, that his executive function is serving to bring about rational ends-oriented decision making. But sometimes the player character may succumb to his appetites, to his id, to the activation of his amygdala.</p>\n<p>That leads us to Example #5, where Todd (the player) is fearless in real life, while Bjorken (Todd’s character) is actually quite skittish. In ACKS II, characters confronted by certain monsters must make Paralysis saving throws or be paralyzed with terror until the monster attacks or goes out of sight. Bjorken’s low WILL would impose a penalty to this throw.</p>\n<p>Mechanics like these do not necessarily detract from player agency. The body’s involuntary responses to stress are one of the challenges that the game world puts on characters, and it’s up to the players to figure out how to work with or around that fact.</p>\n<p>After 40 years spent playing tabletop RPGs and 11 years spent designing them, we are convinced that synergizing player and character skill in the manner described above is the best choice for fun gameplay that maximizes player agency while still permitting players to play characters who are different than themselves. <em><strong>ACKS II</strong></em>is built around this approach, and we hope that you will find it a refreshing method of play.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Balancing Player Skill versus Character Skill\n\nAccording to the agency theory of fun, a good tabletop RPG should afford players the opportunity to make meaningful choices. What determines the outcome of player choices? Should it be the player’s skill or the character’s? This question arises in every tabletop RPG, and few games offer good answers to every variant of it. Let me offer some examples:\n\n**Example #1:** Chris is an expert in Krav Maga, where he learned how to disarm an intruder of a gun. His character Amdiron is a mage. Amdiron is currently being held at crossbow-point by an orc. Chris says, “Amdiron knows it’s a mistake to menace someone at close range with a firearm — I mean crossbow. Amdiron leans back against the crossbow subtly, then spins sideways and grabs the crossbow before the bolt can skewer him!” How does this get resolved?\n\n**Example #2a:**Ted is an expert in ***ACKS***and other D20 fantasy games. He has memorized every monster manual ever published. His character Athelstan is a 1st level cleric who has never left the temple before. Athelstan’s fellow adventurers are about to enter a moldy room. Ted says, “Wait! Athelstan warns everyone to stay back while he steps forward. Is this mustard mold?” How does this get resolved?\n\n**Example #2b:**Luke has never played an RPG before. His character Süreus is a 1st level mage with INT 18 and Knowledge (molds and slimes) proficiency. Süreus’s fellow adventurers are about to enter a moldy room. Luke says, “Wait! Uh... does my guy know anything about the mold stuff? Is it safe to proceed?” How does this get resolved?\n\n**Example #3a:**Chad is a highly successful business developer who teaches seminars on negotiation. His character, Rakh, is a barbarian with a CHA of 3. Rakh is captured and brought before the king on charges of mayhem and vandalism. Chad says, “OK! Rakh bows deeply before the king and says the following: ‘Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom.” How does this get resolved?\n\n**Example #3b:**Bob is a highly introverted theoretical botanist who hates human interaction. His character, Theodorus the Glorious, is a bard with a CHA of 18. Theodorus is captured and brought before the king on charges of cacophony and seduction of the innocent. Bob says, “Uh, Theodorus says whatever is appropriate to say to a king. Then he offers to hold a concert in the king’s honor but he makes it sound like a big deal.” How does this get resolved?\n\n**Example #4:**Jenna is a police detective in real life. She is renowned for ability to spot the slightest disturbance in a crime scene. Her character, Aurëlyn, is a dull-witted fighter with INT 9. Aurëlyn is searching a hallway for traps. Jenna says, “Aurëlyn begins to carefully investigate the hallway. She subdivides it into 1’ x 1’ square sections and then scans each one looking for anything out of the ordinary. I can go into more detail on each square foot area saying what she looks for if you want, but I’m talking tiny disturbances of dust, strands of hair, tiny blood spatters, scuffs on the floor...” How does this get resolved?\n\n**Example #5:**Todd is a former special forces operator who earned a bronze star in war. He has a zen-like ability to operate in the face of danger. His character, Bjorken, is a nebbish venturer with WILL 5. Bjorken has just encountered a powerful mummy with a dreadful aspect that puts paralyzing fear into the hearts of men. Todd says “Bjorken knows that freezing is the worst response to fear. To avoid freezing up, he takes a series of deep breathes and allows the fear to wash over him.” How does this get resolved?\n\nIf we want to take seriously player agency, we need to be able to answer these questions in a systematic way. Arbitrary decision-making on a case by case basis deprives the player of reliably demonstrating skill and reliably using his character. In each of the examples above, the problem has arisen because of a mismatch between the player’s abilities, knowledge, and skills, and the character’s. There are four ways to address this mismatch.\n\n### Make Character Skill Paramount\n\nUnder this approach, the game emphasizes that the player is not the character. The character’s skills are the only thing that matter in resolving what happens.\n\nThis approach has been used in many story games that focus on “conflict resolution” rather than “task resolution.” In such games, the success or failure of tasks is left entirely to characters and dice. The player’s enjoyment usually arises from role-playing how the character emotionally responds to the outcomes. It has also been used in some “crunchy” RPGs, perhaps as something of a backlash to earlier game designs that emphasized player skill. ***Dungeons & Dragons 4E***’s Skill Challenges is an example. However, this is not the solution that ***ACKS II***adopts.\n\n### Make Player Skill Paramount\n\nUnder this approach, the player is the character, more-or-less. The players skills are the character’s skills. You hit a foe by hitting the foe (hopefully with a boffer sword); you pick a lock by picking a lock; you negotiate with the king by negotiating with the king. The primary advantage of this approach is, of course, that it can create incredible immersion. By eliminating the barrier between player and character, the player can feel he is really “in the world.” The secondary advantage accrues to those who are highly skilled. People enjoy gaining and demonstrating mastery. We see this especially in videogames, where it has led to the rise of e-sports.\n\nThe disadvantage of this approach is that it precludes escapism. A weakling can never be a mighty warrior. A clumsy oaf can never play an agile thief. An awkward nerd can never be a charming bard. Since this sort of escapism is exactly what motivates many people to want to play an RPG, it is a poor choice for traditional RPG design. However, it is widely used in live-action role-playing games — or so we are told. None of us at Autarch have never dressed up in wizard robes and hurled socks at orcs while screaming “fireball.” Not once. Such claims are malicious lies. We hurled beanbags, not socks.\n\nObviously, this approach is not what ***ACKS II***uses.\n\n### Make Player Skill and Character Skill into Non-Overlapping Magisteria\n\nUnder a regime of non-overlapping magisteria, character skill is paramount in some areas of the game, while player skill is paramount in other areas of the game. Which one matters depends on what you are doing.\n\nThis approach characterizes many old-school RPGs that favor “rulings over rules.” In the earliest version of ***Dungeons & Dragons****,* the game rules only covered a few aspects of play — primarily combat. Even mechanics taken for granted by the time of ***AD&D 1E,*** such as the “thief skills” of finding and disarming traps, didn’t exist. If a player wanted to search for a trap, that was resolved in a back-and-forth conversation with the GM. Matt Finch’s ***Quick Primer for Old School Gaming*** is one of the best illustrations of this style.\n\nGamers tend to either love or hate non-overlapping magisteria. Those who love it tend to praise it for allowing player skill to shine through. They acclaim dungeons such as ***Tomb of Horrors***, which strove to challenge players to think beyond the limits of the game’s mechanics. Fans of this approach tend to see the parts of the game with mechanics — such as combat — as of relatively less importance than those without. Combat is resolved with dice as a matter of convenience, but the best players avoid combat. Rolling dice is sometimes seen as a failure state.\n\nThose who hate this approach tend to slam it for forcing players to engage in “Mother May I?” with the GM. These players find the subjective nature of the player-GM interaction to be a source of frustration rather than empowerment. They feel the back-and-forth narrative of exploration is time-consuming and gets in the way of the real fun of combat. They want to roll dice and kick ass with their +17 bonus.\n\nWe believe that non-overlapping magisterium is an unstable equilibrium. The history of RPG design has been that of games trending away from this approach and towards one of the others. Nowhere is this more visible than in the evolution of ***D&D***itself. That said, non-overlapping magisteria has many proponents and the method can and has sustained decades of active RPG campaigning. Whatever its faults, it seems to be a favored solution for some gaming groups.\n\nDespite the fact that most of the other games within the Old School Renaissance adopt this approach, ***ACKS II***does not. Those who favor non-overlapping magisteria will find (probably to their horror) that ***ACKS II***takes a very different path.\n\n### Synergy of Player and Character Skill\n\nWith the synergistic approach, both character skill and player skill matter. What happens in the game is not just a matter of one or the other. Here at Autarch, we consider the synergistic approach to be the Platonic ideal for role-playing games and it’s what we aim for in all of my game designs. Unfortunately, it’s mechanically hard to achieve and conceptually difficult to explain. We hope that this brief section can help you understand how ***ACKS II***intends for player and character skill to be balanced.\n\n#### The Player is the Instruction Booklet, the Character is the Guy Following the Instructions\n\nIn the synergistic approach, the player can instruct his character on what to do, but whether the character successfully does do it is up to the character. To help illustrate the approach, let’s consider a real-world example of a husband-and-wife team building an Ikea bookcase. The bookcase came with an instruction booklet explaining how to build it. The wife is reading the instructions and the husband is following them. When the wife says, “Step 5: Insert Gizmo A into Plate B with Gadget C,” what happens? Some husbands can just... insert A into B using C. Other, less-gifted husbands, will find this beyond their mechanical aptitude and end up screaming that they never wanted a new bookcase anyway. In this analogy, the player is the wife, and the character is the husband.\n\nConsider our earlier Example #1, where we needed to decide how much Chris’s expertise in Krav Maga is valuable to his character Amdiron’s efforts to deprive a guard of his crossbow. Following the guideline that “the player is the instruction booklet and the character is the guy following the instructions,” Mitch is the guy shouting “lean into the crossbow then spin and grab!” But Amdiron’s attempt is resolved based on how good Amdiron is at following Mitch’s instructions. In ***ACKS II***he’d throw for a disarm special maneuver using Amdiron’s characteristics.\n\nHere, the player shows skill by choosing tactically sound options and the character show skills by implementing those tactics. We started with this example because it’s the most straightforward to understand. It is also the most commonly utilized approach for combat in all tabletop RPGs.\n\n#### The Player Suspects, the Character Confirms\n\nLet’s now turn to Example #2. In this example, Ted (the player) has concluded that party has encountered yellow mold, but Athelstan (Ted’s character) has no skill or proficiency in identifying mold. Conversely, Luke (the player) has no idea what yellow mold is, but his character is an expert in oozes. How does the Judge address this disparity?\n\nIn ACKS II, this situation is easily handled. Every player character has the Adventuring proficiency. The Adventuring proficiency was a concept we developed to address exactly the situation described in Example #2a. Sometimes players know things; the Adventuring proficiency explains why they know the stuff players know. It represents the sort of broad-but-shallow know-how that gets picked up informally over time.\n\nThe Adventuring proficiency explains why Ted’s character Athelstan might know about yellow-colored mustard mold. He happened to hear a folktale about it once. Or his uncle Athelfred died to mustard mold. Or he heard a rumor from another adventurer. Ted is therefore perfectly within his rights to have Athelstan say “Wait! Is this mustard mold?”\n\nWhat the Adventuring proficiency does not do is confirm whether the mold that looks yellow is actually capital-M Mustard Mold. To get confirmation, the character needs to have a proficiency such as Knowledge (molds and slimes), Loremastery, and so on.\n\nIn the synergistic approach to data about the world, the player suspects and the character confirms. To make this approach work, sometimes the player’s suspicions have to be wrong.\n\nIn Example #2a, an ***ACKS*** Judge might respond: “the mold has the color and texture of honey mustard.” If Ted then asks, “does that mean it’s mustard mold, like, the monster that breathes death-spores?” the Judge would then respond “Athelstan doesn’t know. It might be, or it might just be mold that happens to be yellow.”\n\nOr the Judge might respond “the mold has a reddish color, like congealed blood.” Ted, relieved it’s not yellow, says the party can advance. Sadly, the mold then explodes in a fireball. There’s no such monster as “blood mold” in the ACKS II Monstrous Manual that Ted read, but the Judge has secretly created such a monster and placed it in his world. (Note how the Adventuring proficiency in the future could justify Ted knowing about blood mold, even in an entirely different campaign!)\n\nIn Example #2b, the Judge should respond “Süreus can make a Knowledge proficiency throw.” If the proficiency throw succeeds, the Judge might say “Based on his expert knowledge of molds, Süreus is certain this is harmless mold,” or “Süreus recognizes this as toxic mold,” or “Süreus knows this is a never-before-seen species of mold, closely related to yellow mold, but different.” If the proficiency check fails, the Judge simply says, “Süreus isn’t able to identify this species of mold.” He could share the info he shared with Ted, though, about its color and texture.\n\nThus, the player shows skill by bringing his real-world and past gaming experience to bear in drawing tentative assessments of the game world, while the character shows skill by confirming those assessments. To our knowledge, ACKS II is the only game that has an Adventuring proficiency that explicitly provides characters with the background knowledge that players bring into a game.\n\n#### The Player Talks, the Character Translates\n\nLet’s turn to Example #3. In this example, Chad (the player) has the real-life equivalent of high Charisma and Diplomacy proficiency, while Rakh (Chad’s character) utterly lacks these things. Conversely, Bob (the player) has the real-life version of low Charisma, even though glorious Theodorus (Bob’s character) has CHA 18. Both players want their characters to persuade the king to favor them. How does this get resolved? In the synergistic approach to interacting with NPCs, the player speaks and the character translates.\n\nThe king in Example #3 does not speak Modern English. He speaks Classical Auran. Chad and Bob do not speak any of those languages. They speak Modern English. How are Chad and Bob communicating with the king? Rakh and Theodorus are translating for them, from Modern English to Classical Auran.\n\nChad is a glib speaker of Modern English. Rakh, unfortunately, is a terrible translator. When Chad says “Gracious majesty. If I have erred in my deeds in your kingdom, it is only because of a surfeit of martial vigor that lacks a proper outlet. Pray give me a quest worthy of my skill at arms and I will make right for you and your kingdom,” Rakh says something like “gentle king, I broke your laws because I am strong and your kingdom is filled with weaklings. But maybe I could kill something for you since you can’t do it yourself?” Chad doesn’t know that’s exactly what Rakh said, because he doesn’t speak Classical Auran. He just knows what he wanted Rakh to say. Sadly, Rakh’s plea probably doesn’t go too well. How badly it goes is resolved with a reaction roll using Rakh’s Charisma.\n\nConversely, Bob is a taciturn and hesitant speaker, but Theodorus is a fluent and diplomatic translator. When Bob says “say whatever is appropriate to say to a king,” Theodorus translates that beautifully into the diplomatically-appropriate wording. Again, Bob doesn’t know what Theodorus said, he just knows what he wanted him to say. Here, though, it probably goes well — how well is, again, resolved with a reaction roll using Theodorus’s Charisma.\n\nSome people have a knee-jerk negative reaction to this approach. These players are usually excellent actors who make an effort to role-play their characters, and they feel it renders those efforts meaningless. It’s not fair, they’ll say, that Chad doesn’t get rewarded for his role-play.\n\nWe disagree: The player’s words are not rendered meaningless by the synergistic approach. The character is tryingto follow his player’s intent to the best of his ability, and it’s the Judges job to use the player’s role-play to figure out what that is. “I will kill you if you cross me again” is never translated as “I will give you treasure if you don’t cross me.” “I will give you great wealth if you help me” is never translated as “I will give you sex if you help me.” In ***ACKS II***the player’s words are categorized by the Judge as either Diplomacy, Intimidation, or Seduction, with different situational modifiers for each. Choosing which approach to take, and figuring out how to take advantage of the situational modifiers, is a matter of player skill. The player is the one “reading the room,” theorizing about the likely mindset of the NPCs, guessing what might entice them or frighten them.\n\nHence, this approach is no way makes role-play unimportant. What it does do is give people like Bob a chance to enjoy playing someone they’re not in real life — a smooth and suave diplomat, a frightening menace, a sexy seducer, and so on.\n\n#### The Player is the Boss, the Character Just Works Here; the Player Looks, but the Character Sees\n\nIn Example #4, Jenna (the player) is a fastidious police detective with world-class skills at searching a crime scene. But Aurëlyn (Jenna’s character), is just a dumb thug with a sword. How does the Judge resolve Jenna’s detailed narration of Aurëlyn’s trap searching?\n\nThe synergistic approach to investigation and searching is built on two facts. First, some people are conscientious and diligent about performing long detail-oriented tasks, and some people aren’t. Second, some people are mindful of details and some people are oblivious to them. In both cases, whether a long-detailed oriented task is completed successfully, or a minor detail is noticed, is essentially a stochastic output influenced by the person’s conscientiousness, diligence, and mindfulness.\n\nThe easiest example we can offer is proofreading. Before Autarch publishes a rulebook, we send it to a proofreader for a thorough review. The proofreader reads the book cover to cover searching for errors. When the proofreader spots an error, we fix it. Nevertheless, errors creep in. If we tabulated every error in the book in advance, we would not be able to predict which errors would get spotted and which wouldn’t. It’s totally random. The proofreader’s mind might wander on page 17 and miss an obvious “you’re” that should be a “your.” It doesn’t matter how hard the proofreader tries. Errors are unpredictable, undesired... Yet, at scale, inevitable. As publishers, we can’t predict the exact errors spotted, but we can reliably predict that if our best proofreader does the job, 95% of the errors will be spotted and 5% won’t. He succeeds on anything but a 1.\n\nIf a proofreader, diligently reading a rulebook line by line with bright lights, coffee, and a comfortable chair in an air-conditioned office, can’t reliably find all the errors, why do we expect that a thief working in a shadowy corridor with a clumsy pole will find all the traps? Just because a player wants his character to spend 10 minutes carefully plumbing every inch of the flagstones for cracks, that doesn’t mean the character actually manages to spend every second doing so without his mind wandering, and it doesn’t mean he actually finds all the cracks.\n\nWhat is true for long and thorough searches is also true for instantaneous awareness. The mind is bombarded with sensation; it does not perceive all that it senses. If I misplace my keys on the kitchen table, they are effectively lost for all time, until my wife walks up and spends 0.5 seconds before noticing that they are in the fruit ball near the large banana with grey spots. How she is able to do this is an unfathomable mystery to me. I look, but she sees. No matter how much I look, I do not see.\n\nThe difference between the to-do list, and the doing, between looking and seeing, between listening and hearing, needs to be modeled. In ACKS II it’s modeled with Searching and Listening throws. It is our judgment that this differential is where “rulings not rules” / “mother may I” gaming fails, because it assumes that characters are infallibly mindful and attentive as long as their players say they are. They aren’t. No one is. But some people are better at it than others, and so some characters are better at it than others.\n\nHere, the player shows skill by deciding when, where, and how long to search. The character shows skill by performing the search.\n\n#### The Player is the Prefrontal Cortex, but the Character is the Amygdala\n\nIt’s often said that the player is the soul of the character. But which part of the soul? Since antiquity, sages have known that the soul or mind is fractured. Plato spoke of reason, spirit, and appetite as the three parts of the soul. 2500 years later, Freud spoke of supergo, ego, and id as the three parts of the mind. Contemporary neuroscientists speak of executive function being located in the prefrontal cortex, while emotional response is modulated by the amygdala.\n\nIn the synergistic approach to player character behavior, the player’s skill represents the prefrontal cortex, while the character’s skill represents the amygdala. If you prefer, the player is the ego and the character is the id. We assume that most of the time, the player character is under the control of his reason, that his executive function is serving to bring about rational ends-oriented decision making. But sometimes the player character may succumb to his appetites, to his id, to the activation of his amygdala.\n\nThat leads us to Example #5, where Todd (the player) is fearless in real life, while Bjorken (Todd’s character) is actually quite skittish. In ACKS II, characters confronted by certain monsters must make Paralysis saving throws or be paralyzed with terror until the monster attacks or goes out of sight. Bjorken’s low WILL would impose a penalty to this throw.\n\nMechanics like these do not necessarily detract from player agency. The body’s involuntary responses to stress are one of the challenges that the game world puts on characters, and it’s up to the players to figure out how to work with or around that fact.\n\nAfter 40 years spent playing tabletop RPGs and 11 years spent designing them, we are convinced that synergizing player and character skill in the manner described above is the best choice for fun gameplay that maximizes player agency while still permitting players to play characters who are different than themselves. ***ACKS II***is built around this approach, and we hope that you will find it a refreshing method of play.\n"
}