{
  "html": "<h2>Orison’s Devotion</h2>\n<p>Orison’s Devotion is a recently-established company of adventure led by Prince Orison of Rorn in furtherance of a crusade in the Borderlands.</p>\n<h6>Prince Orison</h6>\n<p><strong>11th level Paladin</strong> (commissioned by Arbrethil)</p>\n<p><strong>Stat Line:</strong> AC 14 (15 vs. evil), Spd 20’ / 60’, HP 59, ATK 1 (<em>Sword of Valor</em> -2+), Dmg 1d6+9/1d8+9, Init +2, Surprise +1, ML+3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 18, INT 11, WIL 14, DEX 13, CON 11, CHA 16</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 6+, Blast 7+, Implements 8+, Spells 9+</p>\n<p><strong>Class Powers:</strong> Aura of Protection, Fortress, Holy Fervor, Laying on Hands, Manual of Arms, Sanctified Body, Sensing Evil.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Combat Reflexes, Diplomacy, Leadership, Military Strategy 3, Mounted Combat, Mystic Aura.</p>\n<p><strong>Languages:</strong> Classical Auran, Common.</p>\n<p><strong>Equipment:</strong> <em>sword +2 of valor,</em> dagger, <em>shield +2, plate armor +2,</em> heavy helmet, <em>cloak of protection +1, horn of the eagles, ring of protection +1, ring of fire protection,</em> nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>3 potions of cure serious injury, potion of invulnerability to evil, potion of spellward, potion of winged flight, potion of supreme valor, treasure map</em> (strange disc with astrological key, leads to TT N, Q), <em>7 healing salves,</em> purse (100gp, 100sp), enc. 9 1/6 st.</p>\n<p><strong>Mount:</strong> “Athorian,” exceptional medium warhorse (STR 16, DEX 16, CON 16, CHA 16; Spd 210’, AC 4, HD 3+6, hp 21, #AT 2 hooves 6+, Dmg 1d6+2/1d6+2, ML +3), war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week’s iron rations</p>\n<p><strong>Holdings:</strong> Principality of Athalan in Rorn (civilized; stronghold value: 240,000gp; personal domain population 7,500 peasant families and 565 urban families; realm population 105,000 families; realm income: 65,000gp/month).</p>\n<p><strong>Followers/Mercenaries:</strong> 5 companies of Rornish medium cavalry (lance, sword, shield, chain mail, chain-barded medium warhorse). Other henchmen and followers have remained in his prefecture.</p>\n<p><strong>Background:</strong> A charismatic leader with an almost supernatural magnetism, Orison is a Rornish prince and paladin devoted to the deified warrior-king Valerian Bellësareus. After a decade of fighting Jutlanders in the northern marches of Rorn, Orison was able to secure his borders and establish a firm rule. Now, however, he has left his domain in the hands of his trusty stewards in order to undertake a great crusade. Orison can sense the rising evil that foretells the onset of the Awakening and knows that, if unchecked, chaos will overwhelm the realms of men. To prevent this dire occurrence, he has assembled a band of powerful heroes willing to brave the Wastes. As a matter of faith, Orison believes that the final battle will come on the plains of Morgot, where his hero Valerian fought and died, and will take almost any risk in the certainty of that decisive moment to come.</p>\n<p><strong>Description:</strong> Orison is a tall, heavily muscled man in his early 30s with golden hair, blue eyes, and a strong jaw. His voice and tone are of a man used to being in commanded, though he softens in the presence of women and children. His mount, Athorian, is a palomino warhorse of exceptional conformation, agility, and power.</p>\n<h6>Vilhelmus Turpilia Vindex</h6>\n<p><strong>11th level Crusader</strong> (commissioned by John Roberts)</p>\n<p><strong>Stat Line:</strong> AC 14, Spd 20’ / 60’, HP 30, ATK 1 (<em>Winter’s Bite -3</em>+, dagger or punch 2+), Dmg 1d6+7/1d8+7 or 1d4+4, Init 0, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 16, INT 10, WIL 13, DEX 10, CON 11, CHA 12</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 2+, Blast 8+, Implements 5+, Spells 7+</p>\n<p><strong>Class Powers:</strong> Theology, Rebuke Undead, Minor Magical Research, Major Magical Research, Fortified Church, Supreme Magical Research.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Divine Blessing, Endurance, Manual of Arms, Martial Training (swords), Prophecy, Riding.</p>\n<p><strong>Languages:</strong> Classical Auran, Common.</p>\n<p><strong>Spellcasting:</strong> Caster Level 11, Spells per Day 4 1st, 3 2nd, 3 3rd, 3 4th, 2 5th, 1 6th.</p>\n<p><strong>Spell Repertoire:</strong> Crusader Spell Repertoire.</p>\n<p><strong>Equipment:</strong> <em>“Winter’s Bite”</em> (<em>sword +3</em>),dagger, <em>shield +2</em>, <em>plate armor +2</em>, heavy helmet, <em>cloak of protection +1</em>, <em>gauntlets of ogre power, ring of protection +1</em>, holy symbol (winged sun of Ammonar), red crusader’s cassock, embossed leather belt, high leather boots, short leather gloves, backpack with <em>potion of angelic aura, 3 potions of cure light injury, potion of deflect ordinary weapons, 2 potions of fire protection, potion of freedom, potion of flight, potion of growth, potion of invulnerability to evil, 2 potions of recuperation</em>, <em>2</em> <em>potions of swift sword,</em> 3 flasks of holy water, purse (100gp, 100sp), enc 9 5/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, 3 lbs garlic, 3 lbs wolfsbane, holy book (The <em>Laws of</em> <em>Light</em>), mess kit, 6 stakes and mallet, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Fortified Temple in Argollëan Marches (stronghold value: 210,000gp; chaplain income: 1,200gp/month; divine power: 19,150gp per month from 9,577 faithful families).</p>\n<p><strong>Followers/Mercenaries:</strong> 2 companies of Auran heavy infantry (spear, short sword, shield, banded plate armor). Other henchmen and followers have remained to protect his fortified temple and minister to congregants..</p>\n<p><strong>Side Effects:</strong> Golden eyes: suffers a -2 penalty to reaction rolls with Chaotic creatures.</p>\n<p><strong>Background:</strong> Vilhelmus thought he had finished with the adventuring life: years spent riding back and forth across Southern Argollë and the Borderlands had taken their toll, and whilst a brush with death had marked him with Ammonar’s favor, adventuring was really a youngster’s profession. After being appointed chaplain to the prefect of the Argollëan Marches (north of the Borderlands), Vilhelmus constructed aa fortified temple to minister to the expanding Auran population there. It seemed like an excellent option for a retired adventurer, and at first, all seemed well. But then the dreams and visions began — visions of increasing urgency, of the terrible Chthonic plan already in motion known as the Awakening, and of the threat just south of his new home, in the Borderlands. Like the stoic champion of Law that he in fact was, Vilhelmus brought out his heavy plate armor, his shield, and the cold steel sword that his family had held for generations, and set out to find fellow champions of Ammonar: for he knew with calm certainty that he would not be the only one summoned to the Borderlands to foil the machinations of the Chthonic gods.</p>\n<p><strong>Description:</strong> Vilhelmus is a middle-aged man with blue eyes and black hair. His face is lined with years of toil, but he carries himself with ramrod-straight posture and never complains about his age. His family’s ancestral blade, Winter’s Bite*,* is forged of white orichalcum; when wielded, the blade sheds snowflakes behind it.</p>\n<h6>Cartamo Dugzoon</h6>\n<p><strong>10th level Zaharan Ruinguard</strong> (commissioned by DS)</p>\n<p><strong>Stat Line:</strong> AC 12, Spd 30’ / 90’, HP 49, ATK 1 (<em>javelin +3 of hurling,</em> 1+ melee or 0+ thrown), Dmg 1d6+8, Init +3, Surprise +1, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 13, INT 11, WIL 11, DEX 16, CON 12, CHA 14</p>\n<p><strong>Saving Throws:</strong> Paralysis 4+, Death 5+, Blast 6+, Implements 7+, Spells 8+</p>\n<p><strong>Class Powers:</strong> Ancient Pacts, Arcane Striking, Dark Charisma, Death Healing, Inexorable, Preternatural Quickening (+1 to initiative and surprise), Spell Storing, Weapon Focus (Spears / Polearms), Zaharan Tongues.</p>\n<p><strong>Proficiencies:</strong> Command, Fighting Style Specialization (weapon and shield), Leadership, Martial Training (spears/polearms), Manual of Arms 2, Riding, Skirmishing.</p>\n<p><strong>Languages:</strong> Common, Ancient Zaharan, Goblin, Kemeshi, Orc.</p>\n<p><strong>Spellcasting:</strong> Caster Level 8, Spells per Day 4 1st, 2 2nd, 2 3rd, 2 4th</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>sharpness, slickness, thunderclap, wall of smoke</em>; 2nd – <em>gale of wind, ogre strength</em>; 3rd – <em>perpetual illumination, spellward;</em> 4th - <em>arcane shift, earth’s tremor</em>.</p>\n<p><strong>Equipment:</strong> <em>javelin of hurling +3</em>, masterwork dagger (+1/+1), <em>shield +1, lamellar armor +1, helm of disalignment</em>, <em>ring of protection +1</em>, white armiger’s tunic and pants, embossed belt, high leather boots, backpack with <em>potion of death ward, potion of giant strength, potion of necromantic potence,</em> scroll case with <em>arcane scroll of beguile humanoid, inaudibility, warp wood, locate object</em>, and <em>arcane shift</em>, spell book, pouch (100gp, 100sp), enc. 5 4/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> None. Cartamo has been reluctant to establish a stronghold because of the beastmen he will attract to his service.</p>\n<p><strong>Followers/Mercenaries:</strong> None.</p>\n<p><strong>Background:</strong> Cartamo Dugzoon was raised in a nomadic band of Kemeshi mercenaries. After striking out on his own, he fell in with one of the most unsavory bands of adventurers this side of the Dark Wall and acted as retainer to a pair of successive Chaotic spellcasters, in whose service he accrued wealth and arcane lore. Outliving both lieges (with Cartamo himself being whispered as the proximate cause for the death of the latter), he became notorious for his casual brutality, efficacy in battle, and wrathful hot-headedness. Countless men and monstrosities fell to his blades and sorcery, with Cartamo caring only for the wealth looted afterwards. His impatience and impulsiveness finally did him in when he plucked a magical helm from a dungeon hoard and donned it — only to immediately realize it was a <em>helm of disalignment</em>. Changed to be as prudent, thoughtful, and benevolent as he had once been reckless, violent, and malevolent, Cartamo absconded from his erstwhile comrades and sought to redeem his lifetime of cruelty. Now a champion of Law in service to Ammonar, Cartamo’s fearsome prowess makes him a mighty ally to any righteous cause —so long as his helmet remains intact...</p>\n<p><strong>Description</strong>: Cartamo is of middling height and build, but strong and swift as a darting viper. In the past he would intentionally appear as barbaric as possible, wearing the hairstyle of a Jutland raider and festooned with garlands of skeletal fingers (or worse). Now he makes an effort to both dress and act the part of a proper holy warrior pledged to Ammonar, with the winged sun prominently displayed on his shield and tabard. He hopes to atone for the utter carelessness and vileness of his former life in both word and deed, perhaps even redeeming his own tainted bloodline, should the Empyrean powers see fit to grant this boon.</p>\n<h6>Melflay the Perilous</h6>\n<p><strong>10th level Elven Spellsword</strong></p>\n<p><strong>Stat Line:</strong> AC 10, Spd 20’ / 60’, HP 50, ATK 1 (<em>Foe-Cleaver</em> 0+ or masterwork bow 2+), Dmg 1d6+6/1d8+6 or 1d6+4, Init +2, Surprise +1 (+1 Wilderness), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 14, INT 15, WIL 10, DEX 14, CON 17, CHA 14</p>\n<p><strong>Saving Throws:</strong> Paralysis 6+, Death 8+, Blast 9+, Implements 10+, Spells 10+</p>\n<p><strong>Class Powers:</strong> Attunement to Nature, Connection to Nature, Elf Languages, Collegiate Wizardry, Minor Magical Research, Major Magical Research, Fastness.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Battle Magic, Combat Reflexes, Expanded Repertoire, Manual of Arms 3, Riding, Unflappable Casting.</p>\n<p><strong>Languages:</strong> Argollëan, Common, Gnoll, Hobgoblin, Orc, Ancient Zaharan.</p>\n<p><strong>Spellcasting:</strong> Caster Level 10, Spells per Day 3 1st, 3 2nd, 3 3rd, 3 4th, 2 5th.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>beguile humanoid</em>, <em>discern magic</em>, <em>fan of flames</em>, <em>illumination</em>, <em>mage missile;</em> 2nd – <em>discern invisible</em>, <em>halt humanoids</em>, <em>illusory duplicates</em>, <em>magic lock, webbing</em>; 3rd – <em>dispel magic</em>, <em>fireball</em>, <em>flight</em>, <em>halt humanoid, thunderbolt;</em> 4th – <em>bewitch monster</em>, <em>giant strength</em>, <em>halt monsters</em>, <em>inferno</em>, <em>wall of flame;</em> 5th – <em>deflect ordinary weapons</em>, <em>mass lightless vision</em>, <em>phantasmal horror</em>, <em>telekinesis</em>.</p>\n<p><strong>Equipment:</strong> “<em>Foe-Cleaver”</em> (<em>sword +2, +3 vs. beastmen</em>), masterwork dagger (+1/+1), masterwork composite bow (+1/+1), <em>10 arrows +1, shield +2</em>, <em>chain mail +3</em>, light helmet, <em>boots of the elven ranger</em>, <em>cloak of protection +1,</em> nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>elven rope, potion of dragon control</em>, <em>potion of recuperation</em>, <em>potion of supreme valor</em>, quill and ink, spell book, purse (100gp, 100sp), ink, quill, enc 8 2/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Principality of Sianel in Northern Argollë (civilized; stronghold value: 180,000gp; personal domain population 7,500 peasant families and 1,865 urban families; realm population 190,000 families; realm income: 70,500gp/month).</p>\n<p><strong>Followers/Mercenaries:</strong> 120 elven horse archers (composite bow, scimitar, leather armor, light warhorse). Other henchmen and followers have remained to govern his prefecture.</p>\n<p><strong>Background:</strong> Hailing from Northern Argollë, the Wizard-Lord Melflay has long fought against the Chthonic forces — the hunting hawk symbol of his clan is often associated with the eagles and rocs of Ammonar, and is an apt symbol, for like his forefathers before him, Melflay is not one to sit back and wait for dark forces to come to him. When news came that his old human companion’s grandson, Prince Orison, was seeking allies with which to secure the Borderlands from the growing threats from the Waste, Melflay was only too happy to join the honorable paladin, bringing not only his peerless skills as a spellsword, but also his ability to drill and train soldiers. Melflay knows that it will ultimately be the efforts of the common soldier, more than the deeds of the great heroes, that defends civilization, and he intends to raise legions fit to make the Tarkaun himself green with envy.</p>\n<p><strong>Description:</strong> Melflay is a blonde, hazel-eyed, and handsome elf, ageless like all of his people. He is taller and heavier than the average elf, and would be easily mistaken for a Rornishman if not for his pointed ears. His sword, <em>Foe Cleaver,</em> was forged by dwarves during the Beastman Wars and has claimed the lives of countless goblins, gnolls, and orcs. His <em>shield +2</em> bears the hunting hawk symbol of his noble lineage; every inch of its surface is as flawless as the day it was made, for neither dirt, grime, nor blows leave a mark.</p>\n",
  "sections": [
    {
      "title": "Orison’s Devotion",
      "level": 2,
      "html": "<p>Orison’s Devotion is a recently-established company of adventure led by Prince Orison of Rorn in furtherance of a crusade in the Borderlands.</p>\n"
    },
    {
      "title": "Prince Orison",
      "level": 6,
      "html": "<p><strong>11th level Paladin</strong> (commissioned by Arbrethil)</p>\n<p><strong>Stat Line:</strong> AC 14 (15 vs. evil), Spd 20’ / 60’, HP 59, ATK 1 (<em>Sword of Valor</em> -2+), Dmg 1d6+9/1d8+9, Init +2, Surprise +1, ML+3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 18, INT 11, WIL 14, DEX 13, CON 11, CHA 16</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 6+, Blast 7+, Implements 8+, Spells 9+</p>\n<p><strong>Class Powers:</strong> Aura of Protection, Fortress, Holy Fervor, Laying on Hands, Manual of Arms, Sanctified Body, Sensing Evil.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Combat Reflexes, Diplomacy, Leadership, Military Strategy 3, Mounted Combat, Mystic Aura.</p>\n<p><strong>Languages:</strong> Classical Auran, Common.</p>\n<p><strong>Equipment:</strong> <em>sword +2 of valor,</em> dagger, <em>shield +2, plate armor +2,</em> heavy helmet, <em>cloak of protection +1, horn of the eagles, ring of protection +1, ring of fire protection,</em> nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>3 potions of cure serious injury, potion of invulnerability to evil, potion of spellward, potion of winged flight, potion of supreme valor, treasure map</em> (strange disc with astrological key, leads to TT N, Q), <em>7 healing salves,</em> purse (100gp, 100sp), enc. 9 1/6 st.</p>\n<p><strong>Mount:</strong> “Athorian,” exceptional medium warhorse (STR 16, DEX 16, CON 16, CHA 16; Spd 210’, AC 4, HD 3+6, hp 21, #AT 2 hooves 6+, Dmg 1d6+2/1d6+2, ML +3), war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week’s iron rations</p>\n<p><strong>Holdings:</strong> Principality of Athalan in Rorn (civilized; stronghold value: 240,000gp; personal domain population 7,500 peasant families and 565 urban families; realm population 105,000 families; realm income: 65,000gp/month).</p>\n<p><strong>Followers/Mercenaries:</strong> 5 companies of Rornish medium cavalry (lance, sword, shield, chain mail, chain-barded medium warhorse). Other henchmen and followers have remained in his prefecture.</p>\n<p><strong>Background:</strong> A charismatic leader with an almost supernatural magnetism, Orison is a Rornish prince and paladin devoted to the deified warrior-king Valerian Bellësareus. After a decade of fighting Jutlanders in the northern marches of Rorn, Orison was able to secure his borders and establish a firm rule. Now, however, he has left his domain in the hands of his trusty stewards in order to undertake a great crusade. Orison can sense the rising evil that foretells the onset of the Awakening and knows that, if unchecked, chaos will overwhelm the realms of men. To prevent this dire occurrence, he has assembled a band of powerful heroes willing to brave the Wastes. As a matter of faith, Orison believes that the final battle will come on the plains of Morgot, where his hero Valerian fought and died, and will take almost any risk in the certainty of that decisive moment to come.</p>\n<p><strong>Description:</strong> Orison is a tall, heavily muscled man in his early 30s with golden hair, blue eyes, and a strong jaw. His voice and tone are of a man used to being in commanded, though he softens in the presence of women and children. His mount, Athorian, is a palomino warhorse of exceptional conformation, agility, and power.</p>\n"
    },
    {
      "title": "Vilhelmus Turpilia Vindex",
      "level": 6,
      "html": "<p><strong>11th level Crusader</strong> (commissioned by John Roberts)</p>\n<p><strong>Stat Line:</strong> AC 14, Spd 20’ / 60’, HP 30, ATK 1 (<em>Winter’s Bite -3</em>+, dagger or punch 2+), Dmg 1d6+7/1d8+7 or 1d4+4, Init 0, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 16, INT 10, WIL 13, DEX 10, CON 11, CHA 12</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 2+, Blast 8+, Implements 5+, Spells 7+</p>\n<p><strong>Class Powers:</strong> Theology, Rebuke Undead, Minor Magical Research, Major Magical Research, Fortified Church, Supreme Magical Research.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Divine Blessing, Endurance, Manual of Arms, Martial Training (swords), Prophecy, Riding.</p>\n<p><strong>Languages:</strong> Classical Auran, Common.</p>\n<p><strong>Spellcasting:</strong> Caster Level 11, Spells per Day 4 1st, 3 2nd, 3 3rd, 3 4th, 2 5th, 1 6th.</p>\n<p><strong>Spell Repertoire:</strong> Crusader Spell Repertoire.</p>\n<p><strong>Equipment:</strong> <em>“Winter’s Bite”</em> (<em>sword +3</em>),dagger, <em>shield +2</em>, <em>plate armor +2</em>, heavy helmet, <em>cloak of protection +1</em>, <em>gauntlets of ogre power, ring of protection +1</em>, holy symbol (winged sun of Ammonar), red crusader’s cassock, embossed leather belt, high leather boots, short leather gloves, backpack with <em>potion of angelic aura, 3 potions of cure light injury, potion of deflect ordinary weapons, 2 potions of fire protection, potion of freedom, potion of flight, potion of growth, potion of invulnerability to evil, 2 potions of recuperation</em>, <em>2</em> <em>potions of swift sword,</em> 3 flasks of holy water, purse (100gp, 100sp), enc 9 5/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, 3 lbs garlic, 3 lbs wolfsbane, holy book (The <em>Laws of</em> <em>Light</em>), mess kit, 6 stakes and mallet, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Fortified Temple in Argollëan Marches (stronghold value: 210,000gp; chaplain income: 1,200gp/month; divine power: 19,150gp per month from 9,577 faithful families).</p>\n<p><strong>Followers/Mercenaries:</strong> 2 companies of Auran heavy infantry (spear, short sword, shield, banded plate armor). Other henchmen and followers have remained to protect his fortified temple and minister to congregants..</p>\n<p><strong>Side Effects:</strong> Golden eyes: suffers a -2 penalty to reaction rolls with Chaotic creatures.</p>\n<p><strong>Background:</strong> Vilhelmus thought he had finished with the adventuring life: years spent riding back and forth across Southern Argollë and the Borderlands had taken their toll, and whilst a brush with death had marked him with Ammonar’s favor, adventuring was really a youngster’s profession. After being appointed chaplain to the prefect of the Argollëan Marches (north of the Borderlands), Vilhelmus constructed aa fortified temple to minister to the expanding Auran population there. It seemed like an excellent option for a retired adventurer, and at first, all seemed well. But then the dreams and visions began — visions of increasing urgency, of the terrible Chthonic plan already in motion known as the Awakening, and of the threat just south of his new home, in the Borderlands. Like the stoic champion of Law that he in fact was, Vilhelmus brought out his heavy plate armor, his shield, and the cold steel sword that his family had held for generations, and set out to find fellow champions of Ammonar: for he knew with calm certainty that he would not be the only one summoned to the Borderlands to foil the machinations of the Chthonic gods.</p>\n<p><strong>Description:</strong> Vilhelmus is a middle-aged man with blue eyes and black hair. His face is lined with years of toil, but he carries himself with ramrod-straight posture and never complains about his age. His family’s ancestral blade, Winter’s Bite*,* is forged of white orichalcum; when wielded, the blade sheds snowflakes behind it.</p>\n"
    },
    {
      "title": "Cartamo Dugzoon",
      "level": 6,
      "html": "<p><strong>10th level Zaharan Ruinguard</strong> (commissioned by DS)</p>\n<p><strong>Stat Line:</strong> AC 12, Spd 30’ / 90’, HP 49, ATK 1 (<em>javelin +3 of hurling,</em> 1+ melee or 0+ thrown), Dmg 1d6+8, Init +3, Surprise +1, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 13, INT 11, WIL 11, DEX 16, CON 12, CHA 14</p>\n<p><strong>Saving Throws:</strong> Paralysis 4+, Death 5+, Blast 6+, Implements 7+, Spells 8+</p>\n<p><strong>Class Powers:</strong> Ancient Pacts, Arcane Striking, Dark Charisma, Death Healing, Inexorable, Preternatural Quickening (+1 to initiative and surprise), Spell Storing, Weapon Focus (Spears / Polearms), Zaharan Tongues.</p>\n<p><strong>Proficiencies:</strong> Command, Fighting Style Specialization (weapon and shield), Leadership, Martial Training (spears/polearms), Manual of Arms 2, Riding, Skirmishing.</p>\n<p><strong>Languages:</strong> Common, Ancient Zaharan, Goblin, Kemeshi, Orc.</p>\n<p><strong>Spellcasting:</strong> Caster Level 8, Spells per Day 4 1st, 2 2nd, 2 3rd, 2 4th</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>sharpness, slickness, thunderclap, wall of smoke</em>; 2nd – <em>gale of wind, ogre strength</em>; 3rd – <em>perpetual illumination, spellward;</em> 4th - <em>arcane shift, earth’s tremor</em>.</p>\n<p><strong>Equipment:</strong> <em>javelin of hurling +3</em>, masterwork dagger (+1/+1), <em>shield +1, lamellar armor +1, helm of disalignment</em>, <em>ring of protection +1</em>, white armiger’s tunic and pants, embossed belt, high leather boots, backpack with <em>potion of death ward, potion of giant strength, potion of necromantic potence,</em> scroll case with <em>arcane scroll of beguile humanoid, inaudibility, warp wood, locate object</em>, and <em>arcane shift</em>, spell book, pouch (100gp, 100sp), enc. 5 4/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> None. Cartamo has been reluctant to establish a stronghold because of the beastmen he will attract to his service.</p>\n<p><strong>Followers/Mercenaries:</strong> None.</p>\n<p><strong>Background:</strong> Cartamo Dugzoon was raised in a nomadic band of Kemeshi mercenaries. After striking out on his own, he fell in with one of the most unsavory bands of adventurers this side of the Dark Wall and acted as retainer to a pair of successive Chaotic spellcasters, in whose service he accrued wealth and arcane lore. Outliving both lieges (with Cartamo himself being whispered as the proximate cause for the death of the latter), he became notorious for his casual brutality, efficacy in battle, and wrathful hot-headedness. Countless men and monstrosities fell to his blades and sorcery, with Cartamo caring only for the wealth looted afterwards. His impatience and impulsiveness finally did him in when he plucked a magical helm from a dungeon hoard and donned it — only to immediately realize it was a <em>helm of disalignment</em>. Changed to be as prudent, thoughtful, and benevolent as he had once been reckless, violent, and malevolent, Cartamo absconded from his erstwhile comrades and sought to redeem his lifetime of cruelty. Now a champion of Law in service to Ammonar, Cartamo’s fearsome prowess makes him a mighty ally to any righteous cause —so long as his helmet remains intact...</p>\n<p><strong>Description</strong>: Cartamo is of middling height and build, but strong and swift as a darting viper. In the past he would intentionally appear as barbaric as possible, wearing the hairstyle of a Jutland raider and festooned with garlands of skeletal fingers (or worse). Now he makes an effort to both dress and act the part of a proper holy warrior pledged to Ammonar, with the winged sun prominently displayed on his shield and tabard. He hopes to atone for the utter carelessness and vileness of his former life in both word and deed, perhaps even redeeming his own tainted bloodline, should the Empyrean powers see fit to grant this boon.</p>\n"
    },
    {
      "title": "Melflay the Perilous",
      "level": 6,
      "html": "<p><strong>10th level Elven Spellsword</strong></p>\n<p><strong>Stat Line:</strong> AC 10, Spd 20’ / 60’, HP 50, ATK 1 (<em>Foe-Cleaver</em> 0+ or masterwork bow 2+), Dmg 1d6+6/1d8+6 or 1d6+4, Init +2, Surprise +1 (+1 Wilderness), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 14, INT 15, WIL 10, DEX 14, CON 17, CHA 14</p>\n<p><strong>Saving Throws:</strong> Paralysis 6+, Death 8+, Blast 9+, Implements 10+, Spells 10+</p>\n<p><strong>Class Powers:</strong> Attunement to Nature, Connection to Nature, Elf Languages, Collegiate Wizardry, Minor Magical Research, Major Magical Research, Fastness.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Battle Magic, Combat Reflexes, Expanded Repertoire, Manual of Arms 3, Riding, Unflappable Casting.</p>\n<p><strong>Languages:</strong> Argollëan, Common, Gnoll, Hobgoblin, Orc, Ancient Zaharan.</p>\n<p><strong>Spellcasting:</strong> Caster Level 10, Spells per Day 3 1st, 3 2nd, 3 3rd, 3 4th, 2 5th.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>beguile humanoid</em>, <em>discern magic</em>, <em>fan of flames</em>, <em>illumination</em>, <em>mage missile;</em> 2nd – <em>discern invisible</em>, <em>halt humanoids</em>, <em>illusory duplicates</em>, <em>magic lock, webbing</em>; 3rd – <em>dispel magic</em>, <em>fireball</em>, <em>flight</em>, <em>halt humanoid, thunderbolt;</em> 4th – <em>bewitch monster</em>, <em>giant strength</em>, <em>halt monsters</em>, <em>inferno</em>, <em>wall of flame;</em> 5th – <em>deflect ordinary weapons</em>, <em>mass lightless vision</em>, <em>phantasmal horror</em>, <em>telekinesis</em>.</p>\n<p><strong>Equipment:</strong> “<em>Foe-Cleaver”</em> (<em>sword +2, +3 vs. beastmen</em>), masterwork dagger (+1/+1), masterwork composite bow (+1/+1), <em>10 arrows +1, shield +2</em>, <em>chain mail +3</em>, light helmet, <em>boots of the elven ranger</em>, <em>cloak of protection +1,</em> nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>elven rope, potion of dragon control</em>, <em>potion of recuperation</em>, <em>potion of supreme valor</em>, quill and ink, spell book, purse (100gp, 100sp), ink, quill, enc 8 2/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Principality of Sianel in Northern Argollë (civilized; stronghold value: 180,000gp; personal domain population 7,500 peasant families and 1,865 urban families; realm population 190,000 families; realm income: 70,500gp/month).</p>\n<p><strong>Followers/Mercenaries:</strong> 120 elven horse archers (composite bow, scimitar, leather armor, light warhorse). Other henchmen and followers have remained to govern his prefecture.</p>\n<p><strong>Background:</strong> Hailing from Northern Argollë, the Wizard-Lord Melflay has long fought against the Chthonic forces — the hunting hawk symbol of his clan is often associated with the eagles and rocs of Ammonar, and is an apt symbol, for like his forefathers before him, Melflay is not one to sit back and wait for dark forces to come to him. When news came that his old human companion’s grandson, Prince Orison, was seeking allies with which to secure the Borderlands from the growing threats from the Waste, Melflay was only too happy to join the honorable paladin, bringing not only his peerless skills as a spellsword, but also his ability to drill and train soldiers. Melflay knows that it will ultimately be the efforts of the common soldier, more than the deeds of the great heroes, that defends civilization, and he intends to raise legions fit to make the Tarkaun himself green with envy.</p>\n<p><strong>Description:</strong> Melflay is a blonde, hazel-eyed, and handsome elf, ageless like all of his people. He is taller and heavier than the average elf, and would be easily mistaken for a Rornishman if not for his pointed ears. His sword, <em>Foe Cleaver,</em> was forged by dwarves during the Beastman Wars and has claimed the lives of countless goblins, gnolls, and orcs. His <em>shield +2</em> bears the hunting hawk symbol of his noble lineage; every inch of its surface is as flawless as the day it was made, for neither dirt, grime, nor blows leave a mark.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Orison’s Devotion\n\nOrison’s Devotion is a recently-established company of adventure led by Prince Orison of Rorn in furtherance of a crusade in the Borderlands.\n\n###### Prince Orison\n\n**11th level Paladin** (commissioned by Arbrethil)\n\n**Stat Line:** AC 14 (15 vs. evil), Spd 20’ / 60’, HP 59, ATK 1 (*Sword of Valor* -2+), Dmg 1d6+9/1d8+9, Init +2, Surprise +1, ML+3, AL Lawful\n\n**Attributes:** STR 18, INT 11, WIL 14, DEX 13, CON 11, CHA 16\n\n**Saving Throws:** Paralysis 5+, Death 6+, Blast 7+, Implements 8+, Spells 9+\n\n**Class Powers:** Aura of Protection, Fortress, Holy Fervor, Laying on Hands, Manual of Arms, Sanctified Body, Sensing Evil.\n\n**Proficiencies:** Adventuring, Command, Combat Reflexes, Diplomacy, Leadership, Military Strategy 3, Mounted Combat, Mystic Aura.\n\n**Languages:** Classical Auran, Common.\n\n**Equipment:** *sword +2 of valor,* dagger, *shield +2, plate armor +2,* heavy helmet, *cloak of protection +1, horn of the eagles, ring of protection +1, ring of fire protection,* nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with *3 potions of cure serious injury, potion of invulnerability to evil, potion of spellward, potion of winged flight, potion of supreme valor, treasure map* (strange disc with astrological key, leads to TT N, Q), *7 healing salves,* purse (100gp, 100sp), enc. 9 1/6 st.\n\n**Mount:** “Athorian,” exceptional medium warhorse (STR 16, DEX 16, CON 16, CHA 16; Spd 210’, AC 4, HD 3+6, hp 21, #AT 2 hooves 6+, Dmg 1d6+2/1d6+2, ML +3), war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week’s iron rations\n\n**Holdings:** Principality of Athalan in Rorn (civilized; stronghold value: 240,000gp; personal domain population 7,500 peasant families and 565 urban families; realm population 105,000 families; realm income: 65,000gp/month).\n\n**Followers/Mercenaries:** 5 companies of Rornish medium cavalry (lance, sword, shield, chain mail, chain-barded medium warhorse). Other henchmen and followers have remained in his prefecture.\n\n**Background:** A charismatic leader with an almost supernatural magnetism, Orison is a Rornish prince and paladin devoted to the deified warrior-king Valerian Bellësareus. After a decade of fighting Jutlanders in the northern marches of Rorn, Orison was able to secure his borders and establish a firm rule. Now, however, he has left his domain in the hands of his trusty stewards in order to undertake a great crusade. Orison can sense the rising evil that foretells the onset of the Awakening and knows that, if unchecked, chaos will overwhelm the realms of men. To prevent this dire occurrence, he has assembled a band of powerful heroes willing to brave the Wastes. As a matter of faith, Orison believes that the final battle will come on the plains of Morgot, where his hero Valerian fought and died, and will take almost any risk in the certainty of that decisive moment to come.\n\n**Description:** Orison is a tall, heavily muscled man in his early 30s with golden hair, blue eyes, and a strong jaw. His voice and tone are of a man used to being in commanded, though he softens in the presence of women and children. His mount, Athorian, is a palomino warhorse of exceptional conformation, agility, and power.\n\n###### Vilhelmus Turpilia Vindex\n\n**11th level Crusader** (commissioned by John Roberts)\n\n**Stat Line:** AC 14, Spd 20’ / 60’, HP 30, ATK 1 (*Winter’s Bite -3*+, dagger or punch 2+), Dmg 1d6+7/1d8+7 or 1d4+4, Init 0, ML +3, AL Lawful\n\n**Attributes:** STR 16, INT 10, WIL 13, DEX 10, CON 11, CHA 12\n\n**Saving Throws:** Paralysis 5+, Death 2+, Blast 8+, Implements 5+, Spells 7+\n\n**Class Powers:** Theology, Rebuke Undead, Minor Magical Research, Major Magical Research, Fortified Church, Supreme Magical Research.\n\n**Proficiencies:** Adventuring, Divine Blessing, Endurance, Manual of Arms, Martial Training (swords), Prophecy, Riding.\n\n**Languages:** Classical Auran, Common.\n\n**Spellcasting:** Caster Level 11, Spells per Day 4 1st, 3 2nd, 3 3rd, 3 4th, 2 5th, 1 6th.\n\n**Spell Repertoire:** Crusader Spell Repertoire.\n\n**Equipment:** *“Winter’s Bite”* (*sword +3*),dagger, *shield +2*, *plate armor +2*, heavy helmet, *cloak of protection +1*, *gauntlets of ogre power, ring of protection +1*, holy symbol (winged sun of Ammonar), red crusader’s cassock, embossed leather belt, high leather boots, short leather gloves, backpack with *potion of angelic aura, 3 potions of cure light injury, potion of deflect ordinary weapons, 2 potions of fire protection, potion of freedom, potion of flight, potion of growth, potion of invulnerability to evil, 2 potions of recuperation*, *2* *potions of swift sword,* 3 flasks of holy water, purse (100gp, 100sp), enc 9 5/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag with blanket, 3 lbs garlic, 3 lbs wolfsbane, holy book (The *Laws of* *Light*), mess kit, 6 stakes and mallet, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Holdings:** Fortified Temple in Argollëan Marches (stronghold value: 210,000gp; chaplain income: 1,200gp/month; divine power: 19,150gp per month from 9,577 faithful families).\n\n**Followers/Mercenaries:** 2 companies of Auran heavy infantry (spear, short sword, shield, banded plate armor). Other henchmen and followers have remained to protect his fortified temple and minister to congregants..\n\n**Side Effects:** Golden eyes: suffers a -2 penalty to reaction rolls with Chaotic creatures.\n\n**Background:** Vilhelmus thought he had finished with the adventuring life: years spent riding back and forth across Southern Argollë and the Borderlands had taken their toll, and whilst a brush with death had marked him with Ammonar’s favor, adventuring was really a youngster’s profession. After being appointed chaplain to the prefect of the Argollëan Marches (north of the Borderlands), Vilhelmus constructed aa fortified temple to minister to the expanding Auran population there. It seemed like an excellent option for a retired adventurer, and at first, all seemed well. But then the dreams and visions began — visions of increasing urgency, of the terrible Chthonic plan already in motion known as the Awakening, and of the threat just south of his new home, in the Borderlands. Like the stoic champion of Law that he in fact was, Vilhelmus brought out his heavy plate armor, his shield, and the cold steel sword that his family had held for generations, and set out to find fellow champions of Ammonar: for he knew with calm certainty that he would not be the only one summoned to the Borderlands to foil the machinations of the Chthonic gods.\n\n**Description:** Vilhelmus is a middle-aged man with blue eyes and black hair. His face is lined with years of toil, but he carries himself with ramrod-straight posture and never complains about his age. His family’s ancestral blade, Winter’s Bite*,* is forged of white orichalcum; when wielded, the blade sheds snowflakes behind it.\n\n###### Cartamo Dugzoon\n\n**10th level Zaharan Ruinguard** (commissioned by DS)\n\n**Stat Line:** AC 12, Spd 30’ / 90’, HP 49, ATK 1 (*javelin +3 of hurling,* 1+ melee or 0+ thrown), Dmg 1d6+8, Init +3, Surprise +1, ML +3, AL Lawful\n\n**Attributes:** STR 13, INT 11, WIL 11, DEX 16, CON 12, CHA 14\n\n**Saving Throws:** Paralysis 4+, Death 5+, Blast 6+, Implements 7+, Spells 8+\n\n**Class Powers:** Ancient Pacts, Arcane Striking, Dark Charisma, Death Healing, Inexorable, Preternatural Quickening (+1 to initiative and surprise), Spell Storing, Weapon Focus (Spears / Polearms), Zaharan Tongues.\n\n**Proficiencies:** Command, Fighting Style Specialization (weapon and shield), Leadership, Martial Training (spears/polearms), Manual of Arms 2, Riding, Skirmishing.\n\n**Languages:** Common, Ancient Zaharan, Goblin, Kemeshi, Orc.\n\n**Spellcasting:** Caster Level 8, Spells per Day 4 1st, 2 2nd, 2 3rd, 2 4th\n\n**Spell Repertoire:** 1st – *sharpness, slickness, thunderclap, wall of smoke*; 2nd – *gale of wind, ogre strength*; 3rd – *perpetual illumination, spellward;* 4th - *arcane shift, earth’s tremor*.\n\n**Equipment:** *javelin of hurling +3*, masterwork dagger (+1/+1), *shield +1, lamellar armor +1, helm of disalignment*, *ring of protection +1*, white armiger’s tunic and pants, embossed belt, high leather boots, backpack with *potion of death ward, potion of giant strength, potion of necromantic potence,* scroll case with *arcane scroll of beguile humanoid, inaudibility, warp wood, locate object*, and *arcane shift*, spell book, pouch (100gp, 100sp), enc. 5 4/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Holdings:** None. Cartamo has been reluctant to establish a stronghold because of the beastmen he will attract to his service.\n\n**Followers/Mercenaries:** None.\n\n**Background:** Cartamo Dugzoon was raised in a nomadic band of Kemeshi mercenaries. After striking out on his own, he fell in with one of the most unsavory bands of adventurers this side of the Dark Wall and acted as retainer to a pair of successive Chaotic spellcasters, in whose service he accrued wealth and arcane lore. Outliving both lieges (with Cartamo himself being whispered as the proximate cause for the death of the latter), he became notorious for his casual brutality, efficacy in battle, and wrathful hot-headedness. Countless men and monstrosities fell to his blades and sorcery, with Cartamo caring only for the wealth looted afterwards. His impatience and impulsiveness finally did him in when he plucked a magical helm from a dungeon hoard and donned it — only to immediately realize it was a *helm of disalignment*. Changed to be as prudent, thoughtful, and benevolent as he had once been reckless, violent, and malevolent, Cartamo absconded from his erstwhile comrades and sought to redeem his lifetime of cruelty. Now a champion of Law in service to Ammonar, Cartamo’s fearsome prowess makes him a mighty ally to any righteous cause —so long as his helmet remains intact...\n\n**Description**: Cartamo is of middling height and build, but strong and swift as a darting viper. In the past he would intentionally appear as barbaric as possible, wearing the hairstyle of a Jutland raider and festooned with garlands of skeletal fingers (or worse). Now he makes an effort to both dress and act the part of a proper holy warrior pledged to Ammonar, with the winged sun prominently displayed on his shield and tabard. He hopes to atone for the utter carelessness and vileness of his former life in both word and deed, perhaps even redeeming his own tainted bloodline, should the Empyrean powers see fit to grant this boon.\n\n###### Melflay the Perilous\n\n**10th level Elven Spellsword**\n\n**Stat Line:** AC 10, Spd 20’ / 60’, HP 50, ATK 1 (*Foe-Cleaver* 0+ or masterwork bow 2+), Dmg 1d6+6/1d8+6 or 1d6+4, Init +2, Surprise +1 (+1 Wilderness), ML +3, AL Lawful\n\n**Attributes:** STR 14, INT 15, WIL 10, DEX 14, CON 17, CHA 14\n\n**Saving Throws:** Paralysis 6+, Death 8+, Blast 9+, Implements 10+, Spells 10+\n\n**Class Powers:** Attunement to Nature, Connection to Nature, Elf Languages, Collegiate Wizardry, Minor Magical Research, Major Magical Research, Fastness.\n\n**Proficiencies:** Adventuring, Battle Magic, Combat Reflexes, Expanded Repertoire, Manual of Arms 3, Riding, Unflappable Casting.\n\n**Languages:** Argollëan, Common, Gnoll, Hobgoblin, Orc, Ancient Zaharan.\n\n**Spellcasting:** Caster Level 10, Spells per Day 3 1st, 3 2nd, 3 3rd, 3 4th, 2 5th.\n\n**Spell Repertoire:** 1st – *beguile humanoid*, *discern magic*, *fan of flames*, *illumination*, *mage missile;* 2nd – *discern invisible*, *halt humanoids*, *illusory duplicates*, *magic lock, webbing*; 3rd – *dispel magic*, *fireball*, *flight*, *halt humanoid, thunderbolt;* 4th – *bewitch monster*, *giant strength*, *halt monsters*, *inferno*, *wall of flame;* 5th – *deflect ordinary weapons*, *mass lightless vision*, *phantasmal horror*, *telekinesis*.\n\n**Equipment:** “*Foe-Cleaver”* (*sword +2, +3 vs. beastmen*), masterwork dagger (+1/+1), masterwork composite bow (+1/+1), *10 arrows +1, shield +2*, *chain mail +3*, light helmet, *boots of the elven ranger*, *cloak of protection +1,* nobleman’s tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with *elven rope, potion of dragon control*, *potion of recuperation*, *potion of supreme valor*, quill and ink, spell book, purse (100gp, 100sp), ink, quill, enc 8 2/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Holdings:** Principality of Sianel in Northern Argollë (civilized; stronghold value: 180,000gp; personal domain population 7,500 peasant families and 1,865 urban families; realm population 190,000 families; realm income: 70,500gp/month).\n\n**Followers/Mercenaries:** 120 elven horse archers (composite bow, scimitar, leather armor, light warhorse). Other henchmen and followers have remained to govern his prefecture.\n\n**Background:** Hailing from Northern Argollë, the Wizard-Lord Melflay has long fought against the Chthonic forces — the hunting hawk symbol of his clan is often associated with the eagles and rocs of Ammonar, and is an apt symbol, for like his forefathers before him, Melflay is not one to sit back and wait for dark forces to come to him. When news came that his old human companion’s grandson, Prince Orison, was seeking allies with which to secure the Borderlands from the growing threats from the Waste, Melflay was only too happy to join the honorable paladin, bringing not only his peerless skills as a spellsword, but also his ability to drill and train soldiers. Melflay knows that it will ultimately be the efforts of the common soldier, more than the deeds of the great heroes, that defends civilization, and he intends to raise legions fit to make the Tarkaun himself green with envy.\n\n**Description:** Melflay is a blonde, hazel-eyed, and handsome elf, ageless like all of his people. He is taller and heavier than the average elf, and would be easily mistaken for a Rornishman if not for his pointed ears. His sword, *Foe Cleaver,* was forged by dwarves during the Beastman Wars and has claimed the lives of countless goblins, gnolls, and orcs. His *shield +2* bears the hunting hawk symbol of his noble lineage; every inch of its surface is as flawless as the day it was made, for neither dirt, grime, nor blows leave a mark.\n"
}