{
  "html": "<h2>The Drakonian Guard</h2>\n<p>The Drakonian Guard is a hard-bitten band of adventurers organized by the mercenary captain Drakon to profit from the unrest in the Borderlands.</p>\n<h6>Drakon</h6>\n<p><strong>7th level Fighter</strong> (commissioned by Heather Szutka)</p>\n<p><strong>Stat Line:</strong> AC 9, Spd 30’/90’, HP 34, ATK 1 (<em>+1 sword</em> 5+), Dmg 1d6+4/1d8+4, Init 0, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 12, INT 16, WIL 11, DEX 11, CON 11, CHA 16</p>\n<p><strong>Saving Throws:</strong> Paralysis 9+, Death 10+, Blast 11+, Implements 12+, Spells 13+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Manual of Arms.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Diplomacy, Intimidation, Leadership, Military Strategy 2, Mounted Combat.</p>\n<p><strong>Languages:</strong> Argollëan, Classical Auran, Common, Krysean, Classical Auran, Argollëan.</p>\n<p><strong>Equipment:</strong> <em>sword +1,</em> dagger, <em>shield +1</em>, <em>plate armor +1,</em> light helmet, dark red silk cloak, dark red and gold silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>2 healing salves, potion of swift sword, potion of slashing protection,</em>  purse (100gp, 100sp), enc. 6 3/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag, blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Mercenaries:</strong> 60 light infantry, 30 light infantry, 30 composite bowmen.</p>\n<p><strong>Background:</strong> A veteran of the Auran cavalry cohorts, Drakon left the legions to begin a career as an adventurer and mercenary in Rorn. After years of profitable warfare, he has now advanced to become mercenary captain of his own company, the Drakonian Guard. Drakon has brought his new company to the Borderlands in search of work. With the Tarkaun stripping the imperial garrisons to the bone for his war with Skysos, the Chthonic powers of the Wastes are stretching forth once more, and should the border forts fall, not only the Borderlands but even Southern Argollë could fall before them. Honor, glory, and plenty loot — what more could a captain of mercenaries wish for? The answer, surprisingly enough, is to serve Ammonar — for Drakon knows full well the danger that the dark powers in the south pose. Be it the vampire Acastus or the fell mage Dairin, Drakon takes pride in the roster of foul enemies of civilization slain by his hand.</p>\n<p><strong>Description:</strong> Drakon is a handsome, well-built Krysean man with light olive skin, wavy black hair, and dark eyes. He is somewhat slender for a fighter, but no one who meets his steely gaze could ever mistake him as weak. In front of his troops he always maintains a sense of professional decorum and military bearing, but in private he enjoys swapping ribald jokes and war-stories with his friends Dorvik and Aisluwen.</p>\n<h6>Dorvik</h6>\n<p><strong>6th level Dwarven Vaultguard</strong> (commissioned by Emil Westenius)</p>\n<p><strong>Stat Line:</strong> AC 12, Spd 20’/60’, HP 36, ATK 1 (+1 <em>battle axe</em> 4+), Dmg 1d6+7, Init +2, Surprise 0 (+1 underground), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 18, INT 8, WIL 14, DEX 16, CON 14, CHA 10</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 6+, Blast 8+, Implements 8+, Spells 9+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Dwarf Tongues, Hardy, Manual of Arms, Sensitivity to Rock and Stone.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Dungeonbashing Expertise, Endurance, Fighting Style Specialization (weapon &amp; shield), Leadership.</p>\n<p><strong>Languages:</strong> Common, Dwarvish (Jutting dialect), Gnome, Goblin, Kobold.</p>\n<p><strong>Equipment:</strong> <em>battle axe +1</em>, hand axe, masterwork shield (+1 AC), <em>plate armor +1</em>, dark red wool cloak, dark red and gold armiger’s tunic and pants, embossed leather belt, low leather boots, short leather gloves, backpack with <em>2 potions of cure light injury, 2 oils of sharpness,</em> purse (100gp, 100sp), enc. 7 2/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Dorvik hails from the far-off Jutting Mountains, and expected to live and die on those northern slopes like his fathers before him — but fate intervened. During a pitched battle against beastmen that were rampaging through Rornish and Dwarvish territory, Dorvik’s life was saved by the mercenary Drakon. After the battle, Dorvik’s clan chieftain ordered him to travel with Drakon on a warrior’s pilgrimage. Though not particularly bright, Dorvik is stubborn and loyal to a fault, a paragon of dwarven warfare. He has fought besides his human friend for many seasons now. His immense strength and sheer tenacity has earned him wealth and respect in equal measure, and far beyond what he had ever dreamed.</p>\n<p><strong>Description:</strong> Dorvik is sometimes said to be built like a bear, but that description is actually an understatement: He is both more muscular and more hirsute than any bear. He wears a set of fine dwarven plate-and-mail with breastplate and greaves. Dorvik’s belly-length beard carefully braided with trophies of his many victories.</p>\n<h6>Plutonius</h6>\n<p><strong>6th level Fighter</strong> (commissioned by Chris)</p>\n<p><strong>Stat Line:</strong> AC 8, Spd 30’ / 90’, HP 34, ATK 1 (<em>+1 sword</em> &amp; <em>+1 mace</em> 0+), Dmg 1d6+7 / 1d8+7, Init +3, Surprise +1, ML +3, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 18, INT 11, WIL 16, DEX 16, CON 13, CHA 12</p>\n<p><strong>Saving Throws:</strong> Paralysis 8+, Death 9+, Blast 10+, Implements 11+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Manual of Arms.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Combat Ferocity, Combat Reflexes,Endurance, Fighting Style Specialization (dual weapons), Riding.</p>\n<p><strong>Languages:</strong> Common, Krysean.</p>\n<p><strong>Equipment</strong><strong>:</strong> <em>sword +1</em>, <em>mace +1</em>, dagger, masterwork lamellar armor (+1 AC), dark red wool cloak, leather tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>2 potions of cure light injury, potion of fire resistance, potion of levitation</em>, purse (100gp, 100sp), enc. 6 3/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> A headstrong warrior from the mountains of Krysea, Plutonius is a true sellsword, having fought for a number of mercenary companies and all manner of employers from Opelenea to Southern Argollë. With the Auran Empire’s forces stretched thin by the war against the barbarians of Skysostan, and beastmen stirring in the Waste, Plutonius knows the Borderlands are in dire straits. A veteran mercenary, he knows full well that where there is strife there is also plenty of coin to be made, and has made his way to the embattled region to enlist in Drakon’s legion. Whatever the fate of the Borderlands happens to be, Plutonius intends to emerge from it with wealth enough that even a man with his prodigious appetites can afford to retire to a life of plenty.</p>\n<p><strong>Description:</strong> With his bushy brows, chest-length beard, and sturdy build, Plutonius could easily be mistaken for a dwarf —– if dwarves ever stood 6’4” tall. A man of great mirth and great melancholy, Plutonius believes that fortune favors the bold. He has a loud laugh and stentorian voice that carries across battlefields and beer-houses alike. He is fond of mocking the self-important Lazlo Dragonbane, and laughs off the hyperbolic threats that the Nicean swordsman offers in return.</p>\n<h6>Lazlo Dragonbane</h6>\n<p><strong>6th level Assassin</strong> (commissioned by Alex Mooney)</p>\n<p><strong>Stat Line:</strong> AC 9, Spd 10’ / 30’, HP 24, ATK 1 (<em>Blood-drinker</em> &amp; masterwork Short Sword 1+ or masterwork crossbow 3+), Dmg 1d6+6 / 1d8+6 or 1d6+3, Init +4, Surprise +1, ML +2, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 16, INT 10, WIL 10, DEX 18, CON 9, CHA 9</p>\n<p><strong>Saving Throws:</strong> Paralysis 10+, Death 11+, Blast 12+, Implements 13+, Spells 14+</p>\n<p><strong>Class Powers:</strong> Backstab (2 dice), Hiding 14+, Shadowy Senses, Sneaking 12+, Streetwise.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Armor Training, Combat Reflexes, Disguise, Fighting Style (dual weapons), Manual of Arms.</p>\n<p><strong>Languages:</strong> Common, Nicean.</p>\n<p><strong>Equipment:</strong> <em>Blood-Drinker (sword +1),</em> masterwork short sword (+1/0), masterwork dagger (+1/0), masterwork crossbow (+1/0), case with 20 bolts, plate armor, dark grey silk cloak, dark grey silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>potion of discern invisible, potion of levitation, potion of spider climbing, potion of swimming,</em> dose of giant centipede poison, dose of foxglove poison, dose of carrion horror poison, purse (100gp, 100sp).</p>\n<p><strong>Mount:</strong> Medium horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Lazlo Dragonbane, as he styles himself, is a native of Nicea who has only recently arrived in the Borderlands. He affects a self-important air and claims to be a former officer in the Auran legions who earned his commission by slaying a dragon. Though he wears a full set of Auran plate armor and is well acquainted with the finer points of legionary etiquette, his agile fighting style, ample use of poison, and mysterious Zaharan sword suggest his supposed career might be a cover for a more sinister line of work —– perhaps even in the Emperor’s Talons. The curious mercenaries of Drakon’s company have amply plied him with bottles of wine in hopes of learning more, but Lazlo has remained tight-lipped about what he was up to before joining.</p>\n<p><strong>Description:</strong> Lazlo is a curly-haired Nicean man with dark, predatory eyes, ropy muscles, and an almost feline grace. His sword, <em>Blood-Drinker,</em> is a backwards-curved Zaharan blade that absorbs any blood that lands on its unnaturally cold blade, ensuring every kill is clean. He rarely unsheathes it, except to threaten the bombastic fighter Plutonius when he engages in another round of puerile humor.</p>\n<h6>Aisluwen</h6>\n<p><strong>6th level Antiquarian Witch</strong> (commissioned by Brad Mitchell)</p>\n<p><strong>Stat Line:</strong> AC 2, Spd 40’ / 120’, HP 17, ATK 1 (Staff 9+), Dmg 1d6, Init +1, ML +2, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 10, INT 14, WIL 13, DEX 14, CON 12, CHA 13</p>\n<p><strong>Saving Throws:</strong> Paralysis 10+, Death 7+, Blast 13+, Implements 10+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Brew Potions, Healing Arts, Minor Magical Research, Second Sight, Traditional Medicine, Village Wisdom.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Expanded Repertoire, Folkways, Healing 3, Laying on Hands.</p>\n<p><strong>Languages:</strong> Common, Rornish, Classical Auran.</p>\n<p><strong>Spellcasting:</strong> Caster Level 6, Spells per Day 3 1st, 3 2nd, 3 3rd.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>call of the wolf, cure light injury, discern magic, remove fear, word of command</em>; 2nd – <em>beguile humanoid, cure moderate injury, holy blessing, slumber, speak with beasts;</em> 3rd – <em>avian messenger, cure major injury, dispel magic, remove curse, speak with dead</em>.</p>\n<p><strong>Equipment:</strong> white willow staff, dagger, <em>bracers of armor +1</em>, white silk cloak, white and gold tunic and pants, gold silk sash, high leather boots, short leather gloves, backpack, <em>potion of passion</em>, <em>4 healing salves</em>, large surgical saw, purse (100gp, 100sp), enc. 3 2/6 st.</p>\n<p><strong>Mount:</strong> Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Aisluwen first demonstrated her gift for divine healing as a child in Rorn, when she healed the wounds of her father’s sheepdog. Soon thereafter she began learning the art of witchcraft from the reclusive crone who lived on the outskirts of her hamlet. She proved a natural, with a strong and deep connection to the spirits of the land, and a remarkable facility with healing the sick and wounded. Word of her skill attracted the interest of Rornish mercenaries, who recruited her to serve as their company’s healer. There, she struck up a friendship with the fighter Drakon and the vaultguard Dorvik. She has accompanied her two friends to the Borderlands, where her witchcraft ably serves the Drakonian Guard. Lately, however, she has begun to give thought to abandoning the mercenary life, and is spending more and more time in the hamlets and villages, building good will with the common folk.</p>\n<p><strong>Description:</strong> Aisluwen is slight, pale skinned with a dusting of almost red freckles across her face and nose. She has extremely long, curly red hair, and vivid green eyes. A true neutral in a world embattled by law and chaos, she cares little for the struggles of gods and heroes. She is, however, fiercely loyal to her friends and magnanimous with her arts towards those in need.</p>\n<h6>Sherian Lizardtongue</h6>\n<p><strong>6th level Elven Spellsword</strong> (commissioned by Sherian)</p>\n<p><strong>Stat Line:</strong> AC 7, Spd 30’/ 90’, HP 23, ATK 1 (<em>+1 sword +1</em> 5+, silver dagger 6+ melee 5+ thrown), Dmg 1d6+5/1d8+5 or 1d4+4, Init +2, Surprise 0 (+1 Wilderness), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 13, INT 18, WIL 13, DEX 16, CON 9, CHA 15</p>\n<p><strong>Saving Throws:</strong> Paralysis 8+, Death 10+, Blast 11+, Implements 12+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Attunement to Nature, Collegiate Wizardry, Connection to Nature, Elf Tongues, Minor Magic Research.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Knowledge 3 (Elves), Knowledge (Thrassians), Loremastery, Magical Engineering (2), Theology.</p>\n<p><strong>Languages:</strong> Common, Argollëan, Gnoll, Hobgoblin, Lizardman, Orc, Classical Argollëan, Thrassian.</p>\n<p><strong>Spellcasting:</strong> Caster Level 6, Spells per Day 2 1st, 2 2nd, 2 3rd.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>auditory illusion, discern gist, discern magic, summon manes</em>; 2nd – <em>adjust self, battering ram, illusory duplicates, magic lock;</em> 3rd –<em>dispel magic, perpetual illumination, rune of warding, spellward.</em></p>\n<p><strong>Equipment:</strong> <em>sword +1,</em> silver dagger, <em>chain mail +1,</em> white silk cloak, white silk breastwrap, white silk pants, embossed leather belt, high leather boots, backpack with <em>lantern of perpetual illumination,</em> <em>potion of cure moderate injury, potion of discern evil, potion of discern magic,</em> spell book, 50’ rope, journal, quill and ink, purse with 200gp, 500sp, 500cp, and 12 amethysts (100gp value each), enc. 7 st.</p>\n<p><strong>Mount:</strong> Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Stone townhouse (2,250gp value), arcane library (6,000gp value).</p>\n<p><strong>Background:</strong> Native to Northern Argollë, Sherian Ui Siollan established a home for herself in the city of Cyfaraun several years ago. Under the name Sherian Lizardtongue, she took up a position as a sage at the Tower of Knowledge, specializing in the ancient history of the Elves and Thrassians. Recently, she has stumbled upon disturbing evidence that suggests that the elves might not be the innocent victims of Thrassian rapacity that they are portrayed to be in her people’s annals. Troubled by this possibility, she has taken a temporary leave of absence from her post and joined the Drakonian Guard. She hopes that during her travels with the mercenaries, she will have an opportunity to investigate the ancient and dangerous elven ruins found throughout the Borderlands. Even to herself, she has not yet admitted whether she seeks to learn from the mistakes of the past... or repeat them.</p>\n<p><strong>Description:</strong> Sherian is a slimly built elven woman who stands 5’1” and weighs 109 lbs. She wears her platinum hair in a long braid past her waist. Her light violet eyes are large and wide-set above a fine-featured face with full lips. Sherian carries the <em>lantern of perpetual illumination,</em> a beautifully carved silver lamp without wick or fuel that emits continuous soft white light from a polished spherical stone held securely in place. Her cohorts believe the <em>lantern</em> is an elven relic of antiquity and power, but in truth Sherian simply cast <em>perpetual</em> <em>illumination</em> on a stone and put it in a fancy silver case.</p>\n",
  "sections": [
    {
      "title": "The Drakonian Guard",
      "level": 2,
      "html": "<p>The Drakonian Guard is a hard-bitten band of adventurers organized by the mercenary captain Drakon to profit from the unrest in the Borderlands.</p>\n"
    },
    {
      "title": "Drakon",
      "level": 6,
      "html": "<p><strong>7th level Fighter</strong> (commissioned by Heather Szutka)</p>\n<p><strong>Stat Line:</strong> AC 9, Spd 30’/90’, HP 34, ATK 1 (<em>+1 sword</em> 5+), Dmg 1d6+4/1d8+4, Init 0, ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 12, INT 16, WIL 11, DEX 11, CON 11, CHA 16</p>\n<p><strong>Saving Throws:</strong> Paralysis 9+, Death 10+, Blast 11+, Implements 12+, Spells 13+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Manual of Arms.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Diplomacy, Intimidation, Leadership, Military Strategy 2, Mounted Combat.</p>\n<p><strong>Languages:</strong> Argollëan, Classical Auran, Common, Krysean, Classical Auran, Argollëan.</p>\n<p><strong>Equipment:</strong> <em>sword +1,</em> dagger, <em>shield +1</em>, <em>plate armor +1,</em> light helmet, dark red silk cloak, dark red and gold silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>2 healing salves, potion of swift sword, potion of slashing protection,</em>  purse (100gp, 100sp), enc. 6 3/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag, blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Mercenaries:</strong> 60 light infantry, 30 light infantry, 30 composite bowmen.</p>\n<p><strong>Background:</strong> A veteran of the Auran cavalry cohorts, Drakon left the legions to begin a career as an adventurer and mercenary in Rorn. After years of profitable warfare, he has now advanced to become mercenary captain of his own company, the Drakonian Guard. Drakon has brought his new company to the Borderlands in search of work. With the Tarkaun stripping the imperial garrisons to the bone for his war with Skysos, the Chthonic powers of the Wastes are stretching forth once more, and should the border forts fall, not only the Borderlands but even Southern Argollë could fall before them. Honor, glory, and plenty loot — what more could a captain of mercenaries wish for? The answer, surprisingly enough, is to serve Ammonar — for Drakon knows full well the danger that the dark powers in the south pose. Be it the vampire Acastus or the fell mage Dairin, Drakon takes pride in the roster of foul enemies of civilization slain by his hand.</p>\n<p><strong>Description:</strong> Drakon is a handsome, well-built Krysean man with light olive skin, wavy black hair, and dark eyes. He is somewhat slender for a fighter, but no one who meets his steely gaze could ever mistake him as weak. In front of his troops he always maintains a sense of professional decorum and military bearing, but in private he enjoys swapping ribald jokes and war-stories with his friends Dorvik and Aisluwen.</p>\n"
    },
    {
      "title": "Dorvik",
      "level": 6,
      "html": "<p><strong>6th level Dwarven Vaultguard</strong> (commissioned by Emil Westenius)</p>\n<p><strong>Stat Line:</strong> AC 12, Spd 20’/60’, HP 36, ATK 1 (+1 <em>battle axe</em> 4+), Dmg 1d6+7, Init +2, Surprise 0 (+1 underground), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 18, INT 8, WIL 14, DEX 16, CON 14, CHA 10</p>\n<p><strong>Saving Throws:</strong> Paralysis 5+, Death 6+, Blast 8+, Implements 8+, Spells 9+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Dwarf Tongues, Hardy, Manual of Arms, Sensitivity to Rock and Stone.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Command, Dungeonbashing Expertise, Endurance, Fighting Style Specialization (weapon &amp; shield), Leadership.</p>\n<p><strong>Languages:</strong> Common, Dwarvish (Jutting dialect), Gnome, Goblin, Kobold.</p>\n<p><strong>Equipment:</strong> <em>battle axe +1</em>, hand axe, masterwork shield (+1 AC), <em>plate armor +1</em>, dark red wool cloak, dark red and gold armiger’s tunic and pants, embossed leather belt, low leather boots, short leather gloves, backpack with <em>2 potions of cure light injury, 2 oils of sharpness,</em> purse (100gp, 100sp), enc. 7 2/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Dorvik hails from the far-off Jutting Mountains, and expected to live and die on those northern slopes like his fathers before him — but fate intervened. During a pitched battle against beastmen that were rampaging through Rornish and Dwarvish territory, Dorvik’s life was saved by the mercenary Drakon. After the battle, Dorvik’s clan chieftain ordered him to travel with Drakon on a warrior’s pilgrimage. Though not particularly bright, Dorvik is stubborn and loyal to a fault, a paragon of dwarven warfare. He has fought besides his human friend for many seasons now. His immense strength and sheer tenacity has earned him wealth and respect in equal measure, and far beyond what he had ever dreamed.</p>\n<p><strong>Description:</strong> Dorvik is sometimes said to be built like a bear, but that description is actually an understatement: He is both more muscular and more hirsute than any bear. He wears a set of fine dwarven plate-and-mail with breastplate and greaves. Dorvik’s belly-length beard carefully braided with trophies of his many victories.</p>\n"
    },
    {
      "title": "Plutonius",
      "level": 6,
      "html": "<p><strong>6th level Fighter</strong> (commissioned by Chris)</p>\n<p><strong>Stat Line:</strong> AC 8, Spd 30’ / 90’, HP 34, ATK 1 (<em>+1 sword</em> &amp; <em>+1 mace</em> 0+), Dmg 1d6+7 / 1d8+7, Init +3, Surprise +1, ML +3, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 18, INT 11, WIL 16, DEX 16, CON 13, CHA 12</p>\n<p><strong>Saving Throws:</strong> Paralysis 8+, Death 9+, Blast 10+, Implements 11+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Battlefield Prowess, Manual of Arms.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Combat Ferocity, Combat Reflexes,Endurance, Fighting Style Specialization (dual weapons), Riding.</p>\n<p><strong>Languages:</strong> Common, Krysean.</p>\n<p><strong>Equipment</strong><strong>:</strong> <em>sword +1</em>, <em>mace +1</em>, dagger, masterwork lamellar armor (+1 AC), dark red wool cloak, leather tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>2 potions of cure light injury, potion of fire resistance, potion of levitation</em>, purse (100gp, 100sp), enc. 6 3/6 st.</p>\n<p><strong>Mount:</strong> Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> A headstrong warrior from the mountains of Krysea, Plutonius is a true sellsword, having fought for a number of mercenary companies and all manner of employers from Opelenea to Southern Argollë. With the Auran Empire’s forces stretched thin by the war against the barbarians of Skysostan, and beastmen stirring in the Waste, Plutonius knows the Borderlands are in dire straits. A veteran mercenary, he knows full well that where there is strife there is also plenty of coin to be made, and has made his way to the embattled region to enlist in Drakon’s legion. Whatever the fate of the Borderlands happens to be, Plutonius intends to emerge from it with wealth enough that even a man with his prodigious appetites can afford to retire to a life of plenty.</p>\n<p><strong>Description:</strong> With his bushy brows, chest-length beard, and sturdy build, Plutonius could easily be mistaken for a dwarf —– if dwarves ever stood 6’4” tall. A man of great mirth and great melancholy, Plutonius believes that fortune favors the bold. He has a loud laugh and stentorian voice that carries across battlefields and beer-houses alike. He is fond of mocking the self-important Lazlo Dragonbane, and laughs off the hyperbolic threats that the Nicean swordsman offers in return.</p>\n"
    },
    {
      "title": "Lazlo Dragonbane",
      "level": 6,
      "html": "<p><strong>6th level Assassin</strong> (commissioned by Alex Mooney)</p>\n<p><strong>Stat Line:</strong> AC 9, Spd 10’ / 30’, HP 24, ATK 1 (<em>Blood-drinker</em> &amp; masterwork Short Sword 1+ or masterwork crossbow 3+), Dmg 1d6+6 / 1d8+6 or 1d6+3, Init +4, Surprise +1, ML +2, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 16, INT 10, WIL 10, DEX 18, CON 9, CHA 9</p>\n<p><strong>Saving Throws:</strong> Paralysis 10+, Death 11+, Blast 12+, Implements 13+, Spells 14+</p>\n<p><strong>Class Powers:</strong> Backstab (2 dice), Hiding 14+, Shadowy Senses, Sneaking 12+, Streetwise.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Armor Training, Combat Reflexes, Disguise, Fighting Style (dual weapons), Manual of Arms.</p>\n<p><strong>Languages:</strong> Common, Nicean.</p>\n<p><strong>Equipment:</strong> <em>Blood-Drinker (sword +1),</em> masterwork short sword (+1/0), masterwork dagger (+1/0), masterwork crossbow (+1/0), case with 20 bolts, plate armor, dark grey silk cloak, dark grey silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with <em>potion of discern invisible, potion of levitation, potion of spider climbing, potion of swimming,</em> dose of giant centipede poison, dose of foxglove poison, dose of carrion horror poison, purse (100gp, 100sp).</p>\n<p><strong>Mount:</strong> Medium horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Lazlo Dragonbane, as he styles himself, is a native of Nicea who has only recently arrived in the Borderlands. He affects a self-important air and claims to be a former officer in the Auran legions who earned his commission by slaying a dragon. Though he wears a full set of Auran plate armor and is well acquainted with the finer points of legionary etiquette, his agile fighting style, ample use of poison, and mysterious Zaharan sword suggest his supposed career might be a cover for a more sinister line of work —– perhaps even in the Emperor’s Talons. The curious mercenaries of Drakon’s company have amply plied him with bottles of wine in hopes of learning more, but Lazlo has remained tight-lipped about what he was up to before joining.</p>\n<p><strong>Description:</strong> Lazlo is a curly-haired Nicean man with dark, predatory eyes, ropy muscles, and an almost feline grace. His sword, <em>Blood-Drinker,</em> is a backwards-curved Zaharan blade that absorbs any blood that lands on its unnaturally cold blade, ensuring every kill is clean. He rarely unsheathes it, except to threaten the bombastic fighter Plutonius when he engages in another round of puerile humor.</p>\n"
    },
    {
      "title": "Aisluwen",
      "level": 6,
      "html": "<p><strong>6th level Antiquarian Witch</strong> (commissioned by Brad Mitchell)</p>\n<p><strong>Stat Line:</strong> AC 2, Spd 40’ / 120’, HP 17, ATK 1 (Staff 9+), Dmg 1d6, Init +1, ML +2, AL Neutral</p>\n<p><strong>Attributes:</strong> STR 10, INT 14, WIL 13, DEX 14, CON 12, CHA 13</p>\n<p><strong>Saving Throws:</strong> Paralysis 10+, Death 7+, Blast 13+, Implements 10+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Brew Potions, Healing Arts, Minor Magical Research, Second Sight, Traditional Medicine, Village Wisdom.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Expanded Repertoire, Folkways, Healing 3, Laying on Hands.</p>\n<p><strong>Languages:</strong> Common, Rornish, Classical Auran.</p>\n<p><strong>Spellcasting:</strong> Caster Level 6, Spells per Day 3 1st, 3 2nd, 3 3rd.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>call of the wolf, cure light injury, discern magic, remove fear, word of command</em>; 2nd – <em>beguile humanoid, cure moderate injury, holy blessing, slumber, speak with beasts;</em> 3rd – <em>avian messenger, cure major injury, dispel magic, remove curse, speak with dead</em>.</p>\n<p><strong>Equipment:</strong> white willow staff, dagger, <em>bracers of armor +1</em>, white silk cloak, white and gold tunic and pants, gold silk sash, high leather boots, short leather gloves, backpack, <em>potion of passion</em>, <em>4 healing salves</em>, large surgical saw, purse (100gp, 100sp), enc. 3 2/6 st.</p>\n<p><strong>Mount:</strong> Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Background:</strong> Aisluwen first demonstrated her gift for divine healing as a child in Rorn, when she healed the wounds of her father’s sheepdog. Soon thereafter she began learning the art of witchcraft from the reclusive crone who lived on the outskirts of her hamlet. She proved a natural, with a strong and deep connection to the spirits of the land, and a remarkable facility with healing the sick and wounded. Word of her skill attracted the interest of Rornish mercenaries, who recruited her to serve as their company’s healer. There, she struck up a friendship with the fighter Drakon and the vaultguard Dorvik. She has accompanied her two friends to the Borderlands, where her witchcraft ably serves the Drakonian Guard. Lately, however, she has begun to give thought to abandoning the mercenary life, and is spending more and more time in the hamlets and villages, building good will with the common folk.</p>\n<p><strong>Description:</strong> Aisluwen is slight, pale skinned with a dusting of almost red freckles across her face and nose. She has extremely long, curly red hair, and vivid green eyes. A true neutral in a world embattled by law and chaos, she cares little for the struggles of gods and heroes. She is, however, fiercely loyal to her friends and magnanimous with her arts towards those in need.</p>\n"
    },
    {
      "title": "Sherian Lizardtongue",
      "level": 6,
      "html": "<p><strong>6th level Elven Spellsword</strong> (commissioned by Sherian)</p>\n<p><strong>Stat Line:</strong> AC 7, Spd 30’/ 90’, HP 23, ATK 1 (<em>+1 sword +1</em> 5+, silver dagger 6+ melee 5+ thrown), Dmg 1d6+5/1d8+5 or 1d4+4, Init +2, Surprise 0 (+1 Wilderness), ML +3, AL Lawful</p>\n<p><strong>Attributes:</strong> STR 13, INT 18, WIL 13, DEX 16, CON 9, CHA 15</p>\n<p><strong>Saving Throws:</strong> Paralysis 8+, Death 10+, Blast 11+, Implements 12+, Spells 12+</p>\n<p><strong>Class Powers:</strong> Attunement to Nature, Collegiate Wizardry, Connection to Nature, Elf Tongues, Minor Magic Research.</p>\n<p><strong>Proficiencies:</strong> Adventuring, Knowledge 3 (Elves), Knowledge (Thrassians), Loremastery, Magical Engineering (2), Theology.</p>\n<p><strong>Languages:</strong> Common, Argollëan, Gnoll, Hobgoblin, Lizardman, Orc, Classical Argollëan, Thrassian.</p>\n<p><strong>Spellcasting:</strong> Caster Level 6, Spells per Day 2 1st, 2 2nd, 2 3rd.</p>\n<p><strong>Spell Repertoire:</strong> 1st – <em>auditory illusion, discern gist, discern magic, summon manes</em>; 2nd – <em>adjust self, battering ram, illusory duplicates, magic lock;</em> 3rd –<em>dispel magic, perpetual illumination, rune of warding, spellward.</em></p>\n<p><strong>Equipment:</strong> <em>sword +1,</em> silver dagger, <em>chain mail +1,</em> white silk cloak, white silk breastwrap, white silk pants, embossed leather belt, high leather boots, backpack with <em>lantern of perpetual illumination,</em> <em>potion of cure moderate injury, potion of discern evil, potion of discern magic,</em> spell book, 50’ rope, journal, quill and ink, purse with 200gp, 500sp, 500cp, and 12 amethysts (100gp value each), enc. 7 st.</p>\n<p><strong>Mount:</strong> Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.</p>\n<p><strong>Holdings:</strong> Stone townhouse (2,250gp value), arcane library (6,000gp value).</p>\n<p><strong>Background:</strong> Native to Northern Argollë, Sherian Ui Siollan established a home for herself in the city of Cyfaraun several years ago. Under the name Sherian Lizardtongue, she took up a position as a sage at the Tower of Knowledge, specializing in the ancient history of the Elves and Thrassians. Recently, she has stumbled upon disturbing evidence that suggests that the elves might not be the innocent victims of Thrassian rapacity that they are portrayed to be in her people’s annals. Troubled by this possibility, she has taken a temporary leave of absence from her post and joined the Drakonian Guard. She hopes that during her travels with the mercenaries, she will have an opportunity to investigate the ancient and dangerous elven ruins found throughout the Borderlands. Even to herself, she has not yet admitted whether she seeks to learn from the mistakes of the past... or repeat them.</p>\n<p><strong>Description:</strong> Sherian is a slimly built elven woman who stands 5’1” and weighs 109 lbs. She wears her platinum hair in a long braid past her waist. Her light violet eyes are large and wide-set above a fine-featured face with full lips. Sherian carries the <em>lantern of perpetual illumination,</em> a beautifully carved silver lamp without wick or fuel that emits continuous soft white light from a polished spherical stone held securely in place. Her cohorts believe the <em>lantern</em> is an elven relic of antiquity and power, but in truth Sherian simply cast <em>perpetual</em> <em>illumination</em> on a stone and put it in a fancy silver case.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## The Drakonian Guard\n\nThe Drakonian Guard is a hard-bitten band of adventurers organized by the mercenary captain Drakon to profit from the unrest in the Borderlands.\n\n###### Drakon\n\n**7th level Fighter** (commissioned by Heather Szutka)\n\n**Stat Line:** AC 9, Spd 30’/90’, HP 34, ATK 1 (*+1 sword* 5+), Dmg 1d6+4/1d8+4, Init 0, ML +3, AL Lawful\n\n**Attributes:** STR 12, INT 16, WIL 11, DEX 11, CON 11, CHA 16\n\n**Saving Throws:** Paralysis 9+, Death 10+, Blast 11+, Implements 12+, Spells 13+\n\n**Class Powers:** Battlefield Prowess, Manual of Arms.\n\n**Proficiencies:** Adventuring, Command, Diplomacy, Intimidation, Leadership, Military Strategy 2, Mounted Combat.\n\n**Languages:** Argollëan, Classical Auran, Common, Krysean, Classical Auran, Argollëan.\n\n**Equipment:** *sword +1,* dagger, *shield +1*, *plate armor +1,* light helmet, dark red silk cloak, dark red and gold silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with *2 healing salves, potion of swift sword, potion of slashing protection,*  purse (100gp, 100sp), enc. 6 3/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag, blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Mercenaries:** 60 light infantry, 30 light infantry, 30 composite bowmen.\n\n**Background:** A veteran of the Auran cavalry cohorts, Drakon left the legions to begin a career as an adventurer and mercenary in Rorn. After years of profitable warfare, he has now advanced to become mercenary captain of his own company, the Drakonian Guard. Drakon has brought his new company to the Borderlands in search of work. With the Tarkaun stripping the imperial garrisons to the bone for his war with Skysos, the Chthonic powers of the Wastes are stretching forth once more, and should the border forts fall, not only the Borderlands but even Southern Argollë could fall before them. Honor, glory, and plenty loot — what more could a captain of mercenaries wish for? The answer, surprisingly enough, is to serve Ammonar — for Drakon knows full well the danger that the dark powers in the south pose. Be it the vampire Acastus or the fell mage Dairin, Drakon takes pride in the roster of foul enemies of civilization slain by his hand.\n\n**Description:** Drakon is a handsome, well-built Krysean man with light olive skin, wavy black hair, and dark eyes. He is somewhat slender for a fighter, but no one who meets his steely gaze could ever mistake him as weak. In front of his troops he always maintains a sense of professional decorum and military bearing, but in private he enjoys swapping ribald jokes and war-stories with his friends Dorvik and Aisluwen.\n\n###### Dorvik\n\n**6th level Dwarven Vaultguard** (commissioned by Emil Westenius)\n\n**Stat Line:** AC 12, Spd 20’/60’, HP 36, ATK 1 (+1 *battle axe* 4+), Dmg 1d6+7, Init +2, Surprise 0 (+1 underground), ML +3, AL Lawful\n\n**Attributes:** STR 18, INT 8, WIL 14, DEX 16, CON 14, CHA 10\n\n**Saving Throws:** Paralysis 5+, Death 6+, Blast 8+, Implements 8+, Spells 9+\n\n**Class Powers:** Battlefield Prowess, Dwarf Tongues, Hardy, Manual of Arms, Sensitivity to Rock and Stone.\n\n**Proficiencies:** Adventuring, Command, Dungeonbashing Expertise, Endurance, Fighting Style Specialization (weapon & shield), Leadership.\n\n**Languages:** Common, Dwarvish (Jutting dialect), Gnome, Goblin, Kobold.\n\n**Equipment:** *battle axe +1*, hand axe, masterwork shield (+1 AC), *plate armor +1*, dark red wool cloak, dark red and gold armiger’s tunic and pants, embossed leather belt, low leather boots, short leather gloves, backpack with *2 potions of cure light injury, 2 oils of sharpness,* purse (100gp, 100sp), enc. 7 2/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Background:** Dorvik hails from the far-off Jutting Mountains, and expected to live and die on those northern slopes like his fathers before him — but fate intervened. During a pitched battle against beastmen that were rampaging through Rornish and Dwarvish territory, Dorvik’s life was saved by the mercenary Drakon. After the battle, Dorvik’s clan chieftain ordered him to travel with Drakon on a warrior’s pilgrimage. Though not particularly bright, Dorvik is stubborn and loyal to a fault, a paragon of dwarven warfare. He has fought besides his human friend for many seasons now. His immense strength and sheer tenacity has earned him wealth and respect in equal measure, and far beyond what he had ever dreamed.\n\n**Description:** Dorvik is sometimes said to be built like a bear, but that description is actually an understatement: He is both more muscular and more hirsute than any bear. He wears a set of fine dwarven plate-and-mail with breastplate and greaves. Dorvik’s belly-length beard carefully braided with trophies of his many victories.\n\n###### Plutonius\n\n**6th level Fighter** (commissioned by Chris)\n\n**Stat Line:** AC 8, Spd 30’ / 90’, HP 34, ATK 1 (*+1 sword* & *+1 mace* 0+), Dmg 1d6+7 / 1d8+7, Init +3, Surprise +1, ML +3, AL Neutral\n\n**Attributes:** STR 18, INT 11, WIL 16, DEX 16, CON 13, CHA 12\n\n**Saving Throws:** Paralysis 8+, Death 9+, Blast 10+, Implements 11+, Spells 12+\n\n**Class Powers:** Battlefield Prowess, Manual of Arms.\n\n**Proficiencies:** Adventuring, Combat Ferocity, Combat Reflexes,Endurance, Fighting Style Specialization (dual weapons), Riding.\n\n**Languages:** Common, Krysean.\n\n**Equipment****:** *sword +1*, *mace +1*, dagger, masterwork lamellar armor (+1 AC), dark red wool cloak, leather tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with *2 potions of cure light injury, potion of fire resistance, potion of levitation*, purse (100gp, 100sp), enc. 6 3/6 st.\n\n**Mount:** Medium warhorse, war saddle and tack, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Background:** A headstrong warrior from the mountains of Krysea, Plutonius is a true sellsword, having fought for a number of mercenary companies and all manner of employers from Opelenea to Southern Argollë. With the Auran Empire’s forces stretched thin by the war against the barbarians of Skysostan, and beastmen stirring in the Waste, Plutonius knows the Borderlands are in dire straits. A veteran mercenary, he knows full well that where there is strife there is also plenty of coin to be made, and has made his way to the embattled region to enlist in Drakon’s legion. Whatever the fate of the Borderlands happens to be, Plutonius intends to emerge from it with wealth enough that even a man with his prodigious appetites can afford to retire to a life of plenty.\n\n**Description:** With his bushy brows, chest-length beard, and sturdy build, Plutonius could easily be mistaken for a dwarf —– if dwarves ever stood 6’4” tall. A man of great mirth and great melancholy, Plutonius believes that fortune favors the bold. He has a loud laugh and stentorian voice that carries across battlefields and beer-houses alike. He is fond of mocking the self-important Lazlo Dragonbane, and laughs off the hyperbolic threats that the Nicean swordsman offers in return.\n\n###### Lazlo Dragonbane\n\n**6th level Assassin** (commissioned by Alex Mooney)\n\n**Stat Line:** AC 9, Spd 10’ / 30’, HP 24, ATK 1 (*Blood-drinker* & masterwork Short Sword 1+ or masterwork crossbow 3+), Dmg 1d6+6 / 1d8+6 or 1d6+3, Init +4, Surprise +1, ML +2, AL Neutral\n\n**Attributes:** STR 16, INT 10, WIL 10, DEX 18, CON 9, CHA 9\n\n**Saving Throws:** Paralysis 10+, Death 11+, Blast 12+, Implements 13+, Spells 14+\n\n**Class Powers:** Backstab (2 dice), Hiding 14+, Shadowy Senses, Sneaking 12+, Streetwise.\n\n**Proficiencies:** Adventuring, Armor Training, Combat Reflexes, Disguise, Fighting Style (dual weapons), Manual of Arms.\n\n**Languages:** Common, Nicean.\n\n**Equipment:** *Blood-Drinker (sword +1),* masterwork short sword (+1/0), masterwork dagger (+1/0), masterwork crossbow (+1/0), case with 20 bolts, plate armor, dark grey silk cloak, dark grey silk tunic and pants, embossed leather belt, high leather boots, short leather gloves, backpack with *potion of discern invisible, potion of levitation, potion of spider climbing, potion of swimming,* dose of giant centipede poison, dose of foxglove poison, dose of carrion horror poison, purse (100gp, 100sp).\n\n**Mount:** Medium horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Background:** Lazlo Dragonbane, as he styles himself, is a native of Nicea who has only recently arrived in the Borderlands. He affects a self-important air and claims to be a former officer in the Auran legions who earned his commission by slaying a dragon. Though he wears a full set of Auran plate armor and is well acquainted with the finer points of legionary etiquette, his agile fighting style, ample use of poison, and mysterious Zaharan sword suggest his supposed career might be a cover for a more sinister line of work —– perhaps even in the Emperor’s Talons. The curious mercenaries of Drakon’s company have amply plied him with bottles of wine in hopes of learning more, but Lazlo has remained tight-lipped about what he was up to before joining.\n\n**Description:** Lazlo is a curly-haired Nicean man with dark, predatory eyes, ropy muscles, and an almost feline grace. His sword, *Blood-Drinker,* is a backwards-curved Zaharan blade that absorbs any blood that lands on its unnaturally cold blade, ensuring every kill is clean. He rarely unsheathes it, except to threaten the bombastic fighter Plutonius when he engages in another round of puerile humor.\n\n###### Aisluwen\n\n**6th level Antiquarian Witch** (commissioned by Brad Mitchell)\n\n**Stat Line:** AC 2, Spd 40’ / 120’, HP 17, ATK 1 (Staff 9+), Dmg 1d6, Init +1, ML +2, AL Neutral\n\n**Attributes:** STR 10, INT 14, WIL 13, DEX 14, CON 12, CHA 13\n\n**Saving Throws:** Paralysis 10+, Death 7+, Blast 13+, Implements 10+, Spells 12+\n\n**Class Powers:** Brew Potions, Healing Arts, Minor Magical Research, Second Sight, Traditional Medicine, Village Wisdom.\n\n**Proficiencies:** Adventuring, Expanded Repertoire, Folkways, Healing 3, Laying on Hands.\n\n**Languages:** Common, Rornish, Classical Auran.\n\n**Spellcasting:** Caster Level 6, Spells per Day 3 1st, 3 2nd, 3 3rd.\n\n**Spell Repertoire:** 1st – *call of the wolf, cure light injury, discern magic, remove fear, word of command*; 2nd – *beguile humanoid, cure moderate injury, holy blessing, slumber, speak with beasts;* 3rd – *avian messenger, cure major injury, dispel magic, remove curse, speak with dead*.\n\n**Equipment:** white willow staff, dagger, *bracers of armor +1*, white silk cloak, white and gold tunic and pants, gold silk sash, high leather boots, short leather gloves, backpack, *potion of passion*, *4 healing salves*, large surgical saw, purse (100gp, 100sp), enc. 3 2/6 st.\n\n**Mount:** Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Background:** Aisluwen first demonstrated her gift for divine healing as a child in Rorn, when she healed the wounds of her father’s sheepdog. Soon thereafter she began learning the art of witchcraft from the reclusive crone who lived on the outskirts of her hamlet. She proved a natural, with a strong and deep connection to the spirits of the land, and a remarkable facility with healing the sick and wounded. Word of her skill attracted the interest of Rornish mercenaries, who recruited her to serve as their company’s healer. There, she struck up a friendship with the fighter Drakon and the vaultguard Dorvik. She has accompanied her two friends to the Borderlands, where her witchcraft ably serves the Drakonian Guard. Lately, however, she has begun to give thought to abandoning the mercenary life, and is spending more and more time in the hamlets and villages, building good will with the common folk.\n\n**Description:** Aisluwen is slight, pale skinned with a dusting of almost red freckles across her face and nose. She has extremely long, curly red hair, and vivid green eyes. A true neutral in a world embattled by law and chaos, she cares little for the struggles of gods and heroes. She is, however, fiercely loyal to her friends and magnanimous with her arts towards those in need.\n\n###### Sherian Lizardtongue\n\n**6th level Elven Spellsword** (commissioned by Sherian)\n\n**Stat Line:** AC 7, Spd 30’/ 90’, HP 23, ATK 1 (*+1 sword +1* 5+, silver dagger 6+ melee 5+ thrown), Dmg 1d6+5/1d8+5 or 1d4+4, Init +2, Surprise 0 (+1 Wilderness), ML +3, AL Lawful\n\n**Attributes:** STR 13, INT 18, WIL 13, DEX 16, CON 9, CHA 15\n\n**Saving Throws:** Paralysis 8+, Death 10+, Blast 11+, Implements 12+, Spells 12+\n\n**Class Powers:** Attunement to Nature, Collegiate Wizardry, Connection to Nature, Elf Tongues, Minor Magic Research.\n\n**Proficiencies:** Adventuring, Knowledge 3 (Elves), Knowledge (Thrassians), Loremastery, Magical Engineering (2), Theology.\n\n**Languages:** Common, Argollëan, Gnoll, Hobgoblin, Lizardman, Orc, Classical Argollëan, Thrassian.\n\n**Spellcasting:** Caster Level 6, Spells per Day 2 1st, 2 2nd, 2 3rd.\n\n**Spell Repertoire:** 1st – *auditory illusion, discern gist, discern magic, summon manes*; 2nd – *adjust self, battering ram, illusory duplicates, magic lock;* 3rd –*dispel magic, perpetual illumination, rune of warding, spellward.*\n\n**Equipment:** *sword +1,* silver dagger, *chain mail +1,* white silk cloak, white silk breastwrap, white silk pants, embossed leather belt, high leather boots, backpack with *lantern of perpetual illumination,* *potion of cure moderate injury, potion of discern evil, potion of discern magic,* spell book, 50’ rope, journal, quill and ink, purse with 200gp, 500sp, 500cp, and 12 amethysts (100gp value each), enc. 7 st.\n\n**Mount:** Light horse, riding tack and saddle, saddlebag with blanket, mess kit, tinderbox, 6 torches, waterskin, 1 week iron rations.\n\n**Holdings:** Stone townhouse (2,250gp value), arcane library (6,000gp value).\n\n**Background:** Native to Northern Argollë, Sherian Ui Siollan established a home for herself in the city of Cyfaraun several years ago. Under the name Sherian Lizardtongue, she took up a position as a sage at the Tower of Knowledge, specializing in the ancient history of the Elves and Thrassians. Recently, she has stumbled upon disturbing evidence that suggests that the elves might not be the innocent victims of Thrassian rapacity that they are portrayed to be in her people’s annals. Troubled by this possibility, she has taken a temporary leave of absence from her post and joined the Drakonian Guard. She hopes that during her travels with the mercenaries, she will have an opportunity to investigate the ancient and dangerous elven ruins found throughout the Borderlands. Even to herself, she has not yet admitted whether she seeks to learn from the mistakes of the past... or repeat them.\n\n**Description:** Sherian is a slimly built elven woman who stands 5’1” and weighs 109 lbs. She wears her platinum hair in a long braid past her waist. Her light violet eyes are large and wide-set above a fine-featured face with full lips. Sherian carries the *lantern of perpetual illumination,* a beautifully carved silver lamp without wick or fuel that emits continuous soft white light from a polished spherical stone held securely in place. Her cohorts believe the *lantern* is an elven relic of antiquity and power, but in truth Sherian simply cast *perpetual* *illumination* on a stone and put it in a fancy silver case.\n"
}