{
  "html": "<h2>Additional Rules for Adventures</h2>\n<p>The following rules cover a variety of circumstances that may arise when a Judge runs an adventure using <em><strong>ACKS II</strong></em><em>.</em></p>\n<h3>Diseases</h3>\n<p>Sometimes, due to a dangerous terrain encounter, a vagary of war, or damage from a diseased monster, a character might be infected by a disease. When this occurs, the type of disease is determined with a roll of 1d100 on the Disease Type table. Certain modifiers might apply based on the context in which the exposure occurs.</p>\n<p>Once the type of disease is determined, you must make a Death saving throw for each exposed character. Certain diseases, being less acute, offer a saving throw bonus. If the saving throw succeeds, that character avoids any serious illness. If the saving throw fails, that character becomes <strong>infected</strong> for the duration of the disease’s onset. He becomes <strong>symptomatic</strong> after the onset duration has elapsed. A symptomatic character is <strong>incapacitated</strong> until the disease is cured or the duration of disease expires. At the end of the duration, symptomatic characters either recover or die. If the saving throw failed on a roll of natural 1, or by the amount noted on the Disease Type table, the symptomatic character dies from the disease. Otherwise, the diseased character recovers.</p>\n<p>A successful Healing proficiency throw on an infected character can identify that the infected character is “coming down with something” but the disease itself cannot be identified until the character is symptomatic. A successful Healing proficiency throw on a symptomatic character can identify the exact disease. A subsequent successful throw on the following day can determine the character’s prognosis (e.g. will he die or recover). A character can be cured of the disease (either by Healing proficiency or by magic) while infected or symptomatic.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Disease Type</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Disease Type</strong></td>\n<td><strong>Save Bonus</strong></td>\n<td><strong>Onset Duration</strong></td>\n<td><strong>Symptom Duration</strong></td>\n<td><strong>Death</strong></td>\n</tr>\n<tr>\n<td>5 -</td>\n<td>Plague</td>\n<td>0</td>\n<td>1d4 days</td>\n<td>1d8 days</td>\n<td>Failed by 6+</td>\n</tr>\n<tr>\n<td>6-15</td>\n<td>Putrid Fever</td>\n<td>0</td>\n<td>2d4 days</td>\n<td>2 weeks</td>\n<td>Failed by 7+</td>\n</tr>\n<tr>\n<td>16-30</td>\n<td>Spotted Pox</td>\n<td>+1</td>\n<td>2d6 days</td>\n<td>3 weeks</td>\n<td>Failed by 8+</td>\n</tr>\n<tr>\n<td>31-50</td>\n<td>Bilious Fever</td>\n<td>+2</td>\n<td>2d6 days</td>\n<td>4 weeks</td>\n<td>Failed by 8+</td>\n</tr>\n<tr>\n<td>51-75</td>\n<td>Ague</td>\n<td>+3</td>\n<td>2d4 days</td>\n<td>1d4 weeks</td>\n<td>Failed by 10+</td>\n</tr>\n<tr>\n<td>76+</td>\n<td>Bloody Flux</td>\n<td>+4</td>\n<td>1d4 days</td>\n<td>1 week</td>\n<td>Rolled Natural 1</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of four 4th level fighters – Artur, Borus, Corvic, and Decimus – have just entered a jungle hex when a “dangerous terrain encounter – plague” occurs. The Judge rolls 1d100 on the Disease Type table and gets a 20; subtracting 10, because the party is in a jungle hex, the result is 10, so the disease is putrid fever. Each character must make a Death saving throw. All four have a target value of 12+. Artur rolls a 14 and avoids the illness. Borus rolls a 10. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will recover. Corvic rolls a natural 1. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he rolled a natural 1 on the save). Decimus rolls a 4. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he failed the save by 7 or more).</p>\n<h4>Disease Descriptions</h4>\n<p><strong>Plague</strong>: Plague is a highly-feared disease characterized by grossly swollen buboes, bloody sputum, high fever, incapacitating malaise, muscle cramps, nausea, vomiting, seizures, orifical bleeding, acral necrosis, gangrene, and death. Symptoms come on after only a few days, and about 45% of patients die of the disease within a week of becoming symptomatic.</p>\n<p><strong>Putrid Fever:</strong> This ailment is characterized by high fever, incapacitating malaise, muttering delirium, rattling breath, and putrid discharges. Symptoms take about 5 days to develop. About 40% of the victims of putrid fever die within a fortnight thereafter.</p>\n<p><strong>Spotted Pox:</strong> Spotted pox is a disfiguring disease characterized by eruptive pustules all over the body, accompanied by high fever, incapacitating malaise, nausea, and vomiting. Symptoms often take a week to fully develop. 35% of patients with spotted pox die within 3 weeks of becoming symptomatic.</p>\n<p><strong>Bilious Fever:</strong> This disease is characterized by paroxysmal attacks of intense fever interspersed with sudden coldness and chills. Throughout, the patient suffers incapacitating malaise, pain, vomiting, and usually anemia and jaundice. Symptoms take about a week to fully develop. About 35% of the victims of bilious fever die within a month thereafter.</p>\n<p><strong>Ague:</strong> Ague is an ailment characterized by chills, high fever, and shivering with overall malaise. Symptoms develop within a week of infection and linger for a week to a month. About 25% of the patients die within a month of becoming symptomatic.</p>\n<p><strong>Bloody Flux:</strong> This affliction is characterized by bloody diarrhea, abdominal agony, and dehydration. Symptoms arise within a few days of exposure and last for about a week. While only about 5% of the victims of the bloody flux die, the diarrhea is so unpleasant that the other 95% usually wish they had.</p>\n<h3>Encounter Tone</h3>\n<p>Anytime an encounter calls for a reaction roll, it is your responsibility to determine the <strong>encounter tone</strong> and use that to apply an appropriate set of modifiers to the reaction roll.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Encounter Reaction</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Hostile, attacks</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Friendly, helpful</td>\n</tr>\n</tbody></table>\n<p>There are three possible tones: <strong>diplomatic</strong>, <strong>intimidating</strong>, and <strong>seductive</strong>. If the entire party is surprised by an encounter, you choose either diplomatic or intimidating, whichever is worse for the party. Otherwise, the party’s spokesperson chooses the tone of interaction. If tone is unclear from the spokesperson’s statements or role-play, you can ask for clarification or decide what tone has been adopted. Once the tone of interaction is settled, you determine the appropriate modifiers to the reaction roll. Each of the three tones has a different set of modifiers applicable to it.</p>\n<p>EXAMPLE: Morne is the acting spokesperson for a party of adventurers that has just encountered 5 orcs. He raises empty hands and says “let’s talk!” The Judge rules that this is a Diplomatic tone.</p>\n<h4>Diplomatic Tone</h4>\n<p>An encounter has a diplomatic tone when a spokesperson makes a non-threatening appeal to the self-interest of a target or group of targets. Calling on a guard to do his duty, asking a noble to protect his subjects, or inviting a group of strangers to parley rather than fight are all examples of the diplomatic tone. The lengthy time intervals for ongoing attempts to influence with diplomacy represent long conversations, meetings, “diplomatic summits,” and so on.</p>\n<h6>Diplomatic Modifiers</h6>\n<p>The following modifiers apply to diplomatic encounters.</p>\n<p><strong>Alignment</strong>Character believed to be Lawful; target is Lawful or Neutral +1<br>Character believed to be Lawful; target is Chaotic -1<br>Character believed to be Chaotic; target is Lawful or Neutral -1</p>\n<p><strong>Location</strong>Character is trespassing in target&#39;s lair -1<br>Character is in own lair +1</p>\n<p><strong>Authority</strong>Character has legal authority over target (lord, guard, etc.) +1 or more<br>Character owes target favors -1/unrequited favor<br>Target has authority over character -1 or more<br>Target owes character favors +1/unrequited favor</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Charisma Modifier +Modifier<br>Character offers appropriate bribe +1 to +3</p>\n<p>Character has Diplomacy proficiency +1<br>Character has Mystic Aura proficiency +1</p>\n<p>Target has Will Modifier -Modifier</p>\n<p><strong>Threat</strong>Character is brandishing weapon -1<br>Target believes character has harmed friends -1<br>Target has witnessed or has evidence that character harmed friends -2<br>Target has been personally harmed by character -5 or more</p>\n<p><strong>Relationship</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Indifferent +1</p>\n<p>Target is already Friendly +2</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Indifferent, uninterested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of 1st level adventurers has just encountered five orcs. Morne, foolishly acting as the party’s spokesperson, says “we come in peace!” This sets the tone of the encounter to diplomatic. Morne has a Charisma 7 (-1) and no relevant proficiencies.</p>\n<p>The characters are believed to be of Lawful alignment and the target is Chaotic (-1) and the characters are trespassing in the target&#39;s lair (-1). Morne is not brandishing a weapon and the targets have no evidence that the characters harmed anyone. The total penalty is -2. The total modifier is therefore -1-2 = -3.</p>\n<p>The Judge rolls 2d6-3, and gets an 11 on the dice. The total of (11-3) 8 results in a &quot;Neutral&quot; response. “If you come in peace, why&#39;d you invade our lair?” says the orc gang leader. The party’s paladin, Tavus, now steps forward and attempts to influence the orcs. Since this is the first attempt to influence, it requires 1 round (15 – 120 seconds). The paladin decides to continue with a diplomatic tone, saying “We’ve come to work as mercenaries. We’d like to meet your chief to join his service.”</p>\n<p>Tavus has Charisma 18 (+3) and Mystic Aura (+1), for a total bonus of +4. The same situational penalty apply, as the characters are still believed to be of Lawful alignment and the target Chaotic (-1) and the characters are still trespassing in the target’s lair (-1). The Judge therefore rolls 2d6+4-2; the dice yield an 8. This modifies to a 10, resulting in a shift in attitude by one category, from &quot;Neutral&quot; to &quot;Indifferent&quot;. The orc gang leader says, “Eh, Aghrimun always was stupid, knew he&#39;d get himself killed some day. Not sure I want to bother the chief right now, but you can go find him yourself if you want.”</p>\n<p>The paladin decides to continue parleying. As this is a second attempt to influence, it will take 1 turn (10 rounds of interaction). His modifier is now 2d6+4-1, because he gains a +1 from the target being Indifferent. The paladin decides to make fun of Aghrimum&#39;s weakness and then says they should all go have a laugh about it with the chief. The dice yield a result of 3, modified to a 7, resulting in a shift in attitude by one category towards “Neutral.” This reverts the orcs towards Neutral. “I ain&#39;t got no interest in cracking jokes with the likes of you,” says the orc gang leader. “Get out of here before I decide I want to crack your skull.”</p>\n<h4>Intimidating Tone</h4>\n<p>An encounter has an intimidating tone when a spokesperson threatens to cause harm to a target or group of targets if they do not comply with his demands. Intimidation has two disadvantages and one advantage over diplomacy.</p>\n<ul>\n<li>Unlike the reactions established by diplomacy, the reactions established by intimidating interactions are temporary. A new reaction roll must be made if the adventurer encounters new allies of the intimidated creature. It should be resolved with the same roll as that used for the initial encounter with the new creatures. You can also call for a new reaction roll anytime the conditions that led to the initial intimidation have materially changed.</li>\n<li>Intimidation cannot achieve genuinely indifferent or friendly reactions. Instead, these are replaced with special <strong>intimidated</strong> and <strong>overawed</strong> reactions instead. Intimidated creatures will attempt to withdraw or escape at the first opportunity; if no opportunity to escape is available, they act as indifferent while they remain intimidated. Overawed creatures act as if friendly while they remain intimidated. While intimidated or overawed, creatures are treated as neutral for purposes of diplomacy or seduction.</li>\n<li>If adventurers inspire intimidated or overawed reactions in the targets of their intimidation, and then initiate combat against them, those reactions become conditions that affect the combat. Intimidated creatures start <strong>faltering</strong> while overawed creatures start the combat <strong>frightened</strong>.</li>\n</ul>\n<p>The lengthy time intervals for ongoing attempts to influence with intimidation represent activities such as long-term brainwashing, dehumanizing treatment, and/or torture. You can limit the use of such interactions by Lawful characters if they are inappropriate to your campaign world.</p>\n<h6>Intimidation Modifiers</h6>\n<p>The following modifiers apply to intimidating interactions.</p>\n<p><strong>Character</strong></p>\n<p>Character and party members outnumber target(s) +1<br>Character and party members outnumber target(s) by 3:2 or more +2<br>Character and party members outnumber target(s) by 3:1 or more +5<br>Character is in own lair +1<br>Character is brandishing weapon +1<br>Character is brandishing magic items +1<br>Character has target at disadvantage (blackmail, tied up) +1 or more<br>Character has legal authority over target +1 or more<br>Character is significantly higher level than target (3+ HD) +1</p>\n<p><strong>Target</strong>Target&#39;s Morale Score –score</p>\n<p>Target has Will Modifier -Modifier</p>\n<p>Target has witnessed character kill or torture target&#39;s associates +1<br>Target is in own lair -1<br>Target is armed -1<br>Target has spells or magic items available -1<br>Target and friends outnumber character and party members -1<br>Target and friends outnumber character and party members by 3:2 or more -2*<br>Target and friends outnumber character and party members by 3:1 or more -5*<br>Target has character at disadvantage (trump card, helpless) -1 or more<br>Target has legal authority over character -1 or more<br>Target is significantly higher level than character (3+ HD) -1<br>Target believes he will suffer loss of face if submits -1 or more<br>Target believes he will be horrendously punished or killed if he submits -5 or more**<br>*If target is in lair, include number in lair as part of friends<br>**&quot;The Dark Lord will do far worse things to me than you ever would&quot; factor</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Charisma Modifier +Modifier<br>Character has Intimidation proficiency and either legal authority over or outnumbers target +1<br>Character has Mystic Aura +1</p>\n<p><strong>Relationship</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Fearful +1</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Intimidated, attempts to withdraw/escape if possible</td>\n<td>Shift 1 attitude towards Overawed</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Overawed, helpful</td>\n<td>Shift 2 attitudes towards Overawed</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: The party of 1st level adventurers has just slain the five orcs who refused to take them to their chief. Their bodies litter the floor and the adventurers&#39; weapons are covered with orc-gore. Just then, another 10 orcs enter the room. Tavus (CHA 18, Mystic Aura, Intimidation, +5 total) steps forward. “Drop your weapons if you don&#39;t want the same to happen to you!” he says in orcish.</p>\n<p>The characters are brandishing weapons (+1) and have some visible magic items (+1) but are not of substantially higher level and have no legal authority (0). The orcs are in their own lair (-1), are brandishing weapons (-1), and including friends in their lair outnumber the characters by more than 3:2 (-2). However, they can see that the PCs have killed some friends (+1). Their chieftain is alive, giving them ML +2 (-2). The total modifiers are +5+1+1-1-1-2+1-2 = +2.</p>\n<p>The Judge rolls 2d6+1, and gets an 10. The adjusted total of 13 results in an “Overawed” response. The orcs drop their weapons. “We surrender!” they shout, dropping their weapons. “Take us to your chief,” the paladin orders.</p>\n<p>The characters reach the orc chief and seek to intimidate him as well. “Time to leave these caves, chief. This place is ours now,” says Tavus. The characters are brandishing weapons (+1) and have some visible magic items (+1) but have no legal authority (0). The orc chief is in his own lair (-1), brandishing a weapon (-1), and has troops that outnumber the characters by more than 3:2 (-2). He knows that the PCs have killed some friends (+1). But he is 4HD, substantially higher level than the party (-1), has access to a witch doctor (-1), and will suffer loss of face if he submits to the adventurers (-1). With the chief alive, the orc morale is +2 (-2). The total modifiers are +5+1+1-1-1-2+1-1-1-1-2 = -1.</p>\n<p>The Judge rolls 2d6-1 and gets a 4. The adjusted total of 3 results in an &quot;Unfriendly&quot; response from the chief and other new orcs in the room. “I’ll give you 10 seconds to get the hell out of my caverns, and then I start eating human-flesh,” says the Chief.</p>\n<p>Since the adventurers have now encountered allies of the orcs they intimidated, a new interaction roll is required for those orcs. It is resolved with the same roll as that used for the initial interaction with the orc chief. Since the result was 3, that means that the currently overawed orcs have their attitudes adjusted downward by one category, from “Overawed” to “Intimidated.” They begin to slink towards the sides of the room, hoping no one pays attention to them.</p>\n<p>Seductive Tone</p>\n<p>An encounter has a seductive tone whenever a spokesperson appeals to a target’s prurient interest. Seductive interactions can only be used with creatures with whom it would be possible to have passionate relations (not necessarily intercourse, but at least deep emotional passion.)</p>\n<p>The lengthy time intervals for ongoing attempts to influence with seduction represent extended periods of courtship such as private conversations, dates, social outings, cohabitation, and so on.</p>\n<h6>Seduction Modifiers</h6>\n<p><strong>Age</strong>Character is of younger age category than target attracted to youthful mates +1/category<br>Character is of younger age category than target attracted to mature mates -1/category<br>Character is of older age category than target attracted to mature mates +1/category</p>\n<p>Character is of older age category than target attracted to youthful mates -1/category</p>\n<p>*Age categories only apply within Youth to Old range.</p>\n<p><strong>Status</strong>Character has higher social status than target +1 per noble rank or equivalent<br>Character is significantly higher level (3+ levels) than target +1<br>Character is significantly lower level (3+ levels) than target -1</p>\n<p><strong>Appeal</strong>Character’s appearance, behavior, or other qualities particularly appealing to target +1 or more<br>Character&#39;s appearance, behavior, or other qualities particularly unappealing to target -1 or more</p>\n<p><strong>Privacy</strong>Character and target are alone +1<br>Characters and target are in front of target&#39;s friends -1</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Mystic Aura proficiency +1<br>Character has Seduction proficiency +1</p>\n<p>Character with Seduction or Mystic Aura proficiency also demonstrates Performance or Art proficiency +1<br>Target has Will Modifier -Modifier</p>\n<p><strong>Relationship History</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Indifferent +1<br>Target is already Friendly +2<br>Character has taken advantage of target&#39;s friends in the past -1<br>Character has taken advantage of target in the past -2<br>Target would be at personal risk from liaison with character -2 or more</p>\n<p><strong>Reaction to Seduction</strong></p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks or calls for aid</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, insults or rejects</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, remains open</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Indifferent, but secretly interested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Tavus’s party is virtually annihilated by the orc chief and his minions. The only survivor is Anja, a priestess of Ianna (CHA 16, Mystic Aura proficiency, Seduction proficiency, total modifier +4), who has been captured. As the cook-fires are being warmed, Anja says to the chief, “Don’t you want me for yourself?” and begins dancing for him using her Performance (dancing) proficiency.</p>\n<p>Anja is younger than the orc chief, who – like many males – is attracted to youthful mates (+1). She is substantially lower level than the 4D orc chief (-1) and of lower social rank (-1). The orc chief has no particular kink for human women like Anja, but no antipathy either. Anja is attempting a seduction in front of the chief’s friends (-1). Anja has displayed a Performance proficiency (+1). The chief, having fought against the adventurers, is Hostile (-2). The modifiers from the situation add up to -3. Combined with Anja’s Charisma modifier and Seduction, the total modifier is +4-3 = +1.</p>\n<p>The Judge rolls 2d6+1, and gets an 11, modified to a 12. The adjusted total of 12 results in a shift of 2 attitudes towards Friendly, from Hostile to Neutral. The chief says “Keep dancing and maybe I won’t cook you. Or maybe I will.”</p>\n<p>The priestess decides to continue seducing the orc chief. As this is a second attempt to influence, it will take 1 full turn (10 rounds), during which time she continues to dance. Her modifier is now 2d6+3, because she no longer suffers the -2 penalty from the chief being hostile. The dice yield a result of 3, modified to a 6, resulting in a shift in attitude by one category towards &quot;Neutral&quot;. The chief remains Neutral. &quot;I’m not all that impressed,” he says.</p>\n<p>The priestess dances as if her life depends on it in a third attempt to influence. It will take 1 hour (6 turns). Her modifier remains 2d6+3. The dice yield a 9, modified to a 12, resulting in a shift of attitude by two categories towards “Friendly”. The chief breaks out into a toothy grin. “She has endurance! I like that in a mate. Bring her over here, she’s with me.”</p>\n<p>Several years later, the chthonic priestess Anja emerges as the head of a warband of orcs...</p>\n<h3>Places of Power</h3>\n<p>In the worlds of heroic fantasy there lie <strong>places of power</strong>, where the border between the spheres is thin and magic gathers. Sometimes these are places of death, where shadows linger and undead lurk. Others are places of law and light, where divine power illuminates those who dwell within. And there are places of raw elemental power, majestic mountains, deep wells, flows of lava, where the elemental sphere hold sway.</p>\n<p>There are six sources of power: <strong>chaos, law</strong>, <strong>elemental air</strong>, <strong>elemental earth</strong>, <strong>elemental fire</strong>, and <strong>elemental water</strong>. There are three ranks of power: <strong>minor, major</strong>, and <strong>supreme</strong>. The interaction of source and rank yields 18 different types of places of power, shown on the Places of Power table. The game effects of each are detailed below the table.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Source</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td><strong>Supreme</strong></td>\n<td><strong>Name</strong></td>\n</tr>\n<tr>\n<td>Chaos</td>\n<td>Shadowed</td>\n<td>Blighted</td>\n<td>Forsaken</td>\n<td>Sinkhole of Evil</td>\n</tr>\n<tr>\n<td>Law</td>\n<td>Illuminated</td>\n<td>Hallowed</td>\n<td>Sacrosanct</td>\n<td>Pinnacle of Good</td>\n</tr>\n<tr>\n<td>Air</td>\n<td>Gusting</td>\n<td>Roaring</td>\n<td>Howling</td>\n<td>Aerie of Elemental Air</td>\n</tr>\n<tr>\n<td>Earth</td>\n<td>Resilient</td>\n<td>Enduring</td>\n<td>Unbreakable</td>\n<td>Edifice of Elemental Earth</td>\n</tr>\n<tr>\n<td>Fire</td>\n<td>Smoldering</td>\n<td>Flaming</td>\n<td>Blazing</td>\n<td>Furnace of Elemental Fire</td>\n</tr>\n<tr>\n<td>Water</td>\n<td>Azure</td>\n<td>Cerulean</td>\n<td>Ultramarine</td>\n<td>Well of Elemental Water</td>\n</tr>\n</tbody></table>\n<h4>Sinkholes of Evil</h4>\n<p>Places corrupted by the energies of the Outer Darkness are known as <strong>sinkholes of evil</strong>. Profane powers and undead creatures are stronger there, while holy powers and living creatures are weakened. Sinkholes of evil can develop anywhere that death and decay predominate. Sinkholes of evil can be <strong>shadowed</strong>, <strong>blighted</strong>,or <strong>forsaken</strong>.The table below summarizes the effects of the various types of sinkholes of evil.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Sinkholes of Evil</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Shadowed</strong></td>\n<td><strong>Blighted</strong></td>\n<td><strong>Forsaken</strong></td>\n</tr>\n<tr>\n<td>Corruption</td>\n<td>1 point/season</td>\n<td>1 point/month</td>\n<td>1 point/week</td>\n</tr>\n<tr>\n<td>Raises Undead</td>\n<td>10%/1d12 weeks</td>\n<td>20%/1d4 days</td>\n<td>80%/1d4 rounds</td>\n</tr>\n<tr>\n<td>Death and Necromancy Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Healing and Protection Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Rebuking Undead</td>\n<td>No Effect</td>\n<td>-4 class levels</td>\n<td>Forbidden</td>\n</tr>\n<tr>\n<td>Death and Necromancy Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Undead in Sinkhole</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 attack, save, damage, AC</td>\n</tr>\n<tr>\n<td>Animating Undead</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 hp/HD, 2x normal HD created</td>\n</tr>\n<tr>\n<td>Blood sacrifice</td>\n<td>Yes</td>\n<td>Yes</td>\n<td>Yes</td>\n</tr>\n</tbody></table>\n<h6>Shadowed Sinkholes</h6>\n<p>Shadowed sinkholes develop from two sources of corruption: Chaotic altars (such as those in evil shrines, temples, or churches) and places of death (such as cemeteries, catacombs, and battlegrounds).</p>\n<p>Chaotic altars create shadowed sinkholes as soon as they are erected. The size of the shadowed sinkhole around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ shadowed sinkhole around the altar. At your discretion, meeting the gp value of the altar might require special components or blood sacrifices instead of standard treasure.</p>\n<p>Places of death create shadowedsinkholesnaturally over time. The annual percentage chance of such an area becoming shadowed is equal to the HD of dead interred in the area divided by the area’s size in square feet, rounded up. For instance, a small 50’ x 50’ cemetery with 25 graves has a 1% chance of becoming shadowed each year. An enormous cemetery such as the real-world Wadi Al Salam (5 million dead across 64 million square feet) has an 8% chance of becoming shadowed each year. Once the shadowed sinkhole develops, the size of the shadowed sinkhole will be 100 square feet per 20 dead interred in the place. However, a sinkhole of evil will not develop if the dead are cremated by a Lawful divine spellcaster, or if one or more shrine(s) to Lawful powers are erected on the site. The Lawful shrine(s) must have a gp value of at least 5gp per dead interred in order to prevent the area from becoming shadowed.</p>\n<p>Creatures slain in shadowed sinkholes have a 10% chance to return as undead in 1d12 weeks unless their bodies are burned. Corpses interred in shadowed sinkholes have a 10% chance to return as undead every 12 weeks. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Characters engaging in research involving death or necromancy magic in a shadowed sinkhole gain a +1 bonus to their throws. A shadowed sinkhole can also be used for <strong>blood sacrifice</strong>.</p>\n<p>If using the shades of magic rules (p. XX), then spending time in a corrupt place can itself cause corruption. For each season that a character resides in a shadowed sinkhole, his number of corruption points is increased by 1.</p>\n<h6>Blighted Sinkholes</h6>\n<p>When a chaotic altar stands on a shadowed place of death, a <strong>blighted</strong> sinkhole develops. The blighted sinkhole will extend only within those regions that are shadowed by both the altar and the place of death. An area affected by one, but not both, sources of corruption is merely shadowed.</p>\n<p>Creatures slain in blighted sinkholes have a 20% chance to return as undead in 1d4 days unless their bodies are burned. Corpses interred in blighted sinkholes have a 20% chance to return as undead every 4 days. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters rebuke undead as if four class levels lower. Characters engaging in research involving death or necromancy magic gain a +2 bonus to their throws. A blighted sinkhole can be used for blood sacrifice. For each month that a character resides in a blighted sinkhole, his number of corruption points is increased by 1.</p>\n<h6>Forsaken Sinkholes</h6>\n<p>A blighted area might, through some awful juxtaposition of the planes or terrible ritual magic, become <strong>forsaken</strong>.Forsaken sinkholes are pits of darkness where the vilest creatures and foulest magic are found. Such places are very rare (Judge’s discretion).</p>\n<p>Creatures slain in forsaken areas have an 80% chance to return as undead in 1d4 rounds unless their bodies are burned. Corpses interred in forsaken areas automatically return as undead after 1 turn. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Healing and protection spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Lawful characters cannot rebuke undead. Any undead in forsaken areas gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Characters engaging in research involving death or necromancy magic in a forsaken sinkhole gain a +3 bonus to their throws. Any undead created in forsaken areas gain a permanent +2 hit point per Hit Die, and <strong>animate dead</strong> spells cast in forsaken sinkholes create twice the normal number of Hit Dice of undead. A forsaken sinkhole can be used for blood sacrifice. For each week that a character resides in a forsaken sinkhole, his number of corruption points is increased by 1.</p>\n<h6>Cleansing Sinkholes</h6>\n<p>A <strong>holy blessing</strong> spell will temporarily decrease the effect of a sinkhole within a 100’ diameter area for the duration of the spell. While subject to <strong>holy bless</strong>, the affected area is cleansed if shadowed; shadowed if blighted; and blighted if forsaken. A vial of holy water can be sprinkled on a 10’ diameter area with the same effect as a <strong>bless</strong> spell.</p>\n<p>To permanently cleanse a sinkhole of evil, the source of corruption must be removed. If the sinkhole is being generated by a chaotic altar, the altar must be destroyed. A chaotic altar can be destroyed magically with <strong>dispel evil</strong> or destroyed physically by smashing it and then either pouring holy water or casting <strong>holy blessing</strong> on the broken remains. This will remove the sinkhole created by the altar.</p>\n<p>If the sinkhole is generated by a place of death, the sinkhole can be instantly cleansed with <strong>dispel evil</strong>. However,the area will eventually become shadowed again over time. To permanently cleanse a sinkhole created by a place of death, a Lawful divine spellcaster must cremate the dead interred therein, or erect a shrine to the Lawful powers of appropriate value.</p>\n<p>Cleansing a blighted sinkhole, with a chaotic altar standing on a place of death, requires that both sources of corruption be dealt with separately.</p>\n<p>A forsaken sinkhole can only be cleansed by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Law.</p>\n<p>Sometimes the Lawful powers will reward adventurers who cleanse sinkholes with bonus XP. Such rewards are at your discretion based on the importance of the sinkhole and the difficulty to cleanse it.</p>\n<h4>Pinnacles of Good</h4>\n<p>Places of beauty and serenity, respites from the chaos and corruption of the world around them, are known as <strong>pinnacles of good</strong>. The forces of life are stronger there, while dark forces are kept at bay. Light is brighter, sounds are crisper, and colors more vivid; harmony and a sense of order prevail. Pinnacles of good can be <strong>illuminated,</strong> <strong>hallowed</strong>, or <strong>sacrosanct</strong>.The table below summarizes the effects of the various types:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Pinnacles of Good</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Illuminated</strong></td>\n<td><strong>Hallowed</strong></td>\n<td><strong>Sacrosanct</strong></td>\n</tr>\n<tr>\n<td>Purification of Corruption</td>\n<td>1 point/season</td>\n<td>1/month</td>\n<td>1/week</td>\n</tr>\n<tr>\n<td>Healing and Protection Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Death and Necromancy Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Rebuking Undead</td>\n<td>No Effect</td>\n<td>+4 class levels</td>\n<td>Automatic</td>\n</tr>\n<tr>\n<td>Protection Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Natural Healing</td>\n<td>+1 hp / day</td>\n<td>+2 hp / day</td>\n<td>+4 hp / day</td>\n</tr>\n<tr>\n<td>Recovery from Enervation</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+4 bonus</td>\n</tr>\n</tbody></table>\n<h6>Illuminated Pinnacles</h6>\n<p>Illuminated pinnacles develop from two sources: Lawful altars (such as those in lawful shrines, temples, or churches) and the dwelling places of powerful good creatures.</p>\n<p>Lawful altars create illuminated pinnacles as soon as they are erected. The size of the illuminated pinnacle around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ illuminated pinnacles around the altar. At you discretion, meeting the gp value of the altar might require special components or divine power instead of standard treasure.</p>\n<p>Powerful good creatures create illuminated pinnaclesnaturally over time through their presence. For these purposes, “powerful good creatures” include: enchanted creatures of lawful alignment; lawful spellcasters of any level; and 2nd level or higher characters of a lawful class such as paladin. The creature(s) must reside in a particular place more-or-less continuously for a year for a place to become illuminated. The annual percentage chance of a good creature’s dwelling place becoming illuminated is equal to the HD value of the good creatures residing there divided by the area’s size in square feet, rounded up. Once the Illuminated pinnacle develops, the entire area will be illuminated. You must use your discretion in determining what constitutes a creature’s dwelling place. It might be, e.g., a treant’s grove of trees, a unicorn’s garden, or a patriarch’s high temple.</p>\n<p>EXAMPLE: The giant roc Majid (36 HD) dwells in a 50’ x 50’ aerie at the top of a high peak. The Judge decides the aerie constitutes the roc’s dwelling place. Each year, the chance of Majid’s aerie becoming illuminated is (36 / 2,500 = .014) 2%.</p>\n<p>Characters resting within an illuminated pinnacle recover from wounds more quickly. While within the pinnacle, the character heals 1 additional hp for each day of rest and gains a +1 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters engaging in research involving healing or protection magicin an illuminated pinnacle gain a +1 bonus to their throws.</p>\n<p>Finally, the serenity of a pinnacle of good can remove the stain of corruption from a character, provided the character’s corruption has not advanced too far. If using the shades of magic rules (p. XX), then for each season that a lawful or neutral character resides in an illuminated pinnacle, his number of corruption points is reduced by 1.</p>\n<h6>Hallowed Pinnacle</h6>\n<p>When a lawful altar is built in an illuminated dwelling place of good, a <strong>hallowed</strong> pinnacle develops. The hallowed pinnacle will extend only within those parts of the dwelling place that are illuminated by the altar. An area affected by one, but not both, sources of good is merely illuminated.</p>\n<p>While within a hallowed pinnacle, the character heals 2 additional hp for each day of rest and gains a +2 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead do so as if four class levels higher. Lawful characters engaging in research involving healing or protection magic in a hallowed pinnacle gain a +2 bonus to their throws. Finally, for each month that a lawful or neutral character resides in a hallowed pinnacle, his number of corruption points is reduced by 1.</p>\n<h6>Sacrosanct Pinnacle</h6>\n<p>A hallowed area might, through some fortunate juxtaposition of the planes or miraculous ritual, become <strong>sacrosanct</strong>.Sacrosanct pinnacles are transcendent regions of law and power. Such places are very rare (Judge’s discretion).</p>\n<p>While within a sacrosanct pinnacle, the character heals 4 additional hp for each day of rest and gains a +4 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead automatically turn undead encountered there (earning an R result if a roll would normally be required, and a D result otherwise). Lawful characters engaging in research involving healing and protection magic in the sacrosanct pinnacle gain a +3 bonus to their throws. Death and necromancy spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Finally, for each week that a lawful or neutral character resides in a sacrosanct pinnacle, his number of corruption points is reduced by 1.</p>\n<h6>Depurifying Pinnacles</h6>\n<p>A <em>bane</em>spell will temporarily decrease the effect of a pinnacle within a 100’ diameter area for the duration of the spell. While subject to <em>bane</em>, the affected area is regular if illuminated; illuminated if hallowed; and hallowed if sacrosanct. A vial of unholy water can be sprinkled on a 10’ diameter area with the same effect as a <em>bane</em>spell.</p>\n<p>To permanently destroy a pinnacle of good, the source of purity must be removed. If the pinnacle is being generated by a lawful altar, the altar must be destroyed. A lawful altar can be destroyed magically, with <em>dispel good</em>; or destroyed physically by smashing it and then either pouring unholy water or casting <em>bane</em>on the broken remains. This will remove the pinnacle created by the altar.</p>\n<p>If the pinnacle is generated by the residence of good creatures, the pinnacle can be instantly depurified with <em>dispel good</em>. However,the area will eventually become illuminated again over time. To permanently depurify a pinnacle created by good creatures, the creatures must be slain or driven off.</p>\n<p>Depurifying a hallowed pinnacle requires that both sources of purity be dealt with separately. A sacrosanct pinnacle can only be depurified by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Chaos.</p>\n<h4>Places of Elemental Power</h4>\n<p>Many places of power are created by the influence of the elemental spheres of air, earth, fire, and water. Elemental places of power develop naturally, in areas which are shaped or influenced by the elements. Each of the elementals has its own type of place: aeries of elemental air, edifices of elemental earth, furnaces of elemental fire, and wells of elemental water. The table below summarizes the effects of the various ranks of elemental places of power.</p>\n<p>Places of elemental power develop in places of sublime elemental majesty. Places of sublime elemental majesty occur naturally in the wilderness. Real-life examples might include God’s Window in South Africa (air), the Wind Cathedral in Namibia (air), Maruyama Caldera in Aogashima (fire), the Door to Hell in Turkmenistan (fire), the Cave of the Crystals in Mexico (earth), the Giant’s Causeway in Ireland (earth), the Fairy Pools on the Isle of Skye (water), and the Great Blue Hole off Belize (water).</p>\n<p>Places of elemental power should be rare. Of the 165 lairs in <em><strong>Lairs &amp; Encounters</strong></em><em>,</em> only 6 included elemental places of power, and all were minor. On a continental map (1,200 24-mile hexes), you should place 1 supreme and 12 major elemental places of power of each element. On a regional map (1,200 6-mile hexes), you should place 1 major and 12 minor elemental places of power for each element.</p>\n<p>The size of places of elemental power can vary widely. To determine randomly, roll 1d6: 1-3, Small, 3d6 x 500 square feet; 4-5, Large, 3d6 x 50,000 square feet; 6, Huge, 3d6 x 5,000,000 square feet.</p>\n<p><strong>Designer’s Note</strong>: The Judge may wonder how we decided how many places of elemental power there are in the world. On our own Earth, there are 11 naturally-burning eternal flames, 600 active volcanoes, and 1000 active geysers in the world - that suggests 1,611 places of elemental fire spread across the earth’s 5,300,000 square mile land mass. That’s one place of elemental fire per 3,295 square miles. Since each 6-mile hex is 32 square miles, that’s one place of elemental fire per 102 hexes, or about 12 places on a typical 1,200-hex regional map.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Places of Elemental Power</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td><strong>Supreme</strong></td>\n</tr>\n<tr>\n<td>Elemental Incursion</td>\n<td>10%/1d12 days/1d4 days</td>\n<td>20%/1d12 days/1d4 weeks</td>\n<td>80%/1d12 days/Permanent</td>\n</tr>\n<tr>\n<td>Elemental Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Other Elemental Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Elemental Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Elementals in Sinkhole</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 attack, save, damage, AC</td>\n</tr>\n<tr>\n<td>Conjured/Summoned Elementals</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 hp/HD, 2x normal HD created</td>\n</tr>\n</tbody></table>\n<h6>Minor Places of Elemental Power</h6>\n<p>Characters within the place who perform magical research of the place’s element gain a +1 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 10% chance every 1d12 days that a group of creatures native to that element’s sphere will manifest in the place. These creatures will return to their sphere of existence after 1d4 days have elapsed. There is a 3% chance such a group is already present when a minor place of elemental power is discovered or visited by adventurers.</p>\n<h6>Major Places of Elemental Power</h6>\n<p>Characters within the place who perform magical research of the place’s element gain a +2 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 20% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will return to their sphere of existence after 1d4 weeks have elapsed. There is a 45% chance such a group is already present when a major place of elemental power is discovered or visited by adventurers.</p>\n<h6>Supreme Places of Elemental Power</h6>\n<p>Characters within the place who perform magical research of the place’s element gain a +3 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. Spell effects of any other elements are calculated as if the casters were two class levels lower than their actual level of experience. While in a supreme place of elemental power, creatures native to that element’s sphere gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Summoning spells cast in places of supreme elemental power summon twice the normal number of Hit Dice of elementals of that type, and the summoned elementals will have +2 hit point per Hit Die. If the place is left unoccupied, there is an 80% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will not return to their sphere of existence until <strong>dispelled</strong> or destroyed. There will always be such a group present when a supreme place of elemental power is discovered or visited by adventurers.</p>\n<h4>Ley Lines (Optional)</h4>\n<p>In some settings, the world is not just arbitrarily dotted with places of power, it is crisscrossed with currents of magical energy known as <strong>ley lines</strong> which create the places of power. Like places of power, ley lines have a source and rank of power. The source can be chaotic, lawful, or any element. The rank of power can be trivial, minor or major, but not supreme. The rank of power determines the width, length, and effect of the ley line.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Ley Lines</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rank</strong></td>\n<td><strong>Typical Width</strong></td>\n<td><strong>Typical Length</strong></td>\n<td><strong>Effect</strong></td>\n</tr>\n<tr>\n<td>Trivial</td>\n<td>1d6! x 10’ wide</td>\n<td>60 miles (10 6-mile hexes)</td>\n<td>No effect except to create places of power at intersections</td>\n</tr>\n<tr>\n<td>Minor</td>\n<td>1d6! x 100’ wide</td>\n<td>240 miles (40 6-mile hexes)</td>\n<td>As minor place of power of that source</td>\n</tr>\n<tr>\n<td>Major</td>\n<td>1d6! x 1000’ wide</td>\n<td>960 miles (160 6-mile hexes)</td>\n<td>As major place of power of that source</td>\n</tr>\n</tbody></table>\n<p>When ley lines of the same source intersect, they create places of power at their intersections, as shown on the Ley Line Intersections of Same Source table. When ley lines of opposing sources (chaos vs. law, water vs. fire, or earth vs. air) interact, they reduce or terminate their ranks, as shown on the Ley Line Intersection of Opposing Sources table.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Ley Line Intersections of Same Source</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Ley Line Intersections of Opposing Source</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rank</strong></td>\n<td><strong>Trivial</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td></td>\n<td><strong>Rank</strong></td>\n<td><strong>Trivial</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n</tr>\n<tr>\n<td>Trivial</td>\n<td>Minor</td>\n<td>Minor</td>\n<td>Major</td>\n<td></td>\n<td>Trivial</td>\n<td>Both end</td>\n<td>Trivial ends</td>\n<td>Trivial ends</td>\n</tr>\n<tr>\n<td>Minor</td>\n<td>Minor</td>\n<td>Major</td>\n<td>Major</td>\n<td></td>\n<td>Minor</td>\n<td>Trivial ends</td>\n<td>Both become Trivial</td>\n<td>Maj. becomes Min., Min. ends</td>\n</tr>\n<tr>\n<td>Major</td>\n<td>Minor</td>\n<td>Major</td>\n<td>Supreme</td>\n<td></td>\n<td>Major</td>\n<td>Trivial ends</td>\n<td>Maj. becomes Min., Min. ends</td>\n<td>Both become Minor</td>\n</tr>\n</tbody></table>\n<h3>Poisons</h3>\n<p>Many monsters have deadly natural poisons. If you permit, other characters or monsters can use poison. Poisons can be acquired from three sources: monster venoms, plant toxins, or magical poisons. At your discretion, certain markets may also sell monster venoms, plant toxins, and magical poisons, so gp costs are listed below for each type of poison.</p>\n<h4>Monster Venoms</h4>\n<p>Characters with Naturalism proficiency can identify venomous monsters and distinguish their different poisons with a successful proficiency throw of 11+. Extracting venom from a slain monster requires 1 hour of ancillary activity and a successful Animal Husbandry proficiency throw of 18+. The character gains a +4 bonus to the throw per additional rank of Animal Husbandry. If the throw fails, the character can try again. If the character’s proficiency throw to extract venom is an unmodified 1, he has accidentally gotten scratched by a fang or stinger. The character must immediately save versus Poison, as if hit by the monster.</p>\n<p>Once extracted, monster venoms can be applied to weapons. Each monster yields one dose of its venom. A dose is enough venom to treat twenty arrows or bolts, five darts, or one melee weapon. Note that venoms applied to missiles and melee weapons are not as effective as they are when coming from the monster itself. Venomous monsters penetrate their prey’s skin with hollow fangs or tubular stingers, then use muscles attached to their venom reservoirs to forcibly squirt venom deep within the target’s body tissue. In comparison, a sword or arrow is simply a less effective mechanism for delivering poison.</p>\n<p>The Monster Venoms table shows the market cost, onset time, save modifier, and effects of monster venoms when applied to missiles and melee weapons. An onset time of instant means the poison takes effect at the end of the attacker’s initiative. An onset time of “one round” means the poison takes effect at the end of the round following the target’s next initiative (e.g. the target gets to act once before the poison affects him).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Venoms</strong></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Modifier</strong></td>\n<td><strong>Effect on Failed Save</strong></td>\n<td><strong>Cost</strong></td>\n</tr>\n<tr>\n<td>Giant Centipede</td>\n<td>1 turn</td>\n<td>+2</td>\n<td><strong>Incapacitation</strong>, 1d10 turns</td>\n<td>50gp</td>\n</tr>\n<tr>\n<td>Giant Killer Bee</td>\n<td>1 turn</td>\n<td>+2</td>\n<td>1d4 poisonous damage</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Spitting Cobra</td>\n<td>1 turn</td>\n<td>+2</td>\n<td>1d6 poisonous damage</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Giant Crab Spider</td>\n<td>1d8 turns</td>\n<td>+4</td>\n<td>2d6 poisonous damage</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Pit Viper</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>2d6 poisonous damage</td>\n<td>125gp</td>\n</tr>\n<tr>\n<td>Foul Attercop</td>\n<td>1 turn</td>\n<td>+6</td>\n<td><strong>Paralysis</strong> 1d4 turns + 1d6 poisonous damage</td>\n<td>125gp</td>\n</tr>\n<tr>\n<td>Sea Snake</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>4d4 poisonous damage</td>\n<td>200gp</td>\n</tr>\n<tr>\n<td>Rattlesnake</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>4d6 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Black Widow</td>\n<td>1d4 turns</td>\n<td>+2</td>\n<td>4d4 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Hideous Attercop</td>\n<td>1 turn</td>\n<td>+4</td>\n<td><strong>Paralysis</strong> 1d4 turns + 1d8 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Carrion Horror</td>\n<td>1 turn</td>\n<td>+2</td>\n<td><strong>Paralysis</strong> 2d4 turns</td>\n<td>300gp</td>\n</tr>\n<tr>\n<td>Monstrous Attercop</td>\n<td>1 turn</td>\n<td>0</td>\n<td><strong>Paralysis</strong> 1d4 turns + 2d6 poisonous damage</td>\n<td>325gp</td>\n</tr>\n<tr>\n<td>Arane</td>\n<td>1d8 turn</td>\n<td>+1</td>\n<td>6d6 poisonous damage</td>\n<td>350gp</td>\n</tr>\n<tr>\n<td>Giant Tarantula</td>\n<td>1d4 turns</td>\n<td>+2</td>\n<td>3d10 poisonous damage</td>\n<td>375gp</td>\n</tr>\n<tr>\n<td>Giant Rockfish</td>\n<td>1 round</td>\n<td>+1</td>\n<td>5d6 poisonous damage</td>\n<td>450gp</td>\n</tr>\n<tr>\n<td>Wyvern</td>\n<td>1 round</td>\n<td>+1</td>\n<td>7d6 poisonous damage</td>\n<td>600gp</td>\n</tr>\n<tr>\n<td>Skittering Maw</td>\n<td>1 round</td>\n<td>+1</td>\n<td>8d6 poisonous damage</td>\n<td>700gp</td>\n</tr>\n<tr>\n<td>Rakshasa</td>\n<td>1 round</td>\n<td>+1</td>\n<td>10d6 poisonous damage</td>\n<td>800gp</td>\n</tr>\n<tr>\n<td>Demonic Attercop</td>\n<td>1 round</td>\n<td>0</td>\n<td><strong>Paralysis</strong> 1d4 turns + 5d6 poisonous damage</td>\n<td>1,000 gp</td>\n</tr>\n<tr>\n<td>Giant Constricting Viper</td>\n<td>Instant/1d4+2 turns</td>\n<td>0</td>\n<td><strong>Madness</strong> / Death</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>Giant Black Worm</td>\n<td>Instant</td>\n<td>0</td>\n<td>Death</td>\n<td>1,500 gp</td>\n</tr>\n<tr>\n<td>Dragon</td>\n<td>Instant</td>\n<td>0</td>\n<td>Death</td>\n<td>1,500gp</td>\n</tr>\n</tbody></table>\n<h4>Plant Toxins</h4>\n<p>Characters with Naturalism proficiency can search for a fresh specimen of poisonous plants by allocating 1 day of dedicated activity. A successful proficiency throw against the target value for the plant (listed on the Plant Toxins table below) gathers enough fresh plant to extract one dose of toxin. The character gains a +4 bonus to the throw per additional rank of Naturalism. The character suffers a -4 penalty to the proficiency throw in civilized territory, but gains a +2 bonus in outlands territory, and +4 in unsettled territory. Dried belladonna and wolfsbane can be easily found in most markets, but are more difficult to extract useful toxin from.</p>\n<p>Extracting the toxin from the raw plant takes 1 day of dedicated activity per plant and requires a successful Alchemy proficiency throw of 20+. The character gains a +4 bonus to the throw per additional rank of Alchemy but suffers a -4 penalty if using dried plants. If either the proficiency throw to gather the plant, or to extract the plant toxin, is an unmodified 1, the character has accidentally exposed himself to the toxin. The character must immediately save versus Poison or suffer its effects.</p>\n<p>Each plant yields one dose of its toxin. Some plant toxins can be used to treat weapons. For these toxins, a dose is enough to treat twenty arrows or bolts, five darts, or one melee weapon.. Other toxins can be used to poison food or drink. In this case, one dose is enough to poison one meal or drink. Extracted plant toxins generally cannot be detected by smell or taste. The Plant Toxins table shows the market cost, onset time, save modifier of the various plant toxins.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Plant Toxins</strong></td>\n<td><strong>Forage Throw</strong></td>\n<td></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Modifier</strong></td>\n<td><strong>Effect on Failed Save</strong></td>\n<td><strong>Cost</strong></td>\n</tr>\n<tr>\n<td>Belladonna</td>\n<td>11+</td>\n<td></td>\n<td>1 turn (injury)  1d3 turns (ingestion)</td>\n<td>+2</td>\n<td>2d8 damage and <strong>madness</strong> 1d4 turns</td>\n<td>350gp</td>\n</tr>\n<tr>\n<td>Curare</td>\n<td>19+</td>\n<td></td>\n<td>Instant (injury)</td>\n<td>0</td>\n<td>2d12 damage and <strong>paralysis</strong> 2d4 turns</td>\n<td>1,500gp</td>\n</tr>\n<tr>\n<td>Foxglove</td>\n<td>14+</td>\n<td></td>\n<td>1d6 turns (ingestion)</td>\n<td>-3</td>\n<td>2d8 damage and <strong>madness</strong> 1d4 turns</td>\n<td>150gp</td>\n</tr>\n<tr>\n<td>Hellebore</td>\n<td>8+</td>\n<td></td>\n<td>1 turn (injury)  1d3 turns (ingestion)</td>\n<td>+2</td>\n<td>1d6 damage and <strong>queasy</strong> 1d10 days</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Hemlock</td>\n<td>8+</td>\n<td></td>\n<td>2d4 turns (ingestion)</td>\n<td>+4</td>\n<td>2d12 damage and <strong>queasy</strong> 1d10 days</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Henbane</td>\n<td>8+</td>\n<td></td>\n<td>1 turn (injury)  1d6 turns (ingestion)</td>\n<td>+2</td>\n<td>1d6 damage and <strong>madness</strong> 1d4 hours</td>\n<td>80g;</td>\n</tr>\n<tr>\n<td>Wolfsbane</td>\n<td>11+</td>\n<td></td>\n<td>1 turn (injury)  2d4 turns (ingestion)</td>\n<td>+2</td>\n<td>2d8 damage and <strong>paralysis</strong> 2d4 turns</td>\n<td>325gp</td>\n</tr>\n<tr>\n<td>Yew</td>\n<td>4+</td>\n<td></td>\n<td>1 hour (injury)  1d6 hours (ingestion)</td>\n<td>+4</td>\n<td>1d10 damage</td>\n<td>65gp</td>\n</tr>\n</tbody></table>\n<h4>Magical Poisons</h4>\n<p>Magical poisons are created using the rules for magic research. The most common magical poison is a <strong>poison potion</strong>, created using the 4th level reversed divine spell <strong>poison</strong>. A single <strong>poison potion</strong> can treat twenty missiles (arrows, bolts, or darts) or one melee weapon. A weapon treated with magical <strong>poison</strong> kills instantly unless the victim makes a successful saving throw versus Poison. Magical <strong>poison</strong> is also fatal if ingested.</p>\n<h4>Use of Poison</h4>\n<p>Once applied, poison evaporates quickly, diminishing its effectiveness. On the first day, it will do full damage, on the second day half damage, and by the third it will be gone. Partially evaporated deadly poisons allow the victim a +2 bonus on his saving throw after the first day, and +4 after the second. Each hit with a melee weapon is equivalent to a day’s evaporation, e.g. the poison will do half damage on its second hit and then be gone.</p>\n<p>Using poisoned weapons is not without risk. Whenever a character’s attack throw with a poisoned weapon is an unmodified 1, he has accidentally pricked himself. He must immediately save versus Poison or suffer its effects.</p>\n<h3>Proficiency Throws</h3>\n<p>From time to time, adventurers might attempt to use their Adventuring proficiency, or other proficiencies, in ways that are not otherwise covered by the game mechanics. A legacy mechanic that Judges often turn to in such situations is to ask the adventurer to make an “attribute check” by rolling 1d20 and comparing the result to one of his attributes, with a roll of equal to or less than the attribute resulting in success. However, we do not recommended that you use this method for <em><strong>ACKS II</strong></em>, as it makes attributes much more important than they are in the rest of the game system.</p>\n<p>Instead we suggest you use a proficiency throw, sometimes modified by an attribute, with a target value defined using the guidelines below. Target values separated by a slash indicate that additional ranks in a relevant proficiency make the task easier. These are just guidelines so feel free to modify them as you deem necessary for your game’s balance and playability.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Action</strong></td>\n<td><strong>Target Value</strong></td>\n<td><strong>Attribute Modifier</strong></td>\n<td><strong>Other Rules</strong></td>\n</tr>\n<tr>\n<td>Largely a matter of luck</td>\n<td>11+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Test of raw ability</td>\n<td>18+</td>\n<td>4 x attribute modifier</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Routine and safe</td>\n<td>4+/2+/2+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Routine and dangerous</td>\n<td>8+/4+/2+</td>\n<td>None</td>\n<td>Fumble on unmodified 1</td>\n</tr>\n<tr>\n<td>Requires careful recall of training</td>\n<td>11+/7+/4+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Difficult, safe task</td>\n<td>14+/11+/7+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Difficult, dangerous task</td>\n<td>18+/14+/10+</td>\n<td>None</td>\n<td>Fumble on unmodified 1 or 1-3</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Atreideus has been captured by a prophetic witch, who has forced him to shove his hand into her magical hearth-fire. The hearth-fire is enchanted such that if Atreideus cries out or withdraws his hand from the pain of the burns, he will be instantly slain. What is the appropriate target value for this throw? Looking at the table, the Judge decides this is a test of raw ability using Atreideus’s Will attribute with a target value of 18+. Fortunately, Atreideus has a Will of 18, so he gets a +12 bonus and only needs to roll a 6+. Unfortunately, he rolls a 5 and is slain. The witch, somewhat annoyed, mutters to herself about how hard it is to find a chosen one these days.</p>\n<h3>Transformations</h3>\n<p>In some circumstances, e.g. infection with lycanthropy, magical crossbreeding, or necromantic ritual, an adventurer might be transformed into an intelligent monster. With your permission, the player can continue to play his character in its new form.</p>\n<h4>Transformed Characteristics</h4>\n<p>The transformed character gains all the characteristics associated with its new monstrous form, including forms of movement and speeds, natural armor, natural attacks, extraordinary abilities, listed proficiencies, and the like. If the monster’s Hit Dice are below the character’s former class level, its Hit Dice should be increased to the character’s former class level. If the character’s class level was equal to or below the monster’s HD, he gains the monster’s HD.</p>\n<h4>Attributes, Sex, Age, and Appearance</h4>\n<p>The transformed character retains all of his attributes; a strong man who is transformed into a chimera becomes a strong chimera. A stupid elf transformed into a mummy becomes a stupid mummy. The effect of attributes on monsters is described in the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>p. XX – XX.</p>\n<p>If transformed into a monster that has multiple sexes, the transformed character preserves his sex, or closest approximation to it. If transformed into a monster that ages, the transformed character’s age is re-calculated so that he stays in the same age category at the same approximate point in his lifespan. The transformed character preserves his variance in height and weight, relative to his new form, in proportion to that of his original form.</p>\n<p>EXAMPLE: Rollio is a 70-year old human male of exceptional height (6’6”). He is transformed into a small roc. Rocs have the same sexes as humans, so Rollio preserves his male sex. As a 70-year old human, Rollio is currently in the Old age category with a maximum lifespan of 95 years. An Old small roc is between 60 and 90 years, with a maximum lifespan of 120 years. The Judge decides that Rollio is an 85-year old small roc. Since Rollio is about 15% taller than a typical man, he transforms into a small roc with a wingspan about 15% larger than typical.</p>\n<h4>Class Powers, Racial Abilities, and Proficiencies</h4>\n<p>If the transformed character possesses the After the Flesh class power, and is transformed into an undead, the character retains all of his class powers and racial abilities.</p>\n<p>If the transformed character is turned into a lycanthrope, and his class level was greater than the HD of an ordinary lycanthrope, he retains his class powers. (Only humans can become lycanthropes, so there are no racial abilities to preserve.)</p>\n<p>Otherwise, the transformed character might, but does not always, retain its class abilities. The character must make a Spells saving throw when the transformation is complete. If the save succeeds, the caster retains his class abilities; if the save fails, he loses them permanently. He does not retain racial abilities in either case.</p>\n<p>Transformed characters retain any weapon, armor, fighting style, and general proficiencies they possessed in their original form. Depending on their new form, the retained proficiencies might be of greater or lesser utility. Characters with armor proficiency can wear barding. Characters with Mounted Combat or Riding proficiency transformed into rideable monsters have the ability to serve as war mounts. Transformed characters lose all class proficiencies unless they retained their class powers.</p>\n<p>EXAMPLE: Prior to his transformation, Rollio was a fighter (though long retired) with the standard compliment of proficiencies, including Alertness, Combat Reflexes, Riding, and Military Strategy 3. Unfortunately, when he was transformed into a small roc, he failed his Spells save. Therefore, he loses his fighter damage bonus and his two class proficiencies (Alertness and Combat Reflexes). He retains all of the other general proficiencies he possessed. His avian form prevents him from using swords, bows, or other weapons, so those proficiencies have no utility to him. However, his proficiency in heavy armor remains useful, as he can now wear barding. His Riding proficiency enables him to serve as a war mount. His Military Strategy proficiency is as valuable as ever, or perhaps more valuable, as now he can command from the air!</p>\n<p>Transformed characters can receive training as guards or war mounts by monster trainers if desired.</p>\n<h4>Advancement as a Monster</h4>\n<p>A character transformed into a monster may increase in HD through adventuring and campaign activities. It requires 3,000 XP plus 500 XP per special ability (*) for a 1 HD monster to advance to 2 HD. The amount of XP required doubles with each HD (round values greater than 20,000 XP to the nearest 1,000 and values greater than 40,000 XP to the nearest 5,000). Characters who retain their class abilities must pay for additional special abilities (*). Retaining barbarian, fighter, or paladin abilities does not add any special abilities. Retaining bladedancer, crusader, explorer, shaman, thief, venturer, or zaharan ruinguard abilities adds one *. Retaining craftpriest, mage, nightblade, priestess, spellsword, warlock, or witch abilities adds two **. Retaining wonderworker abilities add three ***.</p>\n<p><strong>Designer’s Note:</strong> For custom classes, the number of special abilities the class abilities are worth is determined by tallying up its build points. Add 1/2 its build points in the Arcane, Divine, or other magic type values; 1/3 its build points in the Thievery value; and 1/3 its build points in any racial values that don’t improve spellcasting. Don’t add any for its HD or Fighting value. If the transformation didn’t permit the character to retain some class abilities, don’t count those build points. See <strong>Custom Classes</strong> on p. XX – p. XX.</p>\n<p>As his Hit Dice increase, the transformed character’s class abilities will increase based on his prior class’s progression, subject to the class’s maximum level.</p>\n<p>EXAMPLE: Quintus, a 7th level mage, is the victim of a necromantic ritual that transforms him into a mummy. He gains the mummy’s movement, armor class, attacks, damage, and special abilities, including mummy rot, immunities, and fearsome aura. A mummy has only 5+1 HD, which is below Quintus’s class level. Therefore his Hit Dice are raised to 7. Quintus succeeds on his Spells save, so he retains his class abilities; as a mage, those are worth **. Meanwhile, a mummy’s powers are considered two special abilities (**), so Quintus is considered to have four special abilities total, or 7 HD****. The Judge counts the XP progression for advancement (2 HD at 5,000 XP, 3 HD at 10,000, 4 HD at 20,000, 5 HD at 40,000, 6 HD at 80,000, 7 HD at 160,000, 8 HD at 320,000). Quintus will need 320,000 XP to reach level 8.</p>\n<h4>Transformed Alignment and Behavior</h4>\n<p>Transformed characters often gain new – and lose old – appetites, emotions, and perspectives. They are, in every way that counts, different persons. Even if they are initially able to retain their sense of self, the transformed characters will generally find themselves being treated very differently in their new form. These factors make it likely that, over time, most transformed characters begin to follow the alignment and behavior of their new form. Divine spellcasters who change alignment generally must find a new god to serve.</p>\n<p>However, great-souled and strong willed characters might have a chance to retain their old personality. Upon first being transformed, and each time the character advances in age category or HD in his new form, the transformed character must make a Death saving throw. If the save succeeds, he is able to retain his prior alignment and personality. If the save fails, the character takes on the alignment and personality of the monster he has become.</p>\n<p>There are two exceptions to this rule:</p>\n<ul>\n<li>A character transformed into a lycanthrope can automatically retain his alignment and personality provided he rejects rather than embraces his lycanthropy. Such a character cannot control when he transforms nor his actions while in beast form, but retains his morality and outlook when in his human form. See the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>p. XX).</li>\n<li>A character with the After the Flesh class power who is transformed into an undead can automatically retain his alignment and behavior. Such characters are usually already malign sorts of Chaotic alignment, though.</li>\n</ul>\n<p>EXAMPLE: Quintus has just been transformed into a mummy. As a human, Quintus was an argumentative but genial fellow of Lawful alignment, a lover of long debate and intricate plans. Upon being transformed, he must make a Death saving throw. He succeeds, and thereby retains his alignment and personality. Through magic research, seeking to restore his humanity, he advances in HD to 8 HD. He must now make another Death saving throw. This time, the throw fails. Quintus becomes Chaotic and his human personality withers away as he cares no longer for the petty squabbles and machinations of mortals.</p>\n",
  "sections": [
    {
      "title": "Additional Rules for Adventures",
      "level": 2,
      "html": "<p>The following rules cover a variety of circumstances that may arise when a Judge runs an adventure using <em><strong>ACKS II</strong></em><em>.</em></p>\n"
    },
    {
      "title": "Diseases",
      "level": 3,
      "html": "<p>Sometimes, due to a dangerous terrain encounter, a vagary of war, or damage from a diseased monster, a character might be infected by a disease. When this occurs, the type of disease is determined with a roll of 1d100 on the Disease Type table. Certain modifiers might apply based on the context in which the exposure occurs.</p>\n<p>Once the type of disease is determined, you must make a Death saving throw for each exposed character. Certain diseases, being less acute, offer a saving throw bonus. If the saving throw succeeds, that character avoids any serious illness. If the saving throw fails, that character becomes <strong>infected</strong> for the duration of the disease’s onset. He becomes <strong>symptomatic</strong> after the onset duration has elapsed. A symptomatic character is <strong>incapacitated</strong> until the disease is cured or the duration of disease expires. At the end of the duration, symptomatic characters either recover or die. If the saving throw failed on a roll of natural 1, or by the amount noted on the Disease Type table, the symptomatic character dies from the disease. Otherwise, the diseased character recovers.</p>\n<p>A successful Healing proficiency throw on an infected character can identify that the infected character is “coming down with something” but the disease itself cannot be identified until the character is symptomatic. A successful Healing proficiency throw on a symptomatic character can identify the exact disease. A subsequent successful throw on the following day can determine the character’s prognosis (e.g. will he die or recover). A character can be cured of the disease (either by Healing proficiency or by magic) while infected or symptomatic.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Disease Type</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Disease Type</strong></td>\n<td><strong>Save Bonus</strong></td>\n<td><strong>Onset Duration</strong></td>\n<td><strong>Symptom Duration</strong></td>\n<td><strong>Death</strong></td>\n</tr>\n<tr>\n<td>5 -</td>\n<td>Plague</td>\n<td>0</td>\n<td>1d4 days</td>\n<td>1d8 days</td>\n<td>Failed by 6+</td>\n</tr>\n<tr>\n<td>6-15</td>\n<td>Putrid Fever</td>\n<td>0</td>\n<td>2d4 days</td>\n<td>2 weeks</td>\n<td>Failed by 7+</td>\n</tr>\n<tr>\n<td>16-30</td>\n<td>Spotted Pox</td>\n<td>+1</td>\n<td>2d6 days</td>\n<td>3 weeks</td>\n<td>Failed by 8+</td>\n</tr>\n<tr>\n<td>31-50</td>\n<td>Bilious Fever</td>\n<td>+2</td>\n<td>2d6 days</td>\n<td>4 weeks</td>\n<td>Failed by 8+</td>\n</tr>\n<tr>\n<td>51-75</td>\n<td>Ague</td>\n<td>+3</td>\n<td>2d4 days</td>\n<td>1d4 weeks</td>\n<td>Failed by 10+</td>\n</tr>\n<tr>\n<td>76+</td>\n<td>Bloody Flux</td>\n<td>+4</td>\n<td>1d4 days</td>\n<td>1 week</td>\n<td>Rolled Natural 1</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of four 4th level fighters – Artur, Borus, Corvic, and Decimus – have just entered a jungle hex when a “dangerous terrain encounter – plague” occurs. The Judge rolls 1d100 on the Disease Type table and gets a 20; subtracting 10, because the party is in a jungle hex, the result is 10, so the disease is putrid fever. Each character must make a Death saving throw. All four have a target value of 12+. Artur rolls a 14 and avoids the illness. Borus rolls a 10. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will recover. Corvic rolls a natural 1. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he rolled a natural 1 on the save). Decimus rolls a 4. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he failed the save by 7 or more).</p>\n"
    },
    {
      "title": "Disease Descriptions",
      "level": 4,
      "html": "<p><strong>Plague</strong>: Plague is a highly-feared disease characterized by grossly swollen buboes, bloody sputum, high fever, incapacitating malaise, muscle cramps, nausea, vomiting, seizures, orifical bleeding, acral necrosis, gangrene, and death. Symptoms come on after only a few days, and about 45% of patients die of the disease within a week of becoming symptomatic.</p>\n<p><strong>Putrid Fever:</strong> This ailment is characterized by high fever, incapacitating malaise, muttering delirium, rattling breath, and putrid discharges. Symptoms take about 5 days to develop. About 40% of the victims of putrid fever die within a fortnight thereafter.</p>\n<p><strong>Spotted Pox:</strong> Spotted pox is a disfiguring disease characterized by eruptive pustules all over the body, accompanied by high fever, incapacitating malaise, nausea, and vomiting. Symptoms often take a week to fully develop. 35% of patients with spotted pox die within 3 weeks of becoming symptomatic.</p>\n<p><strong>Bilious Fever:</strong> This disease is characterized by paroxysmal attacks of intense fever interspersed with sudden coldness and chills. Throughout, the patient suffers incapacitating malaise, pain, vomiting, and usually anemia and jaundice. Symptoms take about a week to fully develop. About 35% of the victims of bilious fever die within a month thereafter.</p>\n<p><strong>Ague:</strong> Ague is an ailment characterized by chills, high fever, and shivering with overall malaise. Symptoms develop within a week of infection and linger for a week to a month. About 25% of the patients die within a month of becoming symptomatic.</p>\n<p><strong>Bloody Flux:</strong> This affliction is characterized by bloody diarrhea, abdominal agony, and dehydration. Symptoms arise within a few days of exposure and last for about a week. While only about 5% of the victims of the bloody flux die, the diarrhea is so unpleasant that the other 95% usually wish they had.</p>\n"
    },
    {
      "title": "Encounter Tone",
      "level": 3,
      "html": "<p>Anytime an encounter calls for a reaction roll, it is your responsibility to determine the <strong>encounter tone</strong> and use that to apply an appropriate set of modifiers to the reaction roll.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Encounter Reaction</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Adjusted Die Roll</strong></td>\n<td><strong>Result</strong></td>\n</tr>\n<tr>\n<td>2-</td>\n<td>Hostile, attacks</td>\n</tr>\n<tr>\n<td>3 – 5</td>\n<td>Unfriendly, may attack</td>\n</tr>\n<tr>\n<td>6 – 8</td>\n<td>Neutral, uncertain</td>\n</tr>\n<tr>\n<td>9 – 11</td>\n<td>Indifferent, uninterested</td>\n</tr>\n<tr>\n<td>12+</td>\n<td>Friendly, helpful</td>\n</tr>\n</tbody></table>\n<p>There are three possible tones: <strong>diplomatic</strong>, <strong>intimidating</strong>, and <strong>seductive</strong>. If the entire party is surprised by an encounter, you choose either diplomatic or intimidating, whichever is worse for the party. Otherwise, the party’s spokesperson chooses the tone of interaction. If tone is unclear from the spokesperson’s statements or role-play, you can ask for clarification or decide what tone has been adopted. Once the tone of interaction is settled, you determine the appropriate modifiers to the reaction roll. Each of the three tones has a different set of modifiers applicable to it.</p>\n<p>EXAMPLE: Morne is the acting spokesperson for a party of adventurers that has just encountered 5 orcs. He raises empty hands and says “let’s talk!” The Judge rules that this is a Diplomatic tone.</p>\n"
    },
    {
      "title": "Diplomatic Tone",
      "level": 4,
      "html": "<p>An encounter has a diplomatic tone when a spokesperson makes a non-threatening appeal to the self-interest of a target or group of targets. Calling on a guard to do his duty, asking a noble to protect his subjects, or inviting a group of strangers to parley rather than fight are all examples of the diplomatic tone. The lengthy time intervals for ongoing attempts to influence with diplomacy represent long conversations, meetings, “diplomatic summits,” and so on.</p>\n"
    },
    {
      "title": "Diplomatic Modifiers",
      "level": 6,
      "html": "<p>The following modifiers apply to diplomatic encounters.</p>\n<p><strong>Alignment</strong>Character believed to be Lawful; target is Lawful or Neutral +1<br>Character believed to be Lawful; target is Chaotic -1<br>Character believed to be Chaotic; target is Lawful or Neutral -1</p>\n<p><strong>Location</strong>Character is trespassing in target&#39;s lair -1<br>Character is in own lair +1</p>\n<p><strong>Authority</strong>Character has legal authority over target (lord, guard, etc.) +1 or more<br>Character owes target favors -1/unrequited favor<br>Target has authority over character -1 or more<br>Target owes character favors +1/unrequited favor</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Charisma Modifier +Modifier<br>Character offers appropriate bribe +1 to +3</p>\n<p>Character has Diplomacy proficiency +1<br>Character has Mystic Aura proficiency +1</p>\n<p>Target has Will Modifier -Modifier</p>\n<p><strong>Threat</strong>Character is brandishing weapon -1<br>Target believes character has harmed friends -1<br>Target has witnessed or has evidence that character harmed friends -2<br>Target has been personally harmed by character -5 or more</p>\n<p><strong>Relationship</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Indifferent +1</p>\n<p>Target is already Friendly +2</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Indifferent, uninterested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: A party of 1st level adventurers has just encountered five orcs. Morne, foolishly acting as the party’s spokesperson, says “we come in peace!” This sets the tone of the encounter to diplomatic. Morne has a Charisma 7 (-1) and no relevant proficiencies.</p>\n<p>The characters are believed to be of Lawful alignment and the target is Chaotic (-1) and the characters are trespassing in the target&#39;s lair (-1). Morne is not brandishing a weapon and the targets have no evidence that the characters harmed anyone. The total penalty is -2. The total modifier is therefore -1-2 = -3.</p>\n<p>The Judge rolls 2d6-3, and gets an 11 on the dice. The total of (11-3) 8 results in a &quot;Neutral&quot; response. “If you come in peace, why&#39;d you invade our lair?” says the orc gang leader. The party’s paladin, Tavus, now steps forward and attempts to influence the orcs. Since this is the first attempt to influence, it requires 1 round (15 – 120 seconds). The paladin decides to continue with a diplomatic tone, saying “We’ve come to work as mercenaries. We’d like to meet your chief to join his service.”</p>\n<p>Tavus has Charisma 18 (+3) and Mystic Aura (+1), for a total bonus of +4. The same situational penalty apply, as the characters are still believed to be of Lawful alignment and the target Chaotic (-1) and the characters are still trespassing in the target’s lair (-1). The Judge therefore rolls 2d6+4-2; the dice yield an 8. This modifies to a 10, resulting in a shift in attitude by one category, from &quot;Neutral&quot; to &quot;Indifferent&quot;. The orc gang leader says, “Eh, Aghrimun always was stupid, knew he&#39;d get himself killed some day. Not sure I want to bother the chief right now, but you can go find him yourself if you want.”</p>\n<p>The paladin decides to continue parleying. As this is a second attempt to influence, it will take 1 turn (10 rounds of interaction). His modifier is now 2d6+4-1, because he gains a +1 from the target being Indifferent. The paladin decides to make fun of Aghrimum&#39;s weakness and then says they should all go have a laugh about it with the chief. The dice yield a result of 3, modified to a 7, resulting in a shift in attitude by one category towards “Neutral.” This reverts the orcs towards Neutral. “I ain&#39;t got no interest in cracking jokes with the likes of you,” says the orc gang leader. “Get out of here before I decide I want to crack your skull.”</p>\n"
    },
    {
      "title": "Intimidating Tone",
      "level": 4,
      "html": "<p>An encounter has an intimidating tone when a spokesperson threatens to cause harm to a target or group of targets if they do not comply with his demands. Intimidation has two disadvantages and one advantage over diplomacy.</p>\n<ul>\n<li>Unlike the reactions established by diplomacy, the reactions established by intimidating interactions are temporary. A new reaction roll must be made if the adventurer encounters new allies of the intimidated creature. It should be resolved with the same roll as that used for the initial encounter with the new creatures. You can also call for a new reaction roll anytime the conditions that led to the initial intimidation have materially changed.</li>\n<li>Intimidation cannot achieve genuinely indifferent or friendly reactions. Instead, these are replaced with special <strong>intimidated</strong> and <strong>overawed</strong> reactions instead. Intimidated creatures will attempt to withdraw or escape at the first opportunity; if no opportunity to escape is available, they act as indifferent while they remain intimidated. Overawed creatures act as if friendly while they remain intimidated. While intimidated or overawed, creatures are treated as neutral for purposes of diplomacy or seduction.</li>\n<li>If adventurers inspire intimidated or overawed reactions in the targets of their intimidation, and then initiate combat against them, those reactions become conditions that affect the combat. Intimidated creatures start <strong>faltering</strong> while overawed creatures start the combat <strong>frightened</strong>.</li>\n</ul>\n<p>The lengthy time intervals for ongoing attempts to influence with intimidation represent activities such as long-term brainwashing, dehumanizing treatment, and/or torture. You can limit the use of such interactions by Lawful characters if they are inappropriate to your campaign world.</p>\n"
    },
    {
      "title": "Intimidation Modifiers",
      "level": 6,
      "html": "<p>The following modifiers apply to intimidating interactions.</p>\n<p><strong>Character</strong></p>\n<p>Character and party members outnumber target(s) +1<br>Character and party members outnumber target(s) by 3:2 or more +2<br>Character and party members outnumber target(s) by 3:1 or more +5<br>Character is in own lair +1<br>Character is brandishing weapon +1<br>Character is brandishing magic items +1<br>Character has target at disadvantage (blackmail, tied up) +1 or more<br>Character has legal authority over target +1 or more<br>Character is significantly higher level than target (3+ HD) +1</p>\n<p><strong>Target</strong>Target&#39;s Morale Score –score</p>\n<p>Target has Will Modifier -Modifier</p>\n<p>Target has witnessed character kill or torture target&#39;s associates +1<br>Target is in own lair -1<br>Target is armed -1<br>Target has spells or magic items available -1<br>Target and friends outnumber character and party members -1<br>Target and friends outnumber character and party members by 3:2 or more -2*<br>Target and friends outnumber character and party members by 3:1 or more -5*<br>Target has character at disadvantage (trump card, helpless) -1 or more<br>Target has legal authority over character -1 or more<br>Target is significantly higher level than character (3+ HD) -1<br>Target believes he will suffer loss of face if submits -1 or more<br>Target believes he will be horrendously punished or killed if he submits -5 or more**<br>*If target is in lair, include number in lair as part of friends<br>**&quot;The Dark Lord will do far worse things to me than you ever would&quot; factor</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Charisma Modifier +Modifier<br>Character has Intimidation proficiency and either legal authority over or outnumbers target +1<br>Character has Mystic Aura +1</p>\n<p><strong>Relationship</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Fearful +1</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, may attack</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, uncertain</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Intimidated, attempts to withdraw/escape if possible</td>\n<td>Shift 1 attitude towards Overawed</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Overawed, helpful</td>\n<td>Shift 2 attitudes towards Overawed</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: The party of 1st level adventurers has just slain the five orcs who refused to take them to their chief. Their bodies litter the floor and the adventurers&#39; weapons are covered with orc-gore. Just then, another 10 orcs enter the room. Tavus (CHA 18, Mystic Aura, Intimidation, +5 total) steps forward. “Drop your weapons if you don&#39;t want the same to happen to you!” he says in orcish.</p>\n<p>The characters are brandishing weapons (+1) and have some visible magic items (+1) but are not of substantially higher level and have no legal authority (0). The orcs are in their own lair (-1), are brandishing weapons (-1), and including friends in their lair outnumber the characters by more than 3:2 (-2). However, they can see that the PCs have killed some friends (+1). Their chieftain is alive, giving them ML +2 (-2). The total modifiers are +5+1+1-1-1-2+1-2 = +2.</p>\n<p>The Judge rolls 2d6+1, and gets an 10. The adjusted total of 13 results in an “Overawed” response. The orcs drop their weapons. “We surrender!” they shout, dropping their weapons. “Take us to your chief,” the paladin orders.</p>\n<p>The characters reach the orc chief and seek to intimidate him as well. “Time to leave these caves, chief. This place is ours now,” says Tavus. The characters are brandishing weapons (+1) and have some visible magic items (+1) but have no legal authority (0). The orc chief is in his own lair (-1), brandishing a weapon (-1), and has troops that outnumber the characters by more than 3:2 (-2). He knows that the PCs have killed some friends (+1). But he is 4HD, substantially higher level than the party (-1), has access to a witch doctor (-1), and will suffer loss of face if he submits to the adventurers (-1). With the chief alive, the orc morale is +2 (-2). The total modifiers are +5+1+1-1-1-2+1-1-1-1-2 = -1.</p>\n<p>The Judge rolls 2d6-1 and gets a 4. The adjusted total of 3 results in an &quot;Unfriendly&quot; response from the chief and other new orcs in the room. “I’ll give you 10 seconds to get the hell out of my caverns, and then I start eating human-flesh,” says the Chief.</p>\n<p>Since the adventurers have now encountered allies of the orcs they intimidated, a new interaction roll is required for those orcs. It is resolved with the same roll as that used for the initial interaction with the orc chief. Since the result was 3, that means that the currently overawed orcs have their attitudes adjusted downward by one category, from “Overawed” to “Intimidated.” They begin to slink towards the sides of the room, hoping no one pays attention to them.</p>\n<p>Seductive Tone</p>\n<p>An encounter has a seductive tone whenever a spokesperson appeals to a target’s prurient interest. Seductive interactions can only be used with creatures with whom it would be possible to have passionate relations (not necessarily intercourse, but at least deep emotional passion.)</p>\n<p>The lengthy time intervals for ongoing attempts to influence with seduction represent extended periods of courtship such as private conversations, dates, social outings, cohabitation, and so on.</p>\n"
    },
    {
      "title": "Seduction Modifiers",
      "level": 6,
      "html": "<p><strong>Age</strong>Character is of younger age category than target attracted to youthful mates +1/category<br>Character is of younger age category than target attracted to mature mates -1/category<br>Character is of older age category than target attracted to mature mates +1/category</p>\n<p>Character is of older age category than target attracted to youthful mates -1/category</p>\n<p>*Age categories only apply within Youth to Old range.</p>\n<p><strong>Status</strong>Character has higher social status than target +1 per noble rank or equivalent<br>Character is significantly higher level (3+ levels) than target +1<br>Character is significantly lower level (3+ levels) than target -1</p>\n<p><strong>Appeal</strong>Character’s appearance, behavior, or other qualities particularly appealing to target +1 or more<br>Character&#39;s appearance, behavior, or other qualities particularly unappealing to target -1 or more</p>\n<p><strong>Privacy</strong>Character and target are alone +1<br>Characters and target are in front of target&#39;s friends -1</p>\n<p><strong>Ability Scores &amp; Proficiencies</strong>Character has Mystic Aura proficiency +1<br>Character has Seduction proficiency +1</p>\n<p>Character with Seduction or Mystic Aura proficiency also demonstrates Performance or Art proficiency +1<br>Target has Will Modifier -Modifier</p>\n<p><strong>Relationship History</strong>Target is already Hostile -2<br>Target is already Unfriendly -1<br>Target is already Indifferent +1<br>Target is already Friendly +2<br>Character has taken advantage of target&#39;s friends in the past -1<br>Character has taken advantage of target in the past -2<br>Target would be at personal risk from liaison with character -2 or more</p>\n<p><strong>Reaction to Seduction</strong></p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Reaction Roll</strong></td>\n<td><strong>Initial Reactions</strong></td>\n<td><strong>Attempt to Influence</strong></td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hostile, attacks or calls for aid</td>\n<td>Shift 2 attitudes towards Hostile</td>\n</tr>\n<tr>\n<td>3-5</td>\n<td>Unfriendly, insults or rejects</td>\n<td>Shift 1 attitude towards Hostile</td>\n</tr>\n<tr>\n<td>6-8</td>\n<td>Neutral, remains open</td>\n<td>Shift 1 attitude towards Neutral</td>\n</tr>\n<tr>\n<td>9-11</td>\n<td>Indifferent, but secretly interested</td>\n<td>Shift 1 attitude towards Friendly</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Friendly, helpful</td>\n<td>Shift 2 attitudes towards Friendly</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Tavus’s party is virtually annihilated by the orc chief and his minions. The only survivor is Anja, a priestess of Ianna (CHA 16, Mystic Aura proficiency, Seduction proficiency, total modifier +4), who has been captured. As the cook-fires are being warmed, Anja says to the chief, “Don’t you want me for yourself?” and begins dancing for him using her Performance (dancing) proficiency.</p>\n<p>Anja is younger than the orc chief, who – like many males – is attracted to youthful mates (+1). She is substantially lower level than the 4D orc chief (-1) and of lower social rank (-1). The orc chief has no particular kink for human women like Anja, but no antipathy either. Anja is attempting a seduction in front of the chief’s friends (-1). Anja has displayed a Performance proficiency (+1). The chief, having fought against the adventurers, is Hostile (-2). The modifiers from the situation add up to -3. Combined with Anja’s Charisma modifier and Seduction, the total modifier is +4-3 = +1.</p>\n<p>The Judge rolls 2d6+1, and gets an 11, modified to a 12. The adjusted total of 12 results in a shift of 2 attitudes towards Friendly, from Hostile to Neutral. The chief says “Keep dancing and maybe I won’t cook you. Or maybe I will.”</p>\n<p>The priestess decides to continue seducing the orc chief. As this is a second attempt to influence, it will take 1 full turn (10 rounds), during which time she continues to dance. Her modifier is now 2d6+3, because she no longer suffers the -2 penalty from the chief being hostile. The dice yield a result of 3, modified to a 6, resulting in a shift in attitude by one category towards &quot;Neutral&quot;. The chief remains Neutral. &quot;I’m not all that impressed,” he says.</p>\n<p>The priestess dances as if her life depends on it in a third attempt to influence. It will take 1 hour (6 turns). Her modifier remains 2d6+3. The dice yield a 9, modified to a 12, resulting in a shift of attitude by two categories towards “Friendly”. The chief breaks out into a toothy grin. “She has endurance! I like that in a mate. Bring her over here, she’s with me.”</p>\n<p>Several years later, the chthonic priestess Anja emerges as the head of a warband of orcs...</p>\n"
    },
    {
      "title": "Places of Power",
      "level": 3,
      "html": "<p>In the worlds of heroic fantasy there lie <strong>places of power</strong>, where the border between the spheres is thin and magic gathers. Sometimes these are places of death, where shadows linger and undead lurk. Others are places of law and light, where divine power illuminates those who dwell within. And there are places of raw elemental power, majestic mountains, deep wells, flows of lava, where the elemental sphere hold sway.</p>\n<p>There are six sources of power: <strong>chaos, law</strong>, <strong>elemental air</strong>, <strong>elemental earth</strong>, <strong>elemental fire</strong>, and <strong>elemental water</strong>. There are three ranks of power: <strong>minor, major</strong>, and <strong>supreme</strong>. The interaction of source and rank yields 18 different types of places of power, shown on the Places of Power table. The game effects of each are detailed below the table.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Source</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td><strong>Supreme</strong></td>\n<td><strong>Name</strong></td>\n</tr>\n<tr>\n<td>Chaos</td>\n<td>Shadowed</td>\n<td>Blighted</td>\n<td>Forsaken</td>\n<td>Sinkhole of Evil</td>\n</tr>\n<tr>\n<td>Law</td>\n<td>Illuminated</td>\n<td>Hallowed</td>\n<td>Sacrosanct</td>\n<td>Pinnacle of Good</td>\n</tr>\n<tr>\n<td>Air</td>\n<td>Gusting</td>\n<td>Roaring</td>\n<td>Howling</td>\n<td>Aerie of Elemental Air</td>\n</tr>\n<tr>\n<td>Earth</td>\n<td>Resilient</td>\n<td>Enduring</td>\n<td>Unbreakable</td>\n<td>Edifice of Elemental Earth</td>\n</tr>\n<tr>\n<td>Fire</td>\n<td>Smoldering</td>\n<td>Flaming</td>\n<td>Blazing</td>\n<td>Furnace of Elemental Fire</td>\n</tr>\n<tr>\n<td>Water</td>\n<td>Azure</td>\n<td>Cerulean</td>\n<td>Ultramarine</td>\n<td>Well of Elemental Water</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Sinkholes of Evil",
      "level": 4,
      "html": "<p>Places corrupted by the energies of the Outer Darkness are known as <strong>sinkholes of evil</strong>. Profane powers and undead creatures are stronger there, while holy powers and living creatures are weakened. Sinkholes of evil can develop anywhere that death and decay predominate. Sinkholes of evil can be <strong>shadowed</strong>, <strong>blighted</strong>,or <strong>forsaken</strong>.The table below summarizes the effects of the various types of sinkholes of evil.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Sinkholes of Evil</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Shadowed</strong></td>\n<td><strong>Blighted</strong></td>\n<td><strong>Forsaken</strong></td>\n</tr>\n<tr>\n<td>Corruption</td>\n<td>1 point/season</td>\n<td>1 point/month</td>\n<td>1 point/week</td>\n</tr>\n<tr>\n<td>Raises Undead</td>\n<td>10%/1d12 weeks</td>\n<td>20%/1d4 days</td>\n<td>80%/1d4 rounds</td>\n</tr>\n<tr>\n<td>Death and Necromancy Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Healing and Protection Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Rebuking Undead</td>\n<td>No Effect</td>\n<td>-4 class levels</td>\n<td>Forbidden</td>\n</tr>\n<tr>\n<td>Death and Necromancy Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Undead in Sinkhole</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 attack, save, damage, AC</td>\n</tr>\n<tr>\n<td>Animating Undead</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 hp/HD, 2x normal HD created</td>\n</tr>\n<tr>\n<td>Blood sacrifice</td>\n<td>Yes</td>\n<td>Yes</td>\n<td>Yes</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Shadowed Sinkholes",
      "level": 6,
      "html": "<p>Shadowed sinkholes develop from two sources of corruption: Chaotic altars (such as those in evil shrines, temples, or churches) and places of death (such as cemeteries, catacombs, and battlegrounds).</p>\n<p>Chaotic altars create shadowed sinkholes as soon as they are erected. The size of the shadowed sinkhole around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ shadowed sinkhole around the altar. At your discretion, meeting the gp value of the altar might require special components or blood sacrifices instead of standard treasure.</p>\n<p>Places of death create shadowedsinkholesnaturally over time. The annual percentage chance of such an area becoming shadowed is equal to the HD of dead interred in the area divided by the area’s size in square feet, rounded up. For instance, a small 50’ x 50’ cemetery with 25 graves has a 1% chance of becoming shadowed each year. An enormous cemetery such as the real-world Wadi Al Salam (5 million dead across 64 million square feet) has an 8% chance of becoming shadowed each year. Once the shadowed sinkhole develops, the size of the shadowed sinkhole will be 100 square feet per 20 dead interred in the place. However, a sinkhole of evil will not develop if the dead are cremated by a Lawful divine spellcaster, or if one or more shrine(s) to Lawful powers are erected on the site. The Lawful shrine(s) must have a gp value of at least 5gp per dead interred in order to prevent the area from becoming shadowed.</p>\n<p>Creatures slain in shadowed sinkholes have a 10% chance to return as undead in 1d12 weeks unless their bodies are burned. Corpses interred in shadowed sinkholes have a 10% chance to return as undead every 12 weeks. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Characters engaging in research involving death or necromancy magic in a shadowed sinkhole gain a +1 bonus to their throws. A shadowed sinkhole can also be used for <strong>blood sacrifice</strong>.</p>\n<p>If using the shades of magic rules (p. XX), then spending time in a corrupt place can itself cause corruption. For each season that a character resides in a shadowed sinkhole, his number of corruption points is increased by 1.</p>\n"
    },
    {
      "title": "Blighted Sinkholes",
      "level": 6,
      "html": "<p>When a chaotic altar stands on a shadowed place of death, a <strong>blighted</strong> sinkhole develops. The blighted sinkhole will extend only within those regions that are shadowed by both the altar and the place of death. An area affected by one, but not both, sources of corruption is merely shadowed.</p>\n<p>Creatures slain in blighted sinkholes have a 20% chance to return as undead in 1d4 days unless their bodies are burned. Corpses interred in blighted sinkholes have a 20% chance to return as undead every 4 days. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters rebuke undead as if four class levels lower. Characters engaging in research involving death or necromancy magic gain a +2 bonus to their throws. A blighted sinkhole can be used for blood sacrifice. For each month that a character resides in a blighted sinkhole, his number of corruption points is increased by 1.</p>\n"
    },
    {
      "title": "Forsaken Sinkholes",
      "level": 6,
      "html": "<p>A blighted area might, through some awful juxtaposition of the planes or terrible ritual magic, become <strong>forsaken</strong>.Forsaken sinkholes are pits of darkness where the vilest creatures and foulest magic are found. Such places are very rare (Judge’s discretion).</p>\n<p>Creatures slain in forsaken areas have an 80% chance to return as undead in 1d4 rounds unless their bodies are burned. Corpses interred in forsaken areas automatically return as undead after 1 turn. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Healing and protection spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Lawful characters cannot rebuke undead. Any undead in forsaken areas gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Characters engaging in research involving death or necromancy magic in a forsaken sinkhole gain a +3 bonus to their throws. Any undead created in forsaken areas gain a permanent +2 hit point per Hit Die, and <strong>animate dead</strong> spells cast in forsaken sinkholes create twice the normal number of Hit Dice of undead. A forsaken sinkhole can be used for blood sacrifice. For each week that a character resides in a forsaken sinkhole, his number of corruption points is increased by 1.</p>\n"
    },
    {
      "title": "Cleansing Sinkholes",
      "level": 6,
      "html": "<p>A <strong>holy blessing</strong> spell will temporarily decrease the effect of a sinkhole within a 100’ diameter area for the duration of the spell. While subject to <strong>holy bless</strong>, the affected area is cleansed if shadowed; shadowed if blighted; and blighted if forsaken. A vial of holy water can be sprinkled on a 10’ diameter area with the same effect as a <strong>bless</strong> spell.</p>\n<p>To permanently cleanse a sinkhole of evil, the source of corruption must be removed. If the sinkhole is being generated by a chaotic altar, the altar must be destroyed. A chaotic altar can be destroyed magically with <strong>dispel evil</strong> or destroyed physically by smashing it and then either pouring holy water or casting <strong>holy blessing</strong> on the broken remains. This will remove the sinkhole created by the altar.</p>\n<p>If the sinkhole is generated by a place of death, the sinkhole can be instantly cleansed with <strong>dispel evil</strong>. However,the area will eventually become shadowed again over time. To permanently cleanse a sinkhole created by a place of death, a Lawful divine spellcaster must cremate the dead interred therein, or erect a shrine to the Lawful powers of appropriate value.</p>\n<p>Cleansing a blighted sinkhole, with a chaotic altar standing on a place of death, requires that both sources of corruption be dealt with separately.</p>\n<p>A forsaken sinkhole can only be cleansed by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Law.</p>\n<p>Sometimes the Lawful powers will reward adventurers who cleanse sinkholes with bonus XP. Such rewards are at your discretion based on the importance of the sinkhole and the difficulty to cleanse it.</p>\n"
    },
    {
      "title": "Pinnacles of Good",
      "level": 4,
      "html": "<p>Places of beauty and serenity, respites from the chaos and corruption of the world around them, are known as <strong>pinnacles of good</strong>. The forces of life are stronger there, while dark forces are kept at bay. Light is brighter, sounds are crisper, and colors more vivid; harmony and a sense of order prevail. Pinnacles of good can be <strong>illuminated,</strong> <strong>hallowed</strong>, or <strong>sacrosanct</strong>.The table below summarizes the effects of the various types:</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Pinnacles of Good</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Illuminated</strong></td>\n<td><strong>Hallowed</strong></td>\n<td><strong>Sacrosanct</strong></td>\n</tr>\n<tr>\n<td>Purification of Corruption</td>\n<td>1 point/season</td>\n<td>1/month</td>\n<td>1/week</td>\n</tr>\n<tr>\n<td>Healing and Protection Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Death and Necromancy Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Rebuking Undead</td>\n<td>No Effect</td>\n<td>+4 class levels</td>\n<td>Automatic</td>\n</tr>\n<tr>\n<td>Protection Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Natural Healing</td>\n<td>+1 hp / day</td>\n<td>+2 hp / day</td>\n<td>+4 hp / day</td>\n</tr>\n<tr>\n<td>Recovery from Enervation</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+4 bonus</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Illuminated Pinnacles",
      "level": 6,
      "html": "<p>Illuminated pinnacles develop from two sources: Lawful altars (such as those in lawful shrines, temples, or churches) and the dwelling places of powerful good creatures.</p>\n<p>Lawful altars create illuminated pinnacles as soon as they are erected. The size of the illuminated pinnacle around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ illuminated pinnacles around the altar. At you discretion, meeting the gp value of the altar might require special components or divine power instead of standard treasure.</p>\n<p>Powerful good creatures create illuminated pinnaclesnaturally over time through their presence. For these purposes, “powerful good creatures” include: enchanted creatures of lawful alignment; lawful spellcasters of any level; and 2nd level or higher characters of a lawful class such as paladin. The creature(s) must reside in a particular place more-or-less continuously for a year for a place to become illuminated. The annual percentage chance of a good creature’s dwelling place becoming illuminated is equal to the HD value of the good creatures residing there divided by the area’s size in square feet, rounded up. Once the Illuminated pinnacle develops, the entire area will be illuminated. You must use your discretion in determining what constitutes a creature’s dwelling place. It might be, e.g., a treant’s grove of trees, a unicorn’s garden, or a patriarch’s high temple.</p>\n<p>EXAMPLE: The giant roc Majid (36 HD) dwells in a 50’ x 50’ aerie at the top of a high peak. The Judge decides the aerie constitutes the roc’s dwelling place. Each year, the chance of Majid’s aerie becoming illuminated is (36 / 2,500 = .014) 2%.</p>\n<p>Characters resting within an illuminated pinnacle recover from wounds more quickly. While within the pinnacle, the character heals 1 additional hp for each day of rest and gains a +1 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters engaging in research involving healing or protection magicin an illuminated pinnacle gain a +1 bonus to their throws.</p>\n<p>Finally, the serenity of a pinnacle of good can remove the stain of corruption from a character, provided the character’s corruption has not advanced too far. If using the shades of magic rules (p. XX), then for each season that a lawful or neutral character resides in an illuminated pinnacle, his number of corruption points is reduced by 1.</p>\n"
    },
    {
      "title": "Hallowed Pinnacle",
      "level": 6,
      "html": "<p>When a lawful altar is built in an illuminated dwelling place of good, a <strong>hallowed</strong> pinnacle develops. The hallowed pinnacle will extend only within those parts of the dwelling place that are illuminated by the altar. An area affected by one, but not both, sources of good is merely illuminated.</p>\n<p>While within a hallowed pinnacle, the character heals 2 additional hp for each day of rest and gains a +2 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead do so as if four class levels higher. Lawful characters engaging in research involving healing or protection magic in a hallowed pinnacle gain a +2 bonus to their throws. Finally, for each month that a lawful or neutral character resides in a hallowed pinnacle, his number of corruption points is reduced by 1.</p>\n"
    },
    {
      "title": "Sacrosanct Pinnacle",
      "level": 6,
      "html": "<p>A hallowed area might, through some fortunate juxtaposition of the planes or miraculous ritual, become <strong>sacrosanct</strong>.Sacrosanct pinnacles are transcendent regions of law and power. Such places are very rare (Judge’s discretion).</p>\n<p>While within a sacrosanct pinnacle, the character heals 4 additional hp for each day of rest and gains a +4 bonus to recover from being <strong>enervated</strong>. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead automatically turn undead encountered there (earning an R result if a roll would normally be required, and a D result otherwise). Lawful characters engaging in research involving healing and protection magic in the sacrosanct pinnacle gain a +3 bonus to their throws. Death and necromancy spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Finally, for each week that a lawful or neutral character resides in a sacrosanct pinnacle, his number of corruption points is reduced by 1.</p>\n"
    },
    {
      "title": "Depurifying Pinnacles",
      "level": 6,
      "html": "<p>A <em>bane</em>spell will temporarily decrease the effect of a pinnacle within a 100’ diameter area for the duration of the spell. While subject to <em>bane</em>, the affected area is regular if illuminated; illuminated if hallowed; and hallowed if sacrosanct. A vial of unholy water can be sprinkled on a 10’ diameter area with the same effect as a <em>bane</em>spell.</p>\n<p>To permanently destroy a pinnacle of good, the source of purity must be removed. If the pinnacle is being generated by a lawful altar, the altar must be destroyed. A lawful altar can be destroyed magically, with <em>dispel good</em>; or destroyed physically by smashing it and then either pouring unholy water or casting <em>bane</em>on the broken remains. This will remove the pinnacle created by the altar.</p>\n<p>If the pinnacle is generated by the residence of good creatures, the pinnacle can be instantly depurified with <em>dispel good</em>. However,the area will eventually become illuminated again over time. To permanently depurify a pinnacle created by good creatures, the creatures must be slain or driven off.</p>\n<p>Depurifying a hallowed pinnacle requires that both sources of purity be dealt with separately. A sacrosanct pinnacle can only be depurified by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Chaos.</p>\n"
    },
    {
      "title": "Places of Elemental Power",
      "level": 4,
      "html": "<p>Many places of power are created by the influence of the elemental spheres of air, earth, fire, and water. Elemental places of power develop naturally, in areas which are shaped or influenced by the elements. Each of the elementals has its own type of place: aeries of elemental air, edifices of elemental earth, furnaces of elemental fire, and wells of elemental water. The table below summarizes the effects of the various ranks of elemental places of power.</p>\n<p>Places of elemental power develop in places of sublime elemental majesty. Places of sublime elemental majesty occur naturally in the wilderness. Real-life examples might include God’s Window in South Africa (air), the Wind Cathedral in Namibia (air), Maruyama Caldera in Aogashima (fire), the Door to Hell in Turkmenistan (fire), the Cave of the Crystals in Mexico (earth), the Giant’s Causeway in Ireland (earth), the Fairy Pools on the Isle of Skye (water), and the Great Blue Hole off Belize (water).</p>\n<p>Places of elemental power should be rare. Of the 165 lairs in <em><strong>Lairs &amp; Encounters</strong></em><em>,</em> only 6 included elemental places of power, and all were minor. On a continental map (1,200 24-mile hexes), you should place 1 supreme and 12 major elemental places of power of each element. On a regional map (1,200 6-mile hexes), you should place 1 major and 12 minor elemental places of power for each element.</p>\n<p>The size of places of elemental power can vary widely. To determine randomly, roll 1d6: 1-3, Small, 3d6 x 500 square feet; 4-5, Large, 3d6 x 50,000 square feet; 6, Huge, 3d6 x 5,000,000 square feet.</p>\n<p><strong>Designer’s Note</strong>: The Judge may wonder how we decided how many places of elemental power there are in the world. On our own Earth, there are 11 naturally-burning eternal flames, 600 active volcanoes, and 1000 active geysers in the world - that suggests 1,611 places of elemental fire spread across the earth’s 5,300,000 square mile land mass. That’s one place of elemental fire per 3,295 square miles. Since each 6-mile hex is 32 square miles, that’s one place of elemental fire per 102 hexes, or about 12 places on a typical 1,200-hex regional map.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Places of Elemental Power</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Effect</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td><strong>Supreme</strong></td>\n</tr>\n<tr>\n<td>Elemental Incursion</td>\n<td>10%/1d12 days/1d4 days</td>\n<td>20%/1d12 days/1d4 weeks</td>\n<td>80%/1d12 days/Permanent</td>\n</tr>\n<tr>\n<td>Elemental Spell Effects</td>\n<td>+2 class levels</td>\n<td>+2 class levels</td>\n<td>+2 class level</td>\n</tr>\n<tr>\n<td>Other Elemental Spell Effects</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>-2 class levels</td>\n</tr>\n<tr>\n<td>Elemental Magic Research</td>\n<td>+1 bonus</td>\n<td>+2 bonus</td>\n<td>+3 bonus</td>\n</tr>\n<tr>\n<td>Elementals in Sinkhole</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 attack, save, damage, AC</td>\n</tr>\n<tr>\n<td>Conjured/Summoned Elementals</td>\n<td>No Effect</td>\n<td>No Effect</td>\n<td>+2 hp/HD, 2x normal HD created</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Minor Places of Elemental Power",
      "level": 6,
      "html": "<p>Characters within the place who perform magical research of the place’s element gain a +1 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 10% chance every 1d12 days that a group of creatures native to that element’s sphere will manifest in the place. These creatures will return to their sphere of existence after 1d4 days have elapsed. There is a 3% chance such a group is already present when a minor place of elemental power is discovered or visited by adventurers.</p>\n"
    },
    {
      "title": "Major Places of Elemental Power",
      "level": 6,
      "html": "<p>Characters within the place who perform magical research of the place’s element gain a +2 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 20% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will return to their sphere of existence after 1d4 weeks have elapsed. There is a 45% chance such a group is already present when a major place of elemental power is discovered or visited by adventurers.</p>\n"
    },
    {
      "title": "Supreme Places of Elemental Power",
      "level": 6,
      "html": "<p>Characters within the place who perform magical research of the place’s element gain a +3 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. Spell effects of any other elements are calculated as if the casters were two class levels lower than their actual level of experience. While in a supreme place of elemental power, creatures native to that element’s sphere gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Summoning spells cast in places of supreme elemental power summon twice the normal number of Hit Dice of elementals of that type, and the summoned elementals will have +2 hit point per Hit Die. If the place is left unoccupied, there is an 80% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will not return to their sphere of existence until <strong>dispelled</strong> or destroyed. There will always be such a group present when a supreme place of elemental power is discovered or visited by adventurers.</p>\n"
    },
    {
      "title": "Ley Lines (Optional)",
      "level": 4,
      "html": "<p>In some settings, the world is not just arbitrarily dotted with places of power, it is crisscrossed with currents of magical energy known as <strong>ley lines</strong> which create the places of power. Like places of power, ley lines have a source and rank of power. The source can be chaotic, lawful, or any element. The rank of power can be trivial, minor or major, but not supreme. The rank of power determines the width, length, and effect of the ley line.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Ley Lines</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rank</strong></td>\n<td><strong>Typical Width</strong></td>\n<td><strong>Typical Length</strong></td>\n<td><strong>Effect</strong></td>\n</tr>\n<tr>\n<td>Trivial</td>\n<td>1d6! x 10’ wide</td>\n<td>60 miles (10 6-mile hexes)</td>\n<td>No effect except to create places of power at intersections</td>\n</tr>\n<tr>\n<td>Minor</td>\n<td>1d6! x 100’ wide</td>\n<td>240 miles (40 6-mile hexes)</td>\n<td>As minor place of power of that source</td>\n</tr>\n<tr>\n<td>Major</td>\n<td>1d6! x 1000’ wide</td>\n<td>960 miles (160 6-mile hexes)</td>\n<td>As major place of power of that source</td>\n</tr>\n</tbody></table>\n<p>When ley lines of the same source intersect, they create places of power at their intersections, as shown on the Ley Line Intersections of Same Source table. When ley lines of opposing sources (chaos vs. law, water vs. fire, or earth vs. air) interact, they reduce or terminate their ranks, as shown on the Ley Line Intersection of Opposing Sources table.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Ley Line Intersections of Same Source</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td><strong>Ley Line Intersections of Opposing Source</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rank</strong></td>\n<td><strong>Trivial</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n<td></td>\n<td><strong>Rank</strong></td>\n<td><strong>Trivial</strong></td>\n<td><strong>Minor</strong></td>\n<td><strong>Major</strong></td>\n</tr>\n<tr>\n<td>Trivial</td>\n<td>Minor</td>\n<td>Minor</td>\n<td>Major</td>\n<td></td>\n<td>Trivial</td>\n<td>Both end</td>\n<td>Trivial ends</td>\n<td>Trivial ends</td>\n</tr>\n<tr>\n<td>Minor</td>\n<td>Minor</td>\n<td>Major</td>\n<td>Major</td>\n<td></td>\n<td>Minor</td>\n<td>Trivial ends</td>\n<td>Both become Trivial</td>\n<td>Maj. becomes Min., Min. ends</td>\n</tr>\n<tr>\n<td>Major</td>\n<td>Minor</td>\n<td>Major</td>\n<td>Supreme</td>\n<td></td>\n<td>Major</td>\n<td>Trivial ends</td>\n<td>Maj. becomes Min., Min. ends</td>\n<td>Both become Minor</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Poisons",
      "level": 3,
      "html": "<p>Many monsters have deadly natural poisons. If you permit, other characters or monsters can use poison. Poisons can be acquired from three sources: monster venoms, plant toxins, or magical poisons. At your discretion, certain markets may also sell monster venoms, plant toxins, and magical poisons, so gp costs are listed below for each type of poison.</p>\n"
    },
    {
      "title": "Monster Venoms",
      "level": 4,
      "html": "<p>Characters with Naturalism proficiency can identify venomous monsters and distinguish their different poisons with a successful proficiency throw of 11+. Extracting venom from a slain monster requires 1 hour of ancillary activity and a successful Animal Husbandry proficiency throw of 18+. The character gains a +4 bonus to the throw per additional rank of Animal Husbandry. If the throw fails, the character can try again. If the character’s proficiency throw to extract venom is an unmodified 1, he has accidentally gotten scratched by a fang or stinger. The character must immediately save versus Poison, as if hit by the monster.</p>\n<p>Once extracted, monster venoms can be applied to weapons. Each monster yields one dose of its venom. A dose is enough venom to treat twenty arrows or bolts, five darts, or one melee weapon. Note that venoms applied to missiles and melee weapons are not as effective as they are when coming from the monster itself. Venomous monsters penetrate their prey’s skin with hollow fangs or tubular stingers, then use muscles attached to their venom reservoirs to forcibly squirt venom deep within the target’s body tissue. In comparison, a sword or arrow is simply a less effective mechanism for delivering poison.</p>\n<p>The Monster Venoms table shows the market cost, onset time, save modifier, and effects of monster venoms when applied to missiles and melee weapons. An onset time of instant means the poison takes effect at the end of the attacker’s initiative. An onset time of “one round” means the poison takes effect at the end of the round following the target’s next initiative (e.g. the target gets to act once before the poison affects him).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Monster Venoms</strong></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Modifier</strong></td>\n<td><strong>Effect on Failed Save</strong></td>\n<td><strong>Cost</strong></td>\n</tr>\n<tr>\n<td>Giant Centipede</td>\n<td>1 turn</td>\n<td>+2</td>\n<td><strong>Incapacitation</strong>, 1d10 turns</td>\n<td>50gp</td>\n</tr>\n<tr>\n<td>Giant Killer Bee</td>\n<td>1 turn</td>\n<td>+2</td>\n<td>1d4 poisonous damage</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Spitting Cobra</td>\n<td>1 turn</td>\n<td>+2</td>\n<td>1d6 poisonous damage</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Giant Crab Spider</td>\n<td>1d8 turns</td>\n<td>+4</td>\n<td>2d6 poisonous damage</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Pit Viper</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>2d6 poisonous damage</td>\n<td>125gp</td>\n</tr>\n<tr>\n<td>Foul Attercop</td>\n<td>1 turn</td>\n<td>+6</td>\n<td><strong>Paralysis</strong> 1d4 turns + 1d6 poisonous damage</td>\n<td>125gp</td>\n</tr>\n<tr>\n<td>Sea Snake</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>4d4 poisonous damage</td>\n<td>200gp</td>\n</tr>\n<tr>\n<td>Rattlesnake</td>\n<td>1d10 turn</td>\n<td>+2</td>\n<td>4d6 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Black Widow</td>\n<td>1d4 turns</td>\n<td>+2</td>\n<td>4d4 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Hideous Attercop</td>\n<td>1 turn</td>\n<td>+4</td>\n<td><strong>Paralysis</strong> 1d4 turns + 1d8 poisonous damage</td>\n<td>250gp</td>\n</tr>\n<tr>\n<td>Carrion Horror</td>\n<td>1 turn</td>\n<td>+2</td>\n<td><strong>Paralysis</strong> 2d4 turns</td>\n<td>300gp</td>\n</tr>\n<tr>\n<td>Monstrous Attercop</td>\n<td>1 turn</td>\n<td>0</td>\n<td><strong>Paralysis</strong> 1d4 turns + 2d6 poisonous damage</td>\n<td>325gp</td>\n</tr>\n<tr>\n<td>Arane</td>\n<td>1d8 turn</td>\n<td>+1</td>\n<td>6d6 poisonous damage</td>\n<td>350gp</td>\n</tr>\n<tr>\n<td>Giant Tarantula</td>\n<td>1d4 turns</td>\n<td>+2</td>\n<td>3d10 poisonous damage</td>\n<td>375gp</td>\n</tr>\n<tr>\n<td>Giant Rockfish</td>\n<td>1 round</td>\n<td>+1</td>\n<td>5d6 poisonous damage</td>\n<td>450gp</td>\n</tr>\n<tr>\n<td>Wyvern</td>\n<td>1 round</td>\n<td>+1</td>\n<td>7d6 poisonous damage</td>\n<td>600gp</td>\n</tr>\n<tr>\n<td>Skittering Maw</td>\n<td>1 round</td>\n<td>+1</td>\n<td>8d6 poisonous damage</td>\n<td>700gp</td>\n</tr>\n<tr>\n<td>Rakshasa</td>\n<td>1 round</td>\n<td>+1</td>\n<td>10d6 poisonous damage</td>\n<td>800gp</td>\n</tr>\n<tr>\n<td>Demonic Attercop</td>\n<td>1 round</td>\n<td>0</td>\n<td><strong>Paralysis</strong> 1d4 turns + 5d6 poisonous damage</td>\n<td>1,000 gp</td>\n</tr>\n<tr>\n<td>Giant Constricting Viper</td>\n<td>Instant/1d4+2 turns</td>\n<td>0</td>\n<td><strong>Madness</strong> / Death</td>\n<td>1,000gp</td>\n</tr>\n<tr>\n<td>Giant Black Worm</td>\n<td>Instant</td>\n<td>0</td>\n<td>Death</td>\n<td>1,500 gp</td>\n</tr>\n<tr>\n<td>Dragon</td>\n<td>Instant</td>\n<td>0</td>\n<td>Death</td>\n<td>1,500gp</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Plant Toxins",
      "level": 4,
      "html": "<p>Characters with Naturalism proficiency can search for a fresh specimen of poisonous plants by allocating 1 day of dedicated activity. A successful proficiency throw against the target value for the plant (listed on the Plant Toxins table below) gathers enough fresh plant to extract one dose of toxin. The character gains a +4 bonus to the throw per additional rank of Naturalism. The character suffers a -4 penalty to the proficiency throw in civilized territory, but gains a +2 bonus in outlands territory, and +4 in unsettled territory. Dried belladonna and wolfsbane can be easily found in most markets, but are more difficult to extract useful toxin from.</p>\n<p>Extracting the toxin from the raw plant takes 1 day of dedicated activity per plant and requires a successful Alchemy proficiency throw of 20+. The character gains a +4 bonus to the throw per additional rank of Alchemy but suffers a -4 penalty if using dried plants. If either the proficiency throw to gather the plant, or to extract the plant toxin, is an unmodified 1, the character has accidentally exposed himself to the toxin. The character must immediately save versus Poison or suffer its effects.</p>\n<p>Each plant yields one dose of its toxin. Some plant toxins can be used to treat weapons. For these toxins, a dose is enough to treat twenty arrows or bolts, five darts, or one melee weapon.. Other toxins can be used to poison food or drink. In this case, one dose is enough to poison one meal or drink. Extracted plant toxins generally cannot be detected by smell or taste. The Plant Toxins table shows the market cost, onset time, save modifier of the various plant toxins.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Plant Toxins</strong></td>\n<td><strong>Forage Throw</strong></td>\n<td></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Modifier</strong></td>\n<td><strong>Effect on Failed Save</strong></td>\n<td><strong>Cost</strong></td>\n</tr>\n<tr>\n<td>Belladonna</td>\n<td>11+</td>\n<td></td>\n<td>1 turn (injury)  1d3 turns (ingestion)</td>\n<td>+2</td>\n<td>2d8 damage and <strong>madness</strong> 1d4 turns</td>\n<td>350gp</td>\n</tr>\n<tr>\n<td>Curare</td>\n<td>19+</td>\n<td></td>\n<td>Instant (injury)</td>\n<td>0</td>\n<td>2d12 damage and <strong>paralysis</strong> 2d4 turns</td>\n<td>1,500gp</td>\n</tr>\n<tr>\n<td>Foxglove</td>\n<td>14+</td>\n<td></td>\n<td>1d6 turns (ingestion)</td>\n<td>-3</td>\n<td>2d8 damage and <strong>madness</strong> 1d4 turns</td>\n<td>150gp</td>\n</tr>\n<tr>\n<td>Hellebore</td>\n<td>8+</td>\n<td></td>\n<td>1 turn (injury)  1d3 turns (ingestion)</td>\n<td>+2</td>\n<td>1d6 damage and <strong>queasy</strong> 1d10 days</td>\n<td>100gp</td>\n</tr>\n<tr>\n<td>Hemlock</td>\n<td>8+</td>\n<td></td>\n<td>2d4 turns (ingestion)</td>\n<td>+4</td>\n<td>2d12 damage and <strong>queasy</strong> 1d10 days</td>\n<td>75gp</td>\n</tr>\n<tr>\n<td>Henbane</td>\n<td>8+</td>\n<td></td>\n<td>1 turn (injury)  1d6 turns (ingestion)</td>\n<td>+2</td>\n<td>1d6 damage and <strong>madness</strong> 1d4 hours</td>\n<td>80g;</td>\n</tr>\n<tr>\n<td>Wolfsbane</td>\n<td>11+</td>\n<td></td>\n<td>1 turn (injury)  2d4 turns (ingestion)</td>\n<td>+2</td>\n<td>2d8 damage and <strong>paralysis</strong> 2d4 turns</td>\n<td>325gp</td>\n</tr>\n<tr>\n<td>Yew</td>\n<td>4+</td>\n<td></td>\n<td>1 hour (injury)  1d6 hours (ingestion)</td>\n<td>+4</td>\n<td>1d10 damage</td>\n<td>65gp</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Magical Poisons",
      "level": 4,
      "html": "<p>Magical poisons are created using the rules for magic research. The most common magical poison is a <strong>poison potion</strong>, created using the 4th level reversed divine spell <strong>poison</strong>. A single <strong>poison potion</strong> can treat twenty missiles (arrows, bolts, or darts) or one melee weapon. A weapon treated with magical <strong>poison</strong> kills instantly unless the victim makes a successful saving throw versus Poison. Magical <strong>poison</strong> is also fatal if ingested.</p>\n"
    },
    {
      "title": "Use of Poison",
      "level": 4,
      "html": "<p>Once applied, poison evaporates quickly, diminishing its effectiveness. On the first day, it will do full damage, on the second day half damage, and by the third it will be gone. Partially evaporated deadly poisons allow the victim a +2 bonus on his saving throw after the first day, and +4 after the second. Each hit with a melee weapon is equivalent to a day’s evaporation, e.g. the poison will do half damage on its second hit and then be gone.</p>\n<p>Using poisoned weapons is not without risk. Whenever a character’s attack throw with a poisoned weapon is an unmodified 1, he has accidentally pricked himself. He must immediately save versus Poison or suffer its effects.</p>\n"
    },
    {
      "title": "Proficiency Throws",
      "level": 3,
      "html": "<p>From time to time, adventurers might attempt to use their Adventuring proficiency, or other proficiencies, in ways that are not otherwise covered by the game mechanics. A legacy mechanic that Judges often turn to in such situations is to ask the adventurer to make an “attribute check” by rolling 1d20 and comparing the result to one of his attributes, with a roll of equal to or less than the attribute resulting in success. However, we do not recommended that you use this method for <em><strong>ACKS II</strong></em>, as it makes attributes much more important than they are in the rest of the game system.</p>\n<p>Instead we suggest you use a proficiency throw, sometimes modified by an attribute, with a target value defined using the guidelines below. Target values separated by a slash indicate that additional ranks in a relevant proficiency make the task easier. These are just guidelines so feel free to modify them as you deem necessary for your game’s balance and playability.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Action</strong></td>\n<td><strong>Target Value</strong></td>\n<td><strong>Attribute Modifier</strong></td>\n<td><strong>Other Rules</strong></td>\n</tr>\n<tr>\n<td>Largely a matter of luck</td>\n<td>11+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Test of raw ability</td>\n<td>18+</td>\n<td>4 x attribute modifier</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Routine and safe</td>\n<td>4+/2+/2+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Routine and dangerous</td>\n<td>8+/4+/2+</td>\n<td>None</td>\n<td>Fumble on unmodified 1</td>\n</tr>\n<tr>\n<td>Requires careful recall of training</td>\n<td>11+/7+/4+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Difficult, safe task</td>\n<td>14+/11+/7+</td>\n<td>None</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Difficult, dangerous task</td>\n<td>18+/14+/10+</td>\n<td>None</td>\n<td>Fumble on unmodified 1 or 1-3</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Atreideus has been captured by a prophetic witch, who has forced him to shove his hand into her magical hearth-fire. The hearth-fire is enchanted such that if Atreideus cries out or withdraws his hand from the pain of the burns, he will be instantly slain. What is the appropriate target value for this throw? Looking at the table, the Judge decides this is a test of raw ability using Atreideus’s Will attribute with a target value of 18+. Fortunately, Atreideus has a Will of 18, so he gets a +12 bonus and only needs to roll a 6+. Unfortunately, he rolls a 5 and is slain. The witch, somewhat annoyed, mutters to herself about how hard it is to find a chosen one these days.</p>\n"
    },
    {
      "title": "Transformations",
      "level": 3,
      "html": "<p>In some circumstances, e.g. infection with lycanthropy, magical crossbreeding, or necromantic ritual, an adventurer might be transformed into an intelligent monster. With your permission, the player can continue to play his character in its new form.</p>\n"
    },
    {
      "title": "Transformed Characteristics",
      "level": 4,
      "html": "<p>The transformed character gains all the characteristics associated with its new monstrous form, including forms of movement and speeds, natural armor, natural attacks, extraordinary abilities, listed proficiencies, and the like. If the monster’s Hit Dice are below the character’s former class level, its Hit Dice should be increased to the character’s former class level. If the character’s class level was equal to or below the monster’s HD, he gains the monster’s HD.</p>\n"
    },
    {
      "title": "Attributes, Sex, Age, and Appearance",
      "level": 4,
      "html": "<p>The transformed character retains all of his attributes; a strong man who is transformed into a chimera becomes a strong chimera. A stupid elf transformed into a mummy becomes a stupid mummy. The effect of attributes on monsters is described in the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>p. XX – XX.</p>\n<p>If transformed into a monster that has multiple sexes, the transformed character preserves his sex, or closest approximation to it. If transformed into a monster that ages, the transformed character’s age is re-calculated so that he stays in the same age category at the same approximate point in his lifespan. The transformed character preserves his variance in height and weight, relative to his new form, in proportion to that of his original form.</p>\n<p>EXAMPLE: Rollio is a 70-year old human male of exceptional height (6’6”). He is transformed into a small roc. Rocs have the same sexes as humans, so Rollio preserves his male sex. As a 70-year old human, Rollio is currently in the Old age category with a maximum lifespan of 95 years. An Old small roc is between 60 and 90 years, with a maximum lifespan of 120 years. The Judge decides that Rollio is an 85-year old small roc. Since Rollio is about 15% taller than a typical man, he transforms into a small roc with a wingspan about 15% larger than typical.</p>\n"
    },
    {
      "title": "Class Powers, Racial Abilities, and Proficiencies",
      "level": 4,
      "html": "<p>If the transformed character possesses the After the Flesh class power, and is transformed into an undead, the character retains all of his class powers and racial abilities.</p>\n<p>If the transformed character is turned into a lycanthrope, and his class level was greater than the HD of an ordinary lycanthrope, he retains his class powers. (Only humans can become lycanthropes, so there are no racial abilities to preserve.)</p>\n<p>Otherwise, the transformed character might, but does not always, retain its class abilities. The character must make a Spells saving throw when the transformation is complete. If the save succeeds, the caster retains his class abilities; if the save fails, he loses them permanently. He does not retain racial abilities in either case.</p>\n<p>Transformed characters retain any weapon, armor, fighting style, and general proficiencies they possessed in their original form. Depending on their new form, the retained proficiencies might be of greater or lesser utility. Characters with armor proficiency can wear barding. Characters with Mounted Combat or Riding proficiency transformed into rideable monsters have the ability to serve as war mounts. Transformed characters lose all class proficiencies unless they retained their class powers.</p>\n<p>EXAMPLE: Prior to his transformation, Rollio was a fighter (though long retired) with the standard compliment of proficiencies, including Alertness, Combat Reflexes, Riding, and Military Strategy 3. Unfortunately, when he was transformed into a small roc, he failed his Spells save. Therefore, he loses his fighter damage bonus and his two class proficiencies (Alertness and Combat Reflexes). He retains all of the other general proficiencies he possessed. His avian form prevents him from using swords, bows, or other weapons, so those proficiencies have no utility to him. However, his proficiency in heavy armor remains useful, as he can now wear barding. His Riding proficiency enables him to serve as a war mount. His Military Strategy proficiency is as valuable as ever, or perhaps more valuable, as now he can command from the air!</p>\n<p>Transformed characters can receive training as guards or war mounts by monster trainers if desired.</p>\n"
    },
    {
      "title": "Advancement as a Monster",
      "level": 4,
      "html": "<p>A character transformed into a monster may increase in HD through adventuring and campaign activities. It requires 3,000 XP plus 500 XP per special ability (*) for a 1 HD monster to advance to 2 HD. The amount of XP required doubles with each HD (round values greater than 20,000 XP to the nearest 1,000 and values greater than 40,000 XP to the nearest 5,000). Characters who retain their class abilities must pay for additional special abilities (*). Retaining barbarian, fighter, or paladin abilities does not add any special abilities. Retaining bladedancer, crusader, explorer, shaman, thief, venturer, or zaharan ruinguard abilities adds one *. Retaining craftpriest, mage, nightblade, priestess, spellsword, warlock, or witch abilities adds two **. Retaining wonderworker abilities add three ***.</p>\n<p><strong>Designer’s Note:</strong> For custom classes, the number of special abilities the class abilities are worth is determined by tallying up its build points. Add 1/2 its build points in the Arcane, Divine, or other magic type values; 1/3 its build points in the Thievery value; and 1/3 its build points in any racial values that don’t improve spellcasting. Don’t add any for its HD or Fighting value. If the transformation didn’t permit the character to retain some class abilities, don’t count those build points. See <strong>Custom Classes</strong> on p. XX – p. XX.</p>\n<p>As his Hit Dice increase, the transformed character’s class abilities will increase based on his prior class’s progression, subject to the class’s maximum level.</p>\n<p>EXAMPLE: Quintus, a 7th level mage, is the victim of a necromantic ritual that transforms him into a mummy. He gains the mummy’s movement, armor class, attacks, damage, and special abilities, including mummy rot, immunities, and fearsome aura. A mummy has only 5+1 HD, which is below Quintus’s class level. Therefore his Hit Dice are raised to 7. Quintus succeeds on his Spells save, so he retains his class abilities; as a mage, those are worth **. Meanwhile, a mummy’s powers are considered two special abilities (**), so Quintus is considered to have four special abilities total, or 7 HD****. The Judge counts the XP progression for advancement (2 HD at 5,000 XP, 3 HD at 10,000, 4 HD at 20,000, 5 HD at 40,000, 6 HD at 80,000, 7 HD at 160,000, 8 HD at 320,000). Quintus will need 320,000 XP to reach level 8.</p>\n"
    },
    {
      "title": "Transformed Alignment and Behavior",
      "level": 4,
      "html": "<p>Transformed characters often gain new – and lose old – appetites, emotions, and perspectives. They are, in every way that counts, different persons. Even if they are initially able to retain their sense of self, the transformed characters will generally find themselves being treated very differently in their new form. These factors make it likely that, over time, most transformed characters begin to follow the alignment and behavior of their new form. Divine spellcasters who change alignment generally must find a new god to serve.</p>\n<p>However, great-souled and strong willed characters might have a chance to retain their old personality. Upon first being transformed, and each time the character advances in age category or HD in his new form, the transformed character must make a Death saving throw. If the save succeeds, he is able to retain his prior alignment and personality. If the save fails, the character takes on the alignment and personality of the monster he has become.</p>\n<p>There are two exceptions to this rule:</p>\n<ul>\n<li>A character transformed into a lycanthrope can automatically retain his alignment and personality provided he rejects rather than embraces his lycanthropy. Such a character cannot control when he transforms nor his actions while in beast form, but retains his morality and outlook when in his human form. See the <em><strong>ACKS II</strong></em><em><strong>Monstrous Manual</strong></em>p. XX).</li>\n<li>A character with the After the Flesh class power who is transformed into an undead can automatically retain his alignment and behavior. Such characters are usually already malign sorts of Chaotic alignment, though.</li>\n</ul>\n<p>EXAMPLE: Quintus has just been transformed into a mummy. As a human, Quintus was an argumentative but genial fellow of Lawful alignment, a lover of long debate and intricate plans. Upon being transformed, he must make a Death saving throw. He succeeds, and thereby retains his alignment and personality. Through magic research, seeking to restore his humanity, he advances in HD to 8 HD. He must now make another Death saving throw. This time, the throw fails. Quintus becomes Chaotic and his human personality withers away as he cares no longer for the petty squabbles and machinations of mortals.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Additional Rules for Adventures\n\nThe following rules cover a variety of circumstances that may arise when a Judge runs an adventure using ***ACKS II****.*\n\n### Diseases\n\nSometimes, due to a dangerous terrain encounter, a vagary of war, or damage from a diseased monster, a character might be infected by a disease. When this occurs, the type of disease is determined with a roll of 1d100 on the Disease Type table. Certain modifiers might apply based on the context in which the exposure occurs.\n\nOnce the type of disease is determined, you must make a Death saving throw for each exposed character. Certain diseases, being less acute, offer a saving throw bonus. If the saving throw succeeds, that character avoids any serious illness. If the saving throw fails, that character becomes **infected** for the duration of the disease’s onset. He becomes **symptomatic** after the onset duration has elapsed. A symptomatic character is **incapacitated** until the disease is cured or the duration of disease expires. At the end of the duration, symptomatic characters either recover or die. If the saving throw failed on a roll of natural 1, or by the amount noted on the Disease Type table, the symptomatic character dies from the disease. Otherwise, the diseased character recovers.\n\nA successful Healing proficiency throw on an infected character can identify that the infected character is “coming down with something” but the disease itself cannot be identified until the character is symptomatic. A successful Healing proficiency throw on a symptomatic character can identify the exact disease. A subsequent successful throw on the following day can determine the character’s prognosis (e.g. will he die or recover). A character can be cured of the disease (either by Healing proficiency or by magic) while infected or symptomatic.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Disease Type** | | | | | |\n| **Die Roll** | **Disease Type** | **Save Bonus** | **Onset Duration** | **Symptom Duration** | **Death** |\n| 5 - | Plague | 0 | 1d4 days | 1d8 days | Failed by 6+ |\n| 6-15 | Putrid Fever | 0 | 2d4 days | 2 weeks | Failed by 7+ |\n| 16-30 | Spotted Pox | +1 | 2d6 days | 3 weeks | Failed by 8+ |\n| 31-50 | Bilious Fever | +2 | 2d6 days | 4 weeks | Failed by 8+ |\n| 51-75 | Ague | +3 | 2d4 days | 1d4 weeks | Failed by 10+ |\n| 76+ | Bloody Flux | +4 | 1d4 days | 1 week | Rolled Natural 1 |\n\nEXAMPLE: A party of four 4th level fighters – Artur, Borus, Corvic, and Decimus – have just entered a jungle hex when a “dangerous terrain encounter – plague” occurs. The Judge rolls 1d100 on the Disease Type table and gets a 20; subtracting 10, because the party is in a jungle hex, the result is 10, so the disease is putrid fever. Each character must make a Death saving throw. All four have a target value of 12+. Artur rolls a 14 and avoids the illness. Borus rolls a 10. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will recover. Corvic rolls a natural 1. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he rolled a natural 1 on the save). Decimus rolls a 4. He will be infected for 2d4 days, then become symptomatic for two weeks, after which he will die (since he failed the save by 7 or more).\n\n#### Disease Descriptions\n\n**Plague**: Plague is a highly-feared disease characterized by grossly swollen buboes, bloody sputum, high fever, incapacitating malaise, muscle cramps, nausea, vomiting, seizures, orifical bleeding, acral necrosis, gangrene, and death. Symptoms come on after only a few days, and about 45% of patients die of the disease within a week of becoming symptomatic.\n\n**Putrid Fever:** This ailment is characterized by high fever, incapacitating malaise, muttering delirium, rattling breath, and putrid discharges. Symptoms take about 5 days to develop. About 40% of the victims of putrid fever die within a fortnight thereafter.\n\n**Spotted Pox:** Spotted pox is a disfiguring disease characterized by eruptive pustules all over the body, accompanied by high fever, incapacitating malaise, nausea, and vomiting. Symptoms often take a week to fully develop. 35% of patients with spotted pox die within 3 weeks of becoming symptomatic.\n\n**Bilious Fever:** This disease is characterized by paroxysmal attacks of intense fever interspersed with sudden coldness and chills. Throughout, the patient suffers incapacitating malaise, pain, vomiting, and usually anemia and jaundice. Symptoms take about a week to fully develop. About 35% of the victims of bilious fever die within a month thereafter.\n\n**Ague:** Ague is an ailment characterized by chills, high fever, and shivering with overall malaise. Symptoms develop within a week of infection and linger for a week to a month. About 25% of the patients die within a month of becoming symptomatic.\n\n**Bloody Flux:** This affliction is characterized by bloody diarrhea, abdominal agony, and dehydration. Symptoms arise within a few days of exposure and last for about a week. While only about 5% of the victims of the bloody flux die, the diarrhea is so unpleasant that the other 95% usually wish they had.\n\n### Encounter Tone\n\nAnytime an encounter calls for a reaction roll, it is your responsibility to determine the **encounter tone** and use that to apply an appropriate set of modifiers to the reaction roll.\n\n|  |  |\n| --- | --- |\n| **Encounter Reaction** | |\n| **Adjusted Die Roll** | **Result** |\n| 2- | Hostile, attacks |\n| 3 – 5 | Unfriendly, may attack |\n| 6 – 8 | Neutral, uncertain |\n| 9 – 11 | Indifferent, uninterested |\n| 12+ | Friendly, helpful |\n\nThere are three possible tones: **diplomatic**, **intimidating**, and **seductive**. If the entire party is surprised by an encounter, you choose either diplomatic or intimidating, whichever is worse for the party. Otherwise, the party’s spokesperson chooses the tone of interaction. If tone is unclear from the spokesperson’s statements or role-play, you can ask for clarification or decide what tone has been adopted. Once the tone of interaction is settled, you determine the appropriate modifiers to the reaction roll. Each of the three tones has a different set of modifiers applicable to it.\n\nEXAMPLE: Morne is the acting spokesperson for a party of adventurers that has just encountered 5 orcs. He raises empty hands and says “let’s talk!” The Judge rules that this is a Diplomatic tone.\n\n#### Diplomatic Tone\n\nAn encounter has a diplomatic tone when a spokesperson makes a non-threatening appeal to the self-interest of a target or group of targets. Calling on a guard to do his duty, asking a noble to protect his subjects, or inviting a group of strangers to parley rather than fight are all examples of the diplomatic tone. The lengthy time intervals for ongoing attempts to influence with diplomacy represent long conversations, meetings, “diplomatic summits,” and so on.\n\n###### Diplomatic Modifiers\n\nThe following modifiers apply to diplomatic encounters.\n\n**Alignment**Character believed to be Lawful; target is Lawful or Neutral +1\nCharacter believed to be Lawful; target is Chaotic -1\nCharacter believed to be Chaotic; target is Lawful or Neutral -1\n\n**Location**Character is trespassing in target's lair -1\nCharacter is in own lair +1\n\n**Authority**Character has legal authority over target (lord, guard, etc.) +1 or more\nCharacter owes target favors -1/unrequited favor\nTarget has authority over character -1 or more\nTarget owes character favors +1/unrequited favor\n\n**Ability Scores & Proficiencies**Character has Charisma Modifier +Modifier\nCharacter offers appropriate bribe +1 to +3\n\nCharacter has Diplomacy proficiency +1\nCharacter has Mystic Aura proficiency +1\n\nTarget has Will Modifier -Modifier\n\n**Threat**Character is brandishing weapon -1\nTarget believes character has harmed friends -1\nTarget has witnessed or has evidence that character harmed friends -2\nTarget has been personally harmed by character -5 or more\n\n**Relationship**Target is already Hostile -2\nTarget is already Unfriendly -1\nTarget is already Indifferent +1\n\nTarget is already Friendly +2\n\n|  |  |  |\n| --- | --- | --- |\n| **Reaction Roll** | **Initial Reactions** | **Attempt to Influence** |\n| 2 | Hostile, attacks | Shift 2 attitudes towards Hostile |\n| 3-5 | Unfriendly, may attack | Shift 1 attitude towards Hostile |\n| 6-8 | Neutral, uncertain | Shift 1 attitude towards Neutral |\n| 9-11 | Indifferent, uninterested | Shift 1 attitude towards Friendly |\n| 12 | Friendly, helpful | Shift 2 attitudes towards Friendly |\n\nEXAMPLE: A party of 1st level adventurers has just encountered five orcs. Morne, foolishly acting as the party’s spokesperson, says “we come in peace!” This sets the tone of the encounter to diplomatic. Morne has a Charisma 7 (-1) and no relevant proficiencies.\n\nThe characters are believed to be of Lawful alignment and the target is Chaotic (-1) and the characters are trespassing in the target's lair (-1). Morne is not brandishing a weapon and the targets have no evidence that the characters harmed anyone. The total penalty is -2. The total modifier is therefore -1-2 = -3.\n\nThe Judge rolls 2d6-3, and gets an 11 on the dice. The total of (11-3) 8 results in a \"Neutral\" response. “If you come in peace, why'd you invade our lair?” says the orc gang leader. The party’s paladin, Tavus, now steps forward and attempts to influence the orcs. Since this is the first attempt to influence, it requires 1 round (15 – 120 seconds). The paladin decides to continue with a diplomatic tone, saying “We’ve come to work as mercenaries. We’d like to meet your chief to join his service.”\n\nTavus has Charisma 18 (+3) and Mystic Aura (+1), for a total bonus of +4. The same situational penalty apply, as the characters are still believed to be of Lawful alignment and the target Chaotic (-1) and the characters are still trespassing in the target’s lair (-1). The Judge therefore rolls 2d6+4-2; the dice yield an 8. This modifies to a 10, resulting in a shift in attitude by one category, from \"Neutral\" to \"Indifferent\". The orc gang leader says, “Eh, Aghrimun always was stupid, knew he'd get himself killed some day. Not sure I want to bother the chief right now, but you can go find him yourself if you want.”\n\nThe paladin decides to continue parleying. As this is a second attempt to influence, it will take 1 turn (10 rounds of interaction). His modifier is now 2d6+4-1, because he gains a +1 from the target being Indifferent. The paladin decides to make fun of Aghrimum's weakness and then says they should all go have a laugh about it with the chief. The dice yield a result of 3, modified to a 7, resulting in a shift in attitude by one category towards “Neutral.” This reverts the orcs towards Neutral. “I ain't got no interest in cracking jokes with the likes of you,” says the orc gang leader. “Get out of here before I decide I want to crack your skull.”\n\n#### Intimidating Tone\n\nAn encounter has an intimidating tone when a spokesperson threatens to cause harm to a target or group of targets if they do not comply with his demands. Intimidation has two disadvantages and one advantage over diplomacy.\n\n* Unlike the reactions established by diplomacy, the reactions established by intimidating interactions are temporary. A new reaction roll must be made if the adventurer encounters new allies of the intimidated creature. It should be resolved with the same roll as that used for the initial encounter with the new creatures. You can also call for a new reaction roll anytime the conditions that led to the initial intimidation have materially changed.\n* Intimidation cannot achieve genuinely indifferent or friendly reactions. Instead, these are replaced with special **intimidated** and **overawed** reactions instead. Intimidated creatures will attempt to withdraw or escape at the first opportunity; if no opportunity to escape is available, they act as indifferent while they remain intimidated. Overawed creatures act as if friendly while they remain intimidated. While intimidated or overawed, creatures are treated as neutral for purposes of diplomacy or seduction.\n* If adventurers inspire intimidated or overawed reactions in the targets of their intimidation, and then initiate combat against them, those reactions become conditions that affect the combat. Intimidated creatures start **faltering** while overawed creatures start the combat **frightened**.\n\nThe lengthy time intervals for ongoing attempts to influence with intimidation represent activities such as long-term brainwashing, dehumanizing treatment, and/or torture. You can limit the use of such interactions by Lawful characters if they are inappropriate to your campaign world.\n\n###### Intimidation Modifiers\n\nThe following modifiers apply to intimidating interactions.\n\n**Character**\n\nCharacter and party members outnumber target(s) +1\nCharacter and party members outnumber target(s) by 3:2 or more +2\nCharacter and party members outnumber target(s) by 3:1 or more +5\nCharacter is in own lair +1\nCharacter is brandishing weapon +1\nCharacter is brandishing magic items +1\nCharacter has target at disadvantage (blackmail, tied up) +1 or more\nCharacter has legal authority over target +1 or more\nCharacter is significantly higher level than target (3+ HD) +1\n\n**Target**Target's Morale Score –score\n\nTarget has Will Modifier -Modifier\n\nTarget has witnessed character kill or torture target's associates +1\nTarget is in own lair -1\nTarget is armed -1\nTarget has spells or magic items available -1\nTarget and friends outnumber character and party members -1\nTarget and friends outnumber character and party members by 3:2 or more -2\\*\nTarget and friends outnumber character and party members by 3:1 or more -5\\*\nTarget has character at disadvantage (trump card, helpless) -1 or more\nTarget has legal authority over character -1 or more\nTarget is significantly higher level than character (3+ HD) -1\nTarget believes he will suffer loss of face if submits -1 or more\nTarget believes he will be horrendously punished or killed if he submits -5 or more\\*\\*\n\\*If target is in lair, include number in lair as part of friends\n\\*\\*\"The Dark Lord will do far worse things to me than you ever would\" factor\n\n**Ability Scores & Proficiencies**Character has Charisma Modifier +Modifier\nCharacter has Intimidation proficiency and either legal authority over or outnumbers target +1\nCharacter has Mystic Aura +1\n\n**Relationship**Target is already Hostile -2\nTarget is already Unfriendly -1\nTarget is already Fearful +1\n\n|  |  |  |\n| --- | --- | --- |\n| **Reaction Roll** | **Initial Reactions** | **Attempt to Influence** |\n| 2 | Hostile, attacks | Shift 2 attitudes towards Hostile |\n| 3-5 | Unfriendly, may attack | Shift 1 attitude towards Hostile |\n| 6-8 | Neutral, uncertain | Shift 1 attitude towards Neutral |\n| 9-11 | Intimidated, attempts to withdraw/escape if possible | Shift 1 attitude towards Overawed |\n| 12 | Overawed, helpful | Shift 2 attitudes towards Overawed |\n\nEXAMPLE: The party of 1st level adventurers has just slain the five orcs who refused to take them to their chief. Their bodies litter the floor and the adventurers' weapons are covered with orc-gore. Just then, another 10 orcs enter the room. Tavus (CHA 18, Mystic Aura, Intimidation, +5 total) steps forward. “Drop your weapons if you don't want the same to happen to you!” he says in orcish.\n\nThe characters are brandishing weapons (+1) and have some visible magic items (+1) but are not of substantially higher level and have no legal authority (0). The orcs are in their own lair (-1), are brandishing weapons (-1), and including friends in their lair outnumber the characters by more than 3:2 (-2). However, they can see that the PCs have killed some friends (+1). Their chieftain is alive, giving them ML +2 (-2). The total modifiers are +5+1+1-1-1-2+1-2 = +2.\n\nThe Judge rolls 2d6+1, and gets an 10. The adjusted total of 13 results in an “Overawed” response. The orcs drop their weapons. “We surrender!” they shout, dropping their weapons. “Take us to your chief,” the paladin orders.\n\nThe characters reach the orc chief and seek to intimidate him as well. “Time to leave these caves, chief. This place is ours now,” says Tavus. The characters are brandishing weapons (+1) and have some visible magic items (+1) but have no legal authority (0). The orc chief is in his own lair (-1), brandishing a weapon (-1), and has troops that outnumber the characters by more than 3:2 (-2). He knows that the PCs have killed some friends (+1). But he is 4HD, substantially higher level than the party (-1), has access to a witch doctor (-1), and will suffer loss of face if he submits to the adventurers (-1). With the chief alive, the orc morale is +2 (-2). The total modifiers are +5+1+1-1-1-2+1-1-1-1-2 = -1.\n\nThe Judge rolls 2d6-1 and gets a 4. The adjusted total of 3 results in an \"Unfriendly\" response from the chief and other new orcs in the room. “I’ll give you 10 seconds to get the hell out of my caverns, and then I start eating human-flesh,” says the Chief.\n\nSince the adventurers have now encountered allies of the orcs they intimidated, a new interaction roll is required for those orcs. It is resolved with the same roll as that used for the initial interaction with the orc chief. Since the result was 3, that means that the currently overawed orcs have their attitudes adjusted downward by one category, from “Overawed” to “Intimidated.” They begin to slink towards the sides of the room, hoping no one pays attention to them.\n\nSeductive Tone\n\nAn encounter has a seductive tone whenever a spokesperson appeals to a target’s prurient interest. Seductive interactions can only be used with creatures with whom it would be possible to have passionate relations (not necessarily intercourse, but at least deep emotional passion.)\n\nThe lengthy time intervals for ongoing attempts to influence with seduction represent extended periods of courtship such as private conversations, dates, social outings, cohabitation, and so on.\n\n###### Seduction Modifiers\n\n**Age**Character is of younger age category than target attracted to youthful mates +1/category\nCharacter is of younger age category than target attracted to mature mates -1/category\nCharacter is of older age category than target attracted to mature mates +1/category\n\nCharacter is of older age category than target attracted to youthful mates -1/category\n\n\\*Age categories only apply within Youth to Old range.\n\n**Status**Character has higher social status than target +1 per noble rank or equivalent\nCharacter is significantly higher level (3+ levels) than target +1\nCharacter is significantly lower level (3+ levels) than target -1\n\n**Appeal**Character’s appearance, behavior, or other qualities particularly appealing to target +1 or more\nCharacter's appearance, behavior, or other qualities particularly unappealing to target -1 or more\n\n**Privacy**Character and target are alone +1\nCharacters and target are in front of target's friends -1\n\n**Ability Scores & Proficiencies**Character has Mystic Aura proficiency +1\nCharacter has Seduction proficiency +1\n\nCharacter with Seduction or Mystic Aura proficiency also demonstrates Performance or Art proficiency +1\nTarget has Will Modifier -Modifier\n\n**Relationship History**Target is already Hostile -2\nTarget is already Unfriendly -1\nTarget is already Indifferent +1\nTarget is already Friendly +2\nCharacter has taken advantage of target's friends in the past -1\nCharacter has taken advantage of target in the past -2\nTarget would be at personal risk from liaison with character -2 or more\n\n**Reaction to Seduction**\n\n|  |  |  |\n| --- | --- | --- |\n| **Reaction Roll** | **Initial Reactions** | **Attempt to Influence** |\n| 2 | Hostile, attacks or calls for aid | Shift 2 attitudes towards Hostile |\n| 3-5 | Unfriendly, insults or rejects | Shift 1 attitude towards Hostile |\n| 6-8 | Neutral, remains open | Shift 1 attitude towards Neutral |\n| 9-11 | Indifferent, but secretly interested | Shift 1 attitude towards Friendly |\n| 12 | Friendly, helpful | Shift 2 attitudes towards Friendly |\n\nEXAMPLE: Tavus’s party is virtually annihilated by the orc chief and his minions. The only survivor is Anja, a priestess of Ianna (CHA 16, Mystic Aura proficiency, Seduction proficiency, total modifier +4), who has been captured. As the cook-fires are being warmed, Anja says to the chief, “Don’t you want me for yourself?” and begins dancing for him using her Performance (dancing) proficiency.\n\nAnja is younger than the orc chief, who – like many males – is attracted to youthful mates (+1). She is substantially lower level than the 4D orc chief (-1) and of lower social rank (-1). The orc chief has no particular kink for human women like Anja, but no antipathy either. Anja is attempting a seduction in front of the chief’s friends (-1). Anja has displayed a Performance proficiency (+1). The chief, having fought against the adventurers, is Hostile (-2). The modifiers from the situation add up to -3. Combined with Anja’s Charisma modifier and Seduction, the total modifier is +4-3 = +1.\n\nThe Judge rolls 2d6+1, and gets an 11, modified to a 12. The adjusted total of 12 results in a shift of 2 attitudes towards Friendly, from Hostile to Neutral. The chief says “Keep dancing and maybe I won’t cook you. Or maybe I will.”\n\nThe priestess decides to continue seducing the orc chief. As this is a second attempt to influence, it will take 1 full turn (10 rounds), during which time she continues to dance. Her modifier is now 2d6+3, because she no longer suffers the -2 penalty from the chief being hostile. The dice yield a result of 3, modified to a 6, resulting in a shift in attitude by one category towards \"Neutral\". The chief remains Neutral. \"I’m not all that impressed,” he says.\n\nThe priestess dances as if her life depends on it in a third attempt to influence. It will take 1 hour (6 turns). Her modifier remains 2d6+3. The dice yield a 9, modified to a 12, resulting in a shift of attitude by two categories towards “Friendly”. The chief breaks out into a toothy grin. “She has endurance! I like that in a mate. Bring her over here, she’s with me.”\n\nSeveral years later, the chthonic priestess Anja emerges as the head of a warband of orcs...\n\n### Places of Power\n\nIn the worlds of heroic fantasy there lie **places of power**, where the border between the spheres is thin and magic gathers. Sometimes these are places of death, where shadows linger and undead lurk. Others are places of law and light, where divine power illuminates those who dwell within. And there are places of raw elemental power, majestic mountains, deep wells, flows of lava, where the elemental sphere hold sway.\n\nThere are six sources of power: **chaos, law**, **elemental air**, **elemental earth**, **elemental fire**, and **elemental water**. There are three ranks of power: **minor, major**, and **supreme**. The interaction of source and rank yields 18 different types of places of power, shown on the Places of Power table. The game effects of each are detailed below the table.\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Source** | **Minor** | **Major** | **Supreme** | **Name** |\n| Chaos | Shadowed | Blighted | Forsaken | Sinkhole of Evil |\n| Law | Illuminated | Hallowed | Sacrosanct | Pinnacle of Good |\n| Air | Gusting | Roaring | Howling | Aerie of Elemental Air |\n| Earth | Resilient | Enduring | Unbreakable | Edifice of Elemental Earth |\n| Fire | Smoldering | Flaming | Blazing | Furnace of Elemental Fire |\n| Water | Azure | Cerulean | Ultramarine | Well of Elemental Water |\n\n#### Sinkholes of Evil\n\nPlaces corrupted by the energies of the Outer Darkness are known as **sinkholes of evil**. Profane powers and undead creatures are stronger there, while holy powers and living creatures are weakened. Sinkholes of evil can develop anywhere that death and decay predominate. Sinkholes of evil can be **shadowed**, **blighted**,or **forsaken**.The table below summarizes the effects of the various types of sinkholes of evil.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Sinkholes of Evil** | | | |\n| **Effect** | **Shadowed** | **Blighted** | **Forsaken** |\n| Corruption | 1 point/season | 1 point/month | 1 point/week |\n| Raises Undead | 10%/1d12 weeks | 20%/1d4 days | 80%/1d4 rounds |\n| Death and Necromancy Spell Effects | +2 class levels | +2 class levels | +2 class level |\n| Healing and Protection Spell Effects | No Effect | No Effect | -2 class levels |\n| Rebuking Undead | No Effect | -4 class levels | Forbidden |\n| Death and Necromancy Magic Research | +1 bonus | +2 bonus | +3 bonus |\n| Undead in Sinkhole | No Effect | No Effect | +2 attack, save, damage, AC |\n| Animating Undead | No Effect | No Effect | +2 hp/HD, 2x normal HD created |\n| Blood sacrifice | Yes | Yes | Yes |\n\n###### Shadowed Sinkholes\n\nShadowed sinkholes develop from two sources of corruption: Chaotic altars (such as those in evil shrines, temples, or churches) and places of death (such as cemeteries, catacombs, and battlegrounds).\n\nChaotic altars create shadowed sinkholes as soon as they are erected. The size of the shadowed sinkhole around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ shadowed sinkhole around the altar. At your discretion, meeting the gp value of the altar might require special components or blood sacrifices instead of standard treasure.\n\nPlaces of death create shadowedsinkholesnaturally over time. The annual percentage chance of such an area becoming shadowed is equal to the HD of dead interred in the area divided by the area’s size in square feet, rounded up. For instance, a small 50’ x 50’ cemetery with 25 graves has a 1% chance of becoming shadowed each year. An enormous cemetery such as the real-world Wadi Al Salam (5 million dead across 64 million square feet) has an 8% chance of becoming shadowed each year. Once the shadowed sinkhole develops, the size of the shadowed sinkhole will be 100 square feet per 20 dead interred in the place. However, a sinkhole of evil will not develop if the dead are cremated by a Lawful divine spellcaster, or if one or more shrine(s) to Lawful powers are erected on the site. The Lawful shrine(s) must have a gp value of at least 5gp per dead interred in order to prevent the area from becoming shadowed.\n\nCreatures slain in shadowed sinkholes have a 10% chance to return as undead in 1d12 weeks unless their bodies are burned. Corpses interred in shadowed sinkholes have a 10% chance to return as undead every 12 weeks. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Characters engaging in research involving death or necromancy magic in a shadowed sinkhole gain a +1 bonus to their throws. A shadowed sinkhole can also be used for **blood sacrifice**.\n\nIf using the shades of magic rules (p. XX), then spending time in a corrupt place can itself cause corruption. For each season that a character resides in a shadowed sinkhole, his number of corruption points is increased by 1.\n\n###### Blighted Sinkholes\n\nWhen a chaotic altar stands on a shadowed place of death, a **blighted** sinkhole develops. The blighted sinkhole will extend only within those regions that are shadowed by both the altar and the place of death. An area affected by one, but not both, sources of corruption is merely shadowed.\n\nCreatures slain in blighted sinkholes have a 20% chance to return as undead in 1d4 days unless their bodies are burned. Corpses interred in blighted sinkholes have a 20% chance to return as undead every 4 days. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters rebuke undead as if four class levels lower. Characters engaging in research involving death or necromancy magic gain a +2 bonus to their throws. A blighted sinkhole can be used for blood sacrifice. For each month that a character resides in a blighted sinkhole, his number of corruption points is increased by 1.\n\n###### Forsaken Sinkholes\n\nA blighted area might, through some awful juxtaposition of the planes or terrible ritual magic, become **forsaken**.Forsaken sinkholes are pits of darkness where the vilest creatures and foulest magic are found. Such places are very rare (Judge’s discretion).\n\nCreatures slain in forsaken areas have an 80% chance to return as undead in 1d4 rounds unless their bodies are burned. Corpses interred in forsaken areas automatically return as undead after 1 turn. Death and necromancy spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Healing and protection spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Lawful characters cannot rebuke undead. Any undead in forsaken areas gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Characters engaging in research involving death or necromancy magic in a forsaken sinkhole gain a +3 bonus to their throws. Any undead created in forsaken areas gain a permanent +2 hit point per Hit Die, and **animate dead** spells cast in forsaken sinkholes create twice the normal number of Hit Dice of undead. A forsaken sinkhole can be used for blood sacrifice. For each week that a character resides in a forsaken sinkhole, his number of corruption points is increased by 1.\n\n###### Cleansing Sinkholes\n\nA **holy blessing** spell will temporarily decrease the effect of a sinkhole within a 100’ diameter area for the duration of the spell. While subject to **holy bless**, the affected area is cleansed if shadowed; shadowed if blighted; and blighted if forsaken. A vial of holy water can be sprinkled on a 10’ diameter area with the same effect as a **bless** spell.\n\nTo permanently cleanse a sinkhole of evil, the source of corruption must be removed. If the sinkhole is being generated by a chaotic altar, the altar must be destroyed. A chaotic altar can be destroyed magically with **dispel evil** or destroyed physically by smashing it and then either pouring holy water or casting **holy blessing** on the broken remains. This will remove the sinkhole created by the altar.\n\nIf the sinkhole is generated by a place of death, the sinkhole can be instantly cleansed with **dispel evil**. However,the area will eventually become shadowed again over time. To permanently cleanse a sinkhole created by a place of death, a Lawful divine spellcaster must cremate the dead interred therein, or erect a shrine to the Lawful powers of appropriate value.\n\nCleansing a blighted sinkhole, with a chaotic altar standing on a place of death, requires that both sources of corruption be dealt with separately.\n\nA forsaken sinkhole can only be cleansed by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Law.\n\nSometimes the Lawful powers will reward adventurers who cleanse sinkholes with bonus XP. Such rewards are at your discretion based on the importance of the sinkhole and the difficulty to cleanse it.\n\n#### Pinnacles of Good\n\nPlaces of beauty and serenity, respites from the chaos and corruption of the world around them, are known as **pinnacles of good**. The forces of life are stronger there, while dark forces are kept at bay. Light is brighter, sounds are crisper, and colors more vivid; harmony and a sense of order prevail. Pinnacles of good can be **illuminated,** **hallowed**, or **sacrosanct**.The table below summarizes the effects of the various types:\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Pinnacles of Good** | | | |\n| **Effect** | **Illuminated** | **Hallowed** | **Sacrosanct** |\n| Purification of Corruption | 1 point/season | 1/month | 1/week |\n| Healing and Protection Spell Effects | +2 class levels | +2 class levels | +2 class level |\n| Death and Necromancy Spell Effects | No Effect | No Effect | -2 class levels |\n| Rebuking Undead | No Effect | +4 class levels | Automatic |\n| Protection Magic Research | +1 bonus | +2 bonus | +3 bonus |\n| Natural Healing | +1 hp / day | +2 hp / day | +4 hp / day |\n| Recovery from Enervation | +1 bonus | +2 bonus | +4 bonus |\n\n###### Illuminated Pinnacles\n\nIlluminated pinnacles develop from two sources: Lawful altars (such as those in lawful shrines, temples, or churches) and the dwelling places of powerful good creatures.\n\nLawful altars create illuminated pinnacles as soon as they are erected. The size of the illuminated pinnacle around the altar will be 100 square feet per 100gp spent on the altar. For instance, a 10,000gp altar would create a 100’ x 100’ illuminated pinnacles around the altar. At you discretion, meeting the gp value of the altar might require special components or divine power instead of standard treasure.\n\nPowerful good creatures create illuminated pinnaclesnaturally over time through their presence. For these purposes, “powerful good creatures” include: enchanted creatures of lawful alignment; lawful spellcasters of any level; and 2nd level or higher characters of a lawful class such as paladin. The creature(s) must reside in a particular place more-or-less continuously for a year for a place to become illuminated. The annual percentage chance of a good creature’s dwelling place becoming illuminated is equal to the HD value of the good creatures residing there divided by the area’s size in square feet, rounded up. Once the Illuminated pinnacle develops, the entire area will be illuminated. You must use your discretion in determining what constitutes a creature’s dwelling place. It might be, e.g., a treant’s grove of trees, a unicorn’s garden, or a patriarch’s high temple.\n\nEXAMPLE: The giant roc Majid (36 HD) dwells in a 50’ x 50’ aerie at the top of a high peak. The Judge decides the aerie constitutes the roc’s dwelling place. Each year, the chance of Majid’s aerie becoming illuminated is (36 / 2,500 = .014) 2%.\n\nCharacters resting within an illuminated pinnacle recover from wounds more quickly. While within the pinnacle, the character heals 1 additional hp for each day of rest and gains a +1 bonus to recover from being **enervated**. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters engaging in research involving healing or protection magicin an illuminated pinnacle gain a +1 bonus to their throws.\n\nFinally, the serenity of a pinnacle of good can remove the stain of corruption from a character, provided the character’s corruption has not advanced too far. If using the shades of magic rules (p. XX), then for each season that a lawful or neutral character resides in an illuminated pinnacle, his number of corruption points is reduced by 1.\n\n###### Hallowed Pinnacle\n\nWhen a lawful altar is built in an illuminated dwelling place of good, a **hallowed** pinnacle develops. The hallowed pinnacle will extend only within those parts of the dwelling place that are illuminated by the altar. An area affected by one, but not both, sources of good is merely illuminated.\n\nWhile within a hallowed pinnacle, the character heals 2 additional hp for each day of rest and gains a +2 bonus to recover from being **enervated**. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead do so as if four class levels higher. Lawful characters engaging in research involving healing or protection magic in a hallowed pinnacle gain a +2 bonus to their throws. Finally, for each month that a lawful or neutral character resides in a hallowed pinnacle, his number of corruption points is reduced by 1.\n\n###### Sacrosanct Pinnacle\n\nA hallowed area might, through some fortunate juxtaposition of the planes or miraculous ritual, become **sacrosanct**.Sacrosanct pinnacles are transcendent regions of law and power. Such places are very rare (Judge’s discretion).\n\nWhile within a sacrosanct pinnacle, the character heals 4 additional hp for each day of rest and gains a +4 bonus to recover from being **enervated**. Healing and protection spell effects are calculated as if the casters were two class levels higher than their actual level of experience. Lawful characters capable of rebuking undead automatically turn undead encountered there (earning an R result if a roll would normally be required, and a D result otherwise). Lawful characters engaging in research involving healing and protection magic in the sacrosanct pinnacle gain a +3 bonus to their throws. Death and necromancy spell effects are calculated as if the casters were two class levels lower than their actual level of experience. Finally, for each week that a lawful or neutral character resides in a sacrosanct pinnacle, his number of corruption points is reduced by 1.\n\n###### Depurifying Pinnacles\n\nA *bane*spell will temporarily decrease the effect of a pinnacle within a 100’ diameter area for the duration of the spell. While subject to *bane*, the affected area is regular if illuminated; illuminated if hallowed; and hallowed if sacrosanct. A vial of unholy water can be sprinkled on a 10’ diameter area with the same effect as a *bane*spell.\n\nTo permanently destroy a pinnacle of good, the source of purity must be removed. If the pinnacle is being generated by a lawful altar, the altar must be destroyed. A lawful altar can be destroyed magically, with *dispel good*; or destroyed physically by smashing it and then either pouring unholy water or casting *bane*on the broken remains. This will remove the pinnacle created by the altar.\n\nIf the pinnacle is generated by the residence of good creatures, the pinnacle can be instantly depurified with *dispel good*. However,the area will eventually become illuminated again over time. To permanently depurify a pinnacle created by good creatures, the creatures must be slain or driven off.\n\nDepurifying a hallowed pinnacle requires that both sources of purity be dealt with separately. A sacrosanct pinnacle can only be depurified by ritual magic. As such areas develop very rarely, the magic to cleanse them is almost always forgotten in between each such occurrence, and must be researched anew by the forces of Chaos.\n\n#### Places of Elemental Power\n\nMany places of power are created by the influence of the elemental spheres of air, earth, fire, and water. Elemental places of power develop naturally, in areas which are shaped or influenced by the elements. Each of the elementals has its own type of place: aeries of elemental air, edifices of elemental earth, furnaces of elemental fire, and wells of elemental water. The table below summarizes the effects of the various ranks of elemental places of power.\n\nPlaces of elemental power develop in places of sublime elemental majesty. Places of sublime elemental majesty occur naturally in the wilderness. Real-life examples might include God’s Window in South Africa (air), the Wind Cathedral in Namibia (air), Maruyama Caldera in Aogashima (fire), the Door to Hell in Turkmenistan (fire), the Cave of the Crystals in Mexico (earth), the Giant’s Causeway in Ireland (earth), the Fairy Pools on the Isle of Skye (water), and the Great Blue Hole off Belize (water).\n\nPlaces of elemental power should be rare. Of the 165 lairs in ***Lairs & Encounters****,* only 6 included elemental places of power, and all were minor. On a continental map (1,200 24-mile hexes), you should place 1 supreme and 12 major elemental places of power of each element. On a regional map (1,200 6-mile hexes), you should place 1 major and 12 minor elemental places of power for each element.\n\nThe size of places of elemental power can vary widely. To determine randomly, roll 1d6: 1-3, Small, 3d6 x 500 square feet; 4-5, Large, 3d6 x 50,000 square feet; 6, Huge, 3d6 x 5,000,000 square feet.\n\n**Designer’s Note**: The Judge may wonder how we decided how many places of elemental power there are in the world. On our own Earth, there are 11 naturally-burning eternal flames, 600 active volcanoes, and 1000 active geysers in the world - that suggests 1,611 places of elemental fire spread across the earth’s 5,300,000 square mile land mass. That’s one place of elemental fire per 3,295 square miles. Since each 6-mile hex is 32 square miles, that’s one place of elemental fire per 102 hexes, or about 12 places on a typical 1,200-hex regional map.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Places of Elemental Power** | | | |\n| **Effect** | **Minor** | **Major** | **Supreme** |\n| Elemental Incursion | 10%/1d12 days/1d4 days | 20%/1d12 days/1d4 weeks | 80%/1d12 days/Permanent |\n| Elemental Spell Effects | +2 class levels | +2 class levels | +2 class level |\n| Other Elemental Spell Effects | No Effect | No Effect | -2 class levels |\n| Elemental Magic Research | +1 bonus | +2 bonus | +3 bonus |\n| Elementals in Sinkhole | No Effect | No Effect | +2 attack, save, damage, AC |\n| Conjured/Summoned Elementals | No Effect | No Effect | +2 hp/HD, 2x normal HD created |\n\n###### Minor Places of Elemental Power\n\nCharacters within the place who perform magical research of the place’s element gain a +1 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 10% chance every 1d12 days that a group of creatures native to that element’s sphere will manifest in the place. These creatures will return to their sphere of existence after 1d4 days have elapsed. There is a 3% chance such a group is already present when a minor place of elemental power is discovered or visited by adventurers.\n\n###### Major Places of Elemental Power\n\nCharacters within the place who perform magical research of the place’s element gain a +2 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. If the place is left unoccupied, there is a 20% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will return to their sphere of existence after 1d4 weeks have elapsed. There is a 45% chance such a group is already present when a major place of elemental power is discovered or visited by adventurers.\n\n###### Supreme Places of Elemental Power\n\nCharacters within the place who perform magical research of the place’s element gain a +3 bonus to their throws. Spell effects of the place’s element are calculated as if the casters were two class levels higher than their actual level of experience. Spell effects of any other elements are calculated as if the casters were two class levels lower than their actual level of experience. While in a supreme place of elemental power, creatures native to that element’s sphere gain a +2 bonus to attack throws, saving throws, damage rolls, and AC. Summoning spells cast in places of supreme elemental power summon twice the normal number of Hit Dice of elementals of that type, and the summoned elementals will have +2 hit point per Hit Die. If the place is left unoccupied, there is an 80% chance every 1d12 days that a group of elemental creatures of the place’s type will manifest in the place. These creatures will not return to their sphere of existence until **dispelled** or destroyed. There will always be such a group present when a supreme place of elemental power is discovered or visited by adventurers.\n\n#### Ley Lines (Optional)\n\nIn some settings, the world is not just arbitrarily dotted with places of power, it is crisscrossed with currents of magical energy known as **ley lines** which create the places of power. Like places of power, ley lines have a source and rank of power. The source can be chaotic, lawful, or any element. The rank of power can be trivial, minor or major, but not supreme. The rank of power determines the width, length, and effect of the ley line.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Ley Lines** | | | |\n| **Rank** | **Typical Width** | **Typical Length** | **Effect** |\n| Trivial | 1d6! x 10’ wide | 60 miles (10 6-mile hexes) | No effect except to create places of power at intersections |\n| Minor | 1d6! x 100’ wide | 240 miles (40 6-mile hexes) | As minor place of power of that source |\n| Major | 1d6! x 1000’ wide | 960 miles (160 6-mile hexes) | As major place of power of that source |\n\nWhen ley lines of the same source intersect, they create places of power at their intersections, as shown on the Ley Line Intersections of Same Source table. When ley lines of opposing sources (chaos vs. law, water vs. fire, or earth vs. air) interact, they reduce or terminate their ranks, as shown on the Ley Line Intersection of Opposing Sources table.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Ley Line Intersections of Same Source** | | | |  | **Ley Line Intersections of Opposing Source** | | | |\n| **Rank** | **Trivial** | **Minor** | **Major** |  | **Rank** | **Trivial** | **Minor** | **Major** |\n| Trivial | Minor | Minor | Major |  | Trivial | Both end | Trivial ends | Trivial ends |\n| Minor | Minor | Major | Major |  | Minor | Trivial ends | Both become Trivial | Maj. becomes Min., Min. ends |\n| Major | Minor | Major | Supreme |  | Major | Trivial ends | Maj. becomes Min., Min. ends | Both become Minor |\n\n### Poisons\n\nMany monsters have deadly natural poisons. If you permit, other characters or monsters can use poison. Poisons can be acquired from three sources: monster venoms, plant toxins, or magical poisons. At your discretion, certain markets may also sell monster venoms, plant toxins, and magical poisons, so gp costs are listed below for each type of poison.\n\n#### Monster Venoms\n\nCharacters with Naturalism proficiency can identify venomous monsters and distinguish their different poisons with a successful proficiency throw of 11+. Extracting venom from a slain monster requires 1 hour of ancillary activity and a successful Animal Husbandry proficiency throw of 18+. The character gains a +4 bonus to the throw per additional rank of Animal Husbandry. If the throw fails, the character can try again. If the character’s proficiency throw to extract venom is an unmodified 1, he has accidentally gotten scratched by a fang or stinger. The character must immediately save versus Poison, as if hit by the monster.\n\nOnce extracted, monster venoms can be applied to weapons. Each monster yields one dose of its venom. A dose is enough venom to treat twenty arrows or bolts, five darts, or one melee weapon. Note that venoms applied to missiles and melee weapons are not as effective as they are when coming from the monster itself. Venomous monsters penetrate their prey’s skin with hollow fangs or tubular stingers, then use muscles attached to their venom reservoirs to forcibly squirt venom deep within the target’s body tissue. In comparison, a sword or arrow is simply a less effective mechanism for delivering poison.\n\nThe Monster Venoms table shows the market cost, onset time, save modifier, and effects of monster venoms when applied to missiles and melee weapons. An onset time of instant means the poison takes effect at the end of the attacker’s initiative. An onset time of “one round” means the poison takes effect at the end of the round following the target’s next initiative (e.g. the target gets to act once before the poison affects him).\n\n|  |  |  |  |  |\n| --- | --- | --- | --- | --- |\n| **Monster Venoms** | **Onset Time** | **Save Modifier** | **Effect on Failed Save** | **Cost** |\n| Giant Centipede | 1 turn | +2 | **Incapacitation**, 1d10 turns | 50gp |\n| Giant Killer Bee | 1 turn | +2 | 1d4 poisonous damage | 75gp |\n| Spitting Cobra | 1 turn | +2 | 1d6 poisonous damage | 100gp |\n| Giant Crab Spider | 1d8 turns | +4 | 2d6 poisonous damage | 100gp |\n| Pit Viper | 1d10 turn | +2 | 2d6 poisonous damage | 125gp |\n| Foul Attercop | 1 turn | +6 | **Paralysis** 1d4 turns + 1d6 poisonous damage | 125gp |\n| Sea Snake | 1d10 turn | +2 | 4d4 poisonous damage | 200gp |\n| Rattlesnake | 1d10 turn | +2 | 4d6 poisonous damage | 250gp |\n| Black Widow | 1d4 turns | +2 | 4d4 poisonous damage | 250gp |\n| Hideous Attercop | 1 turn | +4 | **Paralysis** 1d4 turns + 1d8 poisonous damage | 250gp |\n| Carrion Horror | 1 turn | +2 | **Paralysis** 2d4 turns | 300gp |\n| Monstrous Attercop | 1 turn | 0 | **Paralysis** 1d4 turns + 2d6 poisonous damage | 325gp |\n| Arane | 1d8 turn | +1 | 6d6 poisonous damage | 350gp |\n| Giant Tarantula | 1d4 turns | +2 | 3d10 poisonous damage | 375gp |\n| Giant Rockfish | 1 round | +1 | 5d6 poisonous damage | 450gp |\n| Wyvern | 1 round | +1 | 7d6 poisonous damage | 600gp |\n| Skittering Maw | 1 round | +1 | 8d6 poisonous damage | 700gp |\n| Rakshasa | 1 round | +1 | 10d6 poisonous damage | 800gp |\n| Demonic Attercop | 1 round | 0 | **Paralysis** 1d4 turns + 5d6 poisonous damage | 1,000 gp |\n| Giant Constricting Viper | Instant/1d4+2 turns | 0 | **Madness** / Death | 1,000gp |\n| Giant Black Worm | Instant | 0 | Death | 1,500 gp |\n| Dragon | Instant | 0 | Death | 1,500gp |\n\n#### Plant Toxins\n\nCharacters with Naturalism proficiency can search for a fresh specimen of poisonous plants by allocating 1 day of dedicated activity. A successful proficiency throw against the target value for the plant (listed on the Plant Toxins table below) gathers enough fresh plant to extract one dose of toxin. The character gains a +4 bonus to the throw per additional rank of Naturalism. The character suffers a -4 penalty to the proficiency throw in civilized territory, but gains a +2 bonus in outlands territory, and +4 in unsettled territory. Dried belladonna and wolfsbane can be easily found in most markets, but are more difficult to extract useful toxin from.\n\nExtracting the toxin from the raw plant takes 1 day of dedicated activity per plant and requires a successful Alchemy proficiency throw of 20+. The character gains a +4 bonus to the throw per additional rank of Alchemy but suffers a -4 penalty if using dried plants. If either the proficiency throw to gather the plant, or to extract the plant toxin, is an unmodified 1, the character has accidentally exposed himself to the toxin. The character must immediately save versus Poison or suffer its effects.\n\nEach plant yields one dose of its toxin. Some plant toxins can be used to treat weapons. For these toxins, a dose is enough to treat twenty arrows or bolts, five darts, or one melee weapon.. Other toxins can be used to poison food or drink. In this case, one dose is enough to poison one meal or drink. Extracted plant toxins generally cannot be detected by smell or taste. The Plant Toxins table shows the market cost, onset time, save modifier of the various plant toxins.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Plant Toxins** | **Forage Throw** |  | **Onset Time** | **Save Modifier** | **Effect on Failed Save** | **Cost** |\n| Belladonna | 11+ |  | 1 turn (injury)  1d3 turns (ingestion) | +2 | 2d8 damage and **madness** 1d4 turns | 350gp |\n| Curare | 19+ |  | Instant (injury) | 0 | 2d12 damage and **paralysis** 2d4 turns | 1,500gp |\n| Foxglove | 14+ |  | 1d6 turns (ingestion) | -3 | 2d8 damage and **madness** 1d4 turns | 150gp |\n| Hellebore | 8+ |  | 1 turn (injury)  1d3 turns (ingestion) | +2 | 1d6 damage and **queasy** 1d10 days | 100gp |\n| Hemlock | 8+ |  | 2d4 turns (ingestion) | +4 | 2d12 damage and **queasy** 1d10 days | 75gp |\n| Henbane | 8+ |  | 1 turn (injury)  1d6 turns (ingestion) | +2 | 1d6 damage and **madness** 1d4 hours | 80g; |\n| Wolfsbane | 11+ |  | 1 turn (injury)  2d4 turns (ingestion) | +2 | 2d8 damage and **paralysis** 2d4 turns | 325gp |\n| Yew | 4+ |  | 1 hour (injury)  1d6 hours (ingestion) | +4 | 1d10 damage | 65gp |\n\n#### Magical Poisons\n\nMagical poisons are created using the rules for magic research. The most common magical poison is a **poison potion**, created using the 4th level reversed divine spell **poison**. A single **poison potion** can treat twenty missiles (arrows, bolts, or darts) or one melee weapon. A weapon treated with magical **poison** kills instantly unless the victim makes a successful saving throw versus Poison. Magical **poison** is also fatal if ingested.\n\n#### Use of Poison\n\nOnce applied, poison evaporates quickly, diminishing its effectiveness. On the first day, it will do full damage, on the second day half damage, and by the third it will be gone. Partially evaporated deadly poisons allow the victim a +2 bonus on his saving throw after the first day, and +4 after the second. Each hit with a melee weapon is equivalent to a day’s evaporation, e.g. the poison will do half damage on its second hit and then be gone.\n\nUsing poisoned weapons is not without risk. Whenever a character’s attack throw with a poisoned weapon is an unmodified 1, he has accidentally pricked himself. He must immediately save versus Poison or suffer its effects.\n\n### Proficiency Throws\n\nFrom time to time, adventurers might attempt to use their Adventuring proficiency, or other proficiencies, in ways that are not otherwise covered by the game mechanics. A legacy mechanic that Judges often turn to in such situations is to ask the adventurer to make an “attribute check” by rolling 1d20 and comparing the result to one of his attributes, with a roll of equal to or less than the attribute resulting in success. However, we do not recommended that you use this method for ***ACKS II***, as it makes attributes much more important than they are in the rest of the game system.\n\nInstead we suggest you use a proficiency throw, sometimes modified by an attribute, with a target value defined using the guidelines below. Target values separated by a slash indicate that additional ranks in a relevant proficiency make the task easier. These are just guidelines so feel free to modify them as you deem necessary for your game’s balance and playability.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Action** | **Target Value** | **Attribute Modifier** | **Other Rules** |\n| Largely a matter of luck | 11+ | None | None |\n| Test of raw ability | 18+ | 4 x attribute modifier | None |\n| Routine and safe | 4+/2+/2+ | None | None |\n| Routine and dangerous | 8+/4+/2+ | None | Fumble on unmodified 1 |\n| Requires careful recall of training | 11+/7+/4+ | None | None |\n| Difficult, safe task | 14+/11+/7+ | None | None |\n| Difficult, dangerous task | 18+/14+/10+ | None | Fumble on unmodified 1 or 1-3 |\n\nEXAMPLE: Atreideus has been captured by a prophetic witch, who has forced him to shove his hand into her magical hearth-fire. The hearth-fire is enchanted such that if Atreideus cries out or withdraws his hand from the pain of the burns, he will be instantly slain. What is the appropriate target value for this throw? Looking at the table, the Judge decides this is a test of raw ability using Atreideus’s Will attribute with a target value of 18+. Fortunately, Atreideus has a Will of 18, so he gets a +12 bonus and only needs to roll a 6+. Unfortunately, he rolls a 5 and is slain. The witch, somewhat annoyed, mutters to herself about how hard it is to find a chosen one these days.\n\n### Transformations\n\nIn some circumstances, e.g. infection with lycanthropy, magical crossbreeding, or necromantic ritual, an adventurer might be transformed into an intelligent monster. With your permission, the player can continue to play his character in its new form.\n\n#### Transformed Characteristics\n\nThe transformed character gains all the characteristics associated with its new monstrous form, including forms of movement and speeds, natural armor, natural attacks, extraordinary abilities, listed proficiencies, and the like. If the monster’s Hit Dice are below the character’s former class level, its Hit Dice should be increased to the character’s former class level. If the character’s class level was equal to or below the monster’s HD, he gains the monster’s HD.\n\n#### Attributes, Sex, Age, and Appearance\n\nThe transformed character retains all of his attributes; a strong man who is transformed into a chimera becomes a strong chimera. A stupid elf transformed into a mummy becomes a stupid mummy. The effect of attributes on monsters is described in the ***ACKS II******Monstrous Manual***p. XX – XX.\n\nIf transformed into a monster that has multiple sexes, the transformed character preserves his sex, or closest approximation to it. If transformed into a monster that ages, the transformed character’s age is re-calculated so that he stays in the same age category at the same approximate point in his lifespan. The transformed character preserves his variance in height and weight, relative to his new form, in proportion to that of his original form.\n\nEXAMPLE: Rollio is a 70-year old human male of exceptional height (6’6”). He is transformed into a small roc. Rocs have the same sexes as humans, so Rollio preserves his male sex. As a 70-year old human, Rollio is currently in the Old age category with a maximum lifespan of 95 years. An Old small roc is between 60 and 90 years, with a maximum lifespan of 120 years. The Judge decides that Rollio is an 85-year old small roc. Since Rollio is about 15% taller than a typical man, he transforms into a small roc with a wingspan about 15% larger than typical.\n\n#### Class Powers, Racial Abilities, and Proficiencies\n\nIf the transformed character possesses the After the Flesh class power, and is transformed into an undead, the character retains all of his class powers and racial abilities.\n\nIf the transformed character is turned into a lycanthrope, and his class level was greater than the HD of an ordinary lycanthrope, he retains his class powers. (Only humans can become lycanthropes, so there are no racial abilities to preserve.)\n\nOtherwise, the transformed character might, but does not always, retain its class abilities. The character must make a Spells saving throw when the transformation is complete. If the save succeeds, the caster retains his class abilities; if the save fails, he loses them permanently. He does not retain racial abilities in either case.\n\nTransformed characters retain any weapon, armor, fighting style, and general proficiencies they possessed in their original form. Depending on their new form, the retained proficiencies might be of greater or lesser utility. Characters with armor proficiency can wear barding. Characters with Mounted Combat or Riding proficiency transformed into rideable monsters have the ability to serve as war mounts. Transformed characters lose all class proficiencies unless they retained their class powers.\n\nEXAMPLE: Prior to his transformation, Rollio was a fighter (though long retired) with the standard compliment of proficiencies, including Alertness, Combat Reflexes, Riding, and Military Strategy 3. Unfortunately, when he was transformed into a small roc, he failed his Spells save. Therefore, he loses his fighter damage bonus and his two class proficiencies (Alertness and Combat Reflexes). He retains all of the other general proficiencies he possessed. His avian form prevents him from using swords, bows, or other weapons, so those proficiencies have no utility to him. However, his proficiency in heavy armor remains useful, as he can now wear barding. His Riding proficiency enables him to serve as a war mount. His Military Strategy proficiency is as valuable as ever, or perhaps more valuable, as now he can command from the air!\n\nTransformed characters can receive training as guards or war mounts by monster trainers if desired.\n\n#### Advancement as a Monster\n\nA character transformed into a monster may increase in HD through adventuring and campaign activities. It requires 3,000 XP plus 500 XP per special ability (\\*) for a 1 HD monster to advance to 2 HD. The amount of XP required doubles with each HD (round values greater than 20,000 XP to the nearest 1,000 and values greater than 40,000 XP to the nearest 5,000). Characters who retain their class abilities must pay for additional special abilities (\\*). Retaining barbarian, fighter, or paladin abilities does not add any special abilities. Retaining bladedancer, crusader, explorer, shaman, thief, venturer, or zaharan ruinguard abilities adds one \\*. Retaining craftpriest, mage, nightblade, priestess, spellsword, warlock, or witch abilities adds two \\*\\*. Retaining wonderworker abilities add three \\*\\*\\*.\n\n**Designer’s Note:** For custom classes, the number of special abilities the class abilities are worth is determined by tallying up its build points. Add 1/2 its build points in the Arcane, Divine, or other magic type values; 1/3 its build points in the Thievery value; and 1/3 its build points in any racial values that don’t improve spellcasting. Don’t add any for its HD or Fighting value. If the transformation didn’t permit the character to retain some class abilities, don’t count those build points. See **Custom Classes** on p. XX – p. XX.\n\nAs his Hit Dice increase, the transformed character’s class abilities will increase based on his prior class’s progression, subject to the class’s maximum level.\n\nEXAMPLE: Quintus, a 7th level mage, is the victim of a necromantic ritual that transforms him into a mummy. He gains the mummy’s movement, armor class, attacks, damage, and special abilities, including mummy rot, immunities, and fearsome aura. A mummy has only 5+1 HD, which is below Quintus’s class level. Therefore his Hit Dice are raised to 7. Quintus succeeds on his Spells save, so he retains his class abilities; as a mage, those are worth \\*\\*. Meanwhile, a mummy’s powers are considered two special abilities (\\*\\*), so Quintus is considered to have four special abilities total, or 7 HD\\*\\*\\*\\*. The Judge counts the XP progression for advancement (2 HD at 5,000 XP, 3 HD at 10,000, 4 HD at 20,000, 5 HD at 40,000, 6 HD at 80,000, 7 HD at 160,000, 8 HD at 320,000). Quintus will need 320,000 XP to reach level 8.\n\n#### Transformed Alignment and Behavior\n\nTransformed characters often gain new – and lose old – appetites, emotions, and perspectives. They are, in every way that counts, different persons. Even if they are initially able to retain their sense of self, the transformed characters will generally find themselves being treated very differently in their new form. These factors make it likely that, over time, most transformed characters begin to follow the alignment and behavior of their new form. Divine spellcasters who change alignment generally must find a new god to serve.\n\nHowever, great-souled and strong willed characters might have a chance to retain their old personality. Upon first being transformed, and each time the character advances in age category or HD in his new form, the transformed character must make a Death saving throw. If the save succeeds, he is able to retain his prior alignment and personality. If the save fails, the character takes on the alignment and personality of the monster he has become.\n\nThere are two exceptions to this rule:\n\n* A character transformed into a lycanthrope can automatically retain his alignment and personality provided he rejects rather than embraces his lycanthropy. Such a character cannot control when he transforms nor his actions while in beast form, but retains his morality and outlook when in his human form. See the ***ACKS II******Monstrous Manual***p. XX).\n* A character with the After the Flesh class power who is transformed into an undead can automatically retain his alignment and behavior. Such characters are usually already malign sorts of Chaotic alignment, though.\n\nEXAMPLE: Quintus has just been transformed into a mummy. As a human, Quintus was an argumentative but genial fellow of Lawful alignment, a lover of long debate and intricate plans. Upon being transformed, he must make a Death saving throw. He succeeds, and thereby retains his alignment and personality. Through magic research, seeking to restore his humanity, he advances in HD to 8 HD. He must now make another Death saving throw. This time, the throw fails. Quintus becomes Chaotic and his human personality withers away as he cares no longer for the petty squabbles and machinations of mortals.\n"
}