{
  "html": "<h2>Additional Rules for Campaigns</h2>\n<p>The following rules cover a variety of circumstances that can arise during an <em><strong>ACKS II</strong></em>campaign.</p>\n<h3>Hiring Henchmen</h3>\n<p>At some point during any <em><strong>ACKS II</strong></em>campaign, the players are certain to inquire as to whether it is possible to find and hire specific types of henchmen (e.g. one with a particular class or proficiency) instead of just seeing what the market has to offer. When this occurs, you can use the following rules to determine whether or not the adventurers can find a suitable candidate. When seeking a specific henchma, all rules for hiring henchmen still apply, except as described here.</p>\n<h4>Rarity of Henchmen</h4>\n<p>The likelihood of finding henchmen still varies with market class, but is now modified by the rarity of candidates who meet the desired qualifications.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Henchman Availability by Market Class and Rarity</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>2d8</td>\n<td>1d4</td>\n<td>1d1</td>\n<td>1 (50%)</td>\n<td>1 (20%)</td>\n<td>1 (7%)</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>2d4</td>\n<td>1d3</td>\n<td>1 (50%)</td>\n<td>1 (25%)</td>\n<td>1 (10%)</td>\n<td>1 (4%)</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>1d3</td>\n<td>1 (60%)</td>\n<td>1 (25%)</td>\n<td>1 (12%)</td>\n<td>1 (5%)</td>\n<td>1 (2%)</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>1d2</td>\n<td>1 (35%)</td>\n<td>1 (15%)</td>\n<td>1 (7%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>1 (50%)</td>\n<td>1 (15%)</td>\n<td>1 (7%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>1 (20%)</td>\n<td>1 (6%)</td>\n<td>1 (2%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>1 (10%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Phaedra is in Aura, a Class I city. She is looking for a henchman of Very Rare qualifications. She has a 50% chance each month of finding such a henchman.</p>\n<p>The adventurers can hire from this table once per month for each desired specification of henchmen. However, they are still limited by the total number of henchmen available in the market. You must determine and track that number, and limit the results appropriately.</p>\n<p>EXAMPLE: Phaedra is in Aura, a Class I city. She is looking for henchmen of Ubiquitous qualifications, of which there are 2d8 available. The Judge rolls a 16! However, according to the Hireling Availability by Market Class table (in <em><strong>ACKS II RR</strong></em>), there are only 5d10 1st level henchmen of all types available in a Class I market. The Judge rolls low – a 14. Therefore, the party cannot hire 16 Common henchmen, as there’s only 14 total henchmen available. (This doesn’t come up very often.)</p>\n<h6>Henchmen Rarity by Class</h6>\n<p>Sometimes an adventurer will seek to hire henchmen of a particular class. Each class is assigned a rarity, ranging from Ubiquitous to Legendary, that indicates how easy it is to find a prospective henchman of that profession who is looking for work. Obviously, the rarer the class, the harder to find a member of it! Once the rarity of the desired class is known, consult the Henchman Availability by Market Class and Rarity table to find out if a member of the desired class is looking for work in this market.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class Rarity</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Classes</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>Explorer, Fighter</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>Crusader, Mage, Thief, Venturer</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>Assassin, Bard, Bladedancer, Priestess</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>Barbarian, Shaman, Warlock</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>Dwarven Craftpriest, Dwarven Vaultguard, Paladin, Witch</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>Elven Nightblade, Elven Spellsword, Zaharan Ruinguard</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>Nobiran Wonderworker</td>\n</tr>\n</tbody></table>\n<p>The rarities listed here are suggestions based on an average (human) settlement, and might vary based on location. You should feel free to adjust the rarity of any particular class as desired to better fit the specific location or your campaign in general. For instance, normally a dwarven vaultguard is Very Rare. In a city that borders an active dwarven vault, the class might only be Rare. In the vault itself, they might be Common. Such adjustments are left up to you based on the needs of your own campaign. As an example, below we created a Class Rarity table representing a barbarian clanhold in the Kingdoms of Jutland.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class Rarity – Kingdom of Jutland</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Classes</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>Barbarian</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>Bard, Explorer, Fighter, Thief, Venturer</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>Assassin, Bard, Shaman, Witch</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>Bladedancer, Mage, Priestess, Warlock</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>Dwarven Craftpriest, Dwarven Vaultguard</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>Crusader, Paladin</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>Nobiran Wonderworker, Zaharan Ruinguard</td>\n</tr>\n</tbody></table>\n<p>If a henchman is successfully hired, it is important to know the henchman’s level. Roll on the Random Henchman Level table to determine what level the new henchman of the desired class is. If hiring in a Class VI market, apply a -2 penalty to the roll.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Random Henchman Level</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Roll (1d20)</strong></td>\n<td>Level</td>\n</tr>\n<tr>\n<td><strong>10 or lower</strong></td>\n<td>1</td>\n</tr>\n<tr>\n<td><strong>11-16</strong></td>\n<td>2</td>\n</tr>\n<tr>\n<td><strong>17-18</strong></td>\n<td>3</td>\n</tr>\n<tr>\n<td><strong>19-20</strong></td>\n<td>4</td>\n</tr>\n</tbody></table>\n<h6>Henchmen Rarity by Class and Level</h6>\n<p>An adventure might also seek out henchmen of a specific class and level (for example, “a 4th level fighter”). When seeking specifically level 1 henchman, there is no modifier to rarity. For each level above 1st, shift the rarity by one row down. If this would shift the rarity past Legendary, it is not possible to find by this method, and the hiring character will need to accept what he gets.</p>\n<p>EXAMPLE: Fighter is a Common class. Looking for a 4th level fighter would increase the rarity by 3, from Common to Very Rare.</p>\n<h6>Henchmen Rarity by General Proficiency</h6>\n<p>Sometimes an adventurer will seek out henchmen who have a specific general proficiency such as Alchemy or Navigation. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Henchmen (of a random class) with a single rank in a specific general proficiency are Ubiquitous; henchmen with two ranks are Common; and henchmen with three ranks are Uncommon. Roll 1d4 for each such henchman; on a 1-3, the henchman is 0th level. On a 4, roll on the Random Henchman Level table. If hiring in a Class VI market, apply a -2 penalty to the roll. If the henchman is 1st level or above, you should generate the new henchman’s class as normal for a henchman found in this location.</p>\n<p><strong>Designer’s Note:</strong> The number of henchmen with any given set of general proficiencies in a market is about 20% of the number of specialists with the same set of general proficiencies in the same market. Why the difference? Because most specialists already have a good, stable job that pays their bills and they aren’t willing to hare off into the wilderness, follow you into dungeons, and probably die. The number available as henchmen is only a subset of all those who actually possess the desired skill!</p>\n<h6>Henchmen Rarity by Class Proficiency</h6>\n<p>Adventurers might seek out henchmen who have a specific class proficiency such as Loremastery or Magical Engineering. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Begin with the rarity of the specific class that has the proficiency. If multiple classes have access to the proficiency and the prospective employer does not care which one, use the lowest rarity. The rarity of the combination is equal to the base class, plus one for each rank in the proficiency or proficiencies.</p>\n<p>If this would increase the rarity past Legendary, it is not possible to find by this method; the prospective employer will need to accept what he gets, which may or may not be what he desired.</p>\n<h4>Commissioning the Hire of a Henchman</h4>\n<p>If a character lets it be known that he is searching for a specific henchman and is willing to wait to hire them, word will spread. The character must pay the Searching for Henchmen fee by Market Class for a full month in order to commission the hire of a henchman. Once the fee is paid and the word sent out, the character can roll on the table as if the desired class was one rarity lower.</p>\n<p>EXAMPLE: Phaedra wishes to hire a Nobiran Wonderworker as a henchman. Nobiran Wonderworker has a rarity of Legendary, meaning that even in a Class I market, there is only a 10% chance of finding one. Phaedra wants better odds than this, so she spends a month paying the fees and letting it be known that she wishes to hire a Wonderworker. At the end of the month, the Judge checks for availability as if the Wonderworker were only Extremely Rare - a 20% chance! Unfortunately, the Judge rolls an 83 and she fails to find the Wonderworker. However, she can continue searching, paying the fee and rolling again each month.</p>\n<h4>Guidelines for Evaluating a Class’s Rarity</h4>\n<p>Many campaigns will include classes not listed here, and you might wish to know how the rarity of the existing classes was evaluated in order to remain consistent. The following set of guidelines can be used to establish a baseline. They are guidelines only, and not every class listed above is exactly as rare as these guidelines would suggest.</p>\n<p>All classes begin as Ubiquitous. Their rarity is then adjusted upwards based on their abilities:</p>\n<ul>\n<li>Class is demihuman outside of own realm +3 rarity</li>\n<li>Class is found only or primarily in clanholds or other barbaric regions +2 rarity</li>\n<li>Class is able to cast magic (arcane, divine, eldritch, etc.) +1 rarity per magic type</li>\n<li>Class has exceptional abilities found on no other class +1 rarity</li>\n<li>Class is a specialized subset of a core class +1 rarity</li>\n<li>Class has exceptional attribute requirements +1 rarity or more</li>\n</ul>\n<p>A class cannot be rarer than Legendary. If a class would be above Legendary, it is the Judge’s discretion whether to round up or down; that is, whether to set it to Legendary or to say that it is unavailable for hire.</p>\n<p>EXAMPLE #1: The venturer is a core class but it has exceptional abilities that no other class has (+1), so it is Common.</p>\n<p>EXAMPLE #2: The barbarian is a specialized subset of the core fighter class (+1) and found only in barbaric regions (+2), so it is Rare.</p>\n<p>EXAMPLE #3: The ruinguard is a demihuman (+3) arcane (+1) caster with exceptional abilities found on no other class (+1), so it is Extremely Rare.</p>\n<p>EXAMPLE #4: The wonderworker is a demihuman (+3) arcane (+1) and divine (+1) caster with exceptional attribute requirements (+1) so it is Legendary.</p>\n<h3>Unconventional Strongholds</h3>\n<p>The Campaigns chapter in the <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>assumes that the adventurers undertake domain activities in accordance with their class. Thieves build hideouts and run criminal syndicates, mages build sanctums and extract power from dungeons, and so on. But sometimes a character might end up in a control of a stronghold that is atypical to his class. This might occur because the character builds an atypical stronghold or because he acquires it fortuitously through conquest or reward.</p>\n<p>A character who acquires or builds an unconventional stronghold usually does not attract followers from the stronghold. (He can still attract followers from building a separate class-appropriate stronghold, however.) The character also usually does not gain any of the special benefits of the stronghold. However, if a character has acted so atypically for his class that he is perceived within the wider world as if he were a member of another class, and should be treated as such, then you can (at your discretion) ignore this rule and allow the character to benefit from the atypical stronghold.</p>\n<h4>Cloister</h4>\n<p>Any character can build or claim a cloister. The character does not attract followers from doing so, and does not get a discount on construction costs. The cloister can be used to secure a domain if territory is cleared.</p>\n<h4>Dungeon</h4>\n<p>Any character can build a dungeon or claim a cleared dungeon. Over time, the dungeon will become occupied by monsters according to the procedures outlined in <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>. If the character is a powerful arcane spellcaster (caster level 9 or higher), he can operate the dungeon as described, including establishing sovereignty, harvest monster parts, extract power, etc. If not, the monsters will not acknowledge his mastery of the territory and instead will use the dungeon as a base from which to assail him.</p>\n<h4>Fastness</h4>\n<p>Any character can build or claim a fastness. The character does not attract followers from doing so unless he is a barbarian or explorer, or of an Elven Bloodline. The character never gains the friendship of local animals. The fastness can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by elves and the character is not an elf and does not have an Elven Bloodline), the domain’s morale score is reduced by 2.</p>\n<h4>Fortified Temple</h4>\n<p>Any character can build or claim a fortified temple. The character does not attract followers from doing so unless he is a fighter with Theology proficiency or a paladin. The character does not get a discount on construction costs. The temple can be used to secure a domain if territory is cleared.</p>\n<h4>Guildhouse</h4>\n<p>Any character can build or claim a guildhouse, but he does not attract followers and does not gain a benefit to passive investment. If he has Streetwise proficiency, he can use the guildhouse to establish a syndicate, but must recruit ruffians to staff it.</p>\n<h4>Hideout</h4>\n<p>Any character can build or claim a hideout. However, he does not attract followers from doing so. If he has Streetwise proficiency, he can use the hideout to establish a syndicate, but must recruit ruffians to staff it.</p>\n<h4>Vault</h4>\n<p>Any character can build or claim a vault. However, he does not attract followers from doing so unless he is a barbarian. The vault can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by dwarves and the character is not a dwarf, the domain’s morale score is reduced by 2. Other dwarven vaults will automatically be hostile to a vault ruled by a non-dwarf.</p>\n<h4>Other Strongholds</h4>\n<p>Any character can build or claim any other type of stronghold (e.g. border fort, castle, chieftain’s hall, dark fortress, medicine lodge, sanctum). The character does not attract followers from doing so. The stronghold can be used to secure a domain if territory is cleared.</p>\n<h3>Wishes and Warfare</h3>\n<p>When archmages battle theocrats for control of empires, fate itself may give way to <strong>miracles</strong> and <strong>wishes</strong>. In lieu of more traditional effects (e.g. raising the dead), a character casting either of those ritual spells can use them to bring about any vagary of recruitment, vagary of war, or vagary of battle desired, either to benefit the caster’s army or to harm an enemy’s. A <strong>miracle</strong> or <strong>wish</strong> can also be used to undo or avoid an undesirable vagary.</p>\n<p>EXAMPLE #1: Quintus’s stronghold is besieged by an army of beastmen. He casts a long-hoarded <strong>wish</strong> spell and calls down an outbreak of plague on the opposing army. The Judge resolves this as a Disease vagary. The resulting epidemic devastates the besieging army, enabling Quintus to sally forth.</p>\n<p>EXAMPLE #2: Marcus’s army is trapped in the Waste with enemy straddling its lines of supply. It is too weakened to fight, but if it cannot break through it will starve to death. Marcus’s religious advisor, Balbus, uses a scroll of <strong>miracle</strong> and asks for “manna from heaven” to sustain the army. The Judge resolves the miracle as a Supply Boon vagary (vagary of war 72-76). Bread and water rain from the skies, and Marcus’s well-fed army returns to the attack.</p>\n",
  "sections": [
    {
      "title": "Additional Rules for Campaigns",
      "level": 2,
      "html": "<p>The following rules cover a variety of circumstances that can arise during an <em><strong>ACKS II</strong></em>campaign.</p>\n"
    },
    {
      "title": "Hiring Henchmen",
      "level": 3,
      "html": "<p>At some point during any <em><strong>ACKS II</strong></em>campaign, the players are certain to inquire as to whether it is possible to find and hire specific types of henchmen (e.g. one with a particular class or proficiency) instead of just seeing what the market has to offer. When this occurs, you can use the following rules to determine whether or not the adventurers can find a suitable candidate. When seeking a specific henchma, all rules for hiring henchmen still apply, except as described here.</p>\n"
    },
    {
      "title": "Rarity of Henchmen",
      "level": 4,
      "html": "<p>The likelihood of finding henchmen still varies with market class, but is now modified by the rarity of candidates who meet the desired qualifications.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Henchman Availability by Market Class and Rarity</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>2d8</td>\n<td>1d4</td>\n<td>1d1</td>\n<td>1 (50%)</td>\n<td>1 (20%)</td>\n<td>1 (7%)</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>2d4</td>\n<td>1d3</td>\n<td>1 (50%)</td>\n<td>1 (25%)</td>\n<td>1 (10%)</td>\n<td>1 (4%)</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>1d3</td>\n<td>1 (60%)</td>\n<td>1 (25%)</td>\n<td>1 (12%)</td>\n<td>1 (5%)</td>\n<td>1 (2%)</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>1d2</td>\n<td>1 (35%)</td>\n<td>1 (15%)</td>\n<td>1 (7%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>1 (50%)</td>\n<td>1 (15%)</td>\n<td>1 (7%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>1 (20%)</td>\n<td>1 (6%)</td>\n<td>1 (2%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>1 (10%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody></table>\n<p>EXAMPLE: Phaedra is in Aura, a Class I city. She is looking for a henchman of Very Rare qualifications. She has a 50% chance each month of finding such a henchman.</p>\n<p>The adventurers can hire from this table once per month for each desired specification of henchmen. However, they are still limited by the total number of henchmen available in the market. You must determine and track that number, and limit the results appropriately.</p>\n<p>EXAMPLE: Phaedra is in Aura, a Class I city. She is looking for henchmen of Ubiquitous qualifications, of which there are 2d8 available. The Judge rolls a 16! However, according to the Hireling Availability by Market Class table (in <em><strong>ACKS II RR</strong></em>), there are only 5d10 1st level henchmen of all types available in a Class I market. The Judge rolls low – a 14. Therefore, the party cannot hire 16 Common henchmen, as there’s only 14 total henchmen available. (This doesn’t come up very often.)</p>\n"
    },
    {
      "title": "Henchmen Rarity by Class",
      "level": 6,
      "html": "<p>Sometimes an adventurer will seek to hire henchmen of a particular class. Each class is assigned a rarity, ranging from Ubiquitous to Legendary, that indicates how easy it is to find a prospective henchman of that profession who is looking for work. Obviously, the rarer the class, the harder to find a member of it! Once the rarity of the desired class is known, consult the Henchman Availability by Market Class and Rarity table to find out if a member of the desired class is looking for work in this market.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class Rarity</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Classes</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>Explorer, Fighter</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>Crusader, Mage, Thief, Venturer</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>Assassin, Bard, Bladedancer, Priestess</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>Barbarian, Shaman, Warlock</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>Dwarven Craftpriest, Dwarven Vaultguard, Paladin, Witch</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>Elven Nightblade, Elven Spellsword, Zaharan Ruinguard</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>Nobiran Wonderworker</td>\n</tr>\n</tbody></table>\n<p>The rarities listed here are suggestions based on an average (human) settlement, and might vary based on location. You should feel free to adjust the rarity of any particular class as desired to better fit the specific location or your campaign in general. For instance, normally a dwarven vaultguard is Very Rare. In a city that borders an active dwarven vault, the class might only be Rare. In the vault itself, they might be Common. Such adjustments are left up to you based on the needs of your own campaign. As an example, below we created a Class Rarity table representing a barbarian clanhold in the Kingdoms of Jutland.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Class Rarity – Kingdom of Jutland</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Rarity</strong></td>\n<td><strong>Classes</strong></td>\n</tr>\n<tr>\n<td><strong>Ubiquitous</strong></td>\n<td>Barbarian</td>\n</tr>\n<tr>\n<td><strong>Common</strong></td>\n<td>Bard, Explorer, Fighter, Thief, Venturer</td>\n</tr>\n<tr>\n<td><strong>Uncommon</strong></td>\n<td>Assassin, Bard, Shaman, Witch</td>\n</tr>\n<tr>\n<td><strong>Rare</strong></td>\n<td>Bladedancer, Mage, Priestess, Warlock</td>\n</tr>\n<tr>\n<td><strong>Very Rare</strong></td>\n<td>Dwarven Craftpriest, Dwarven Vaultguard</td>\n</tr>\n<tr>\n<td><strong>Extremely Rare</strong></td>\n<td>Crusader, Paladin</td>\n</tr>\n<tr>\n<td><strong>Legendary</strong></td>\n<td>Nobiran Wonderworker, Zaharan Ruinguard</td>\n</tr>\n</tbody></table>\n<p>If a henchman is successfully hired, it is important to know the henchman’s level. Roll on the Random Henchman Level table to determine what level the new henchman of the desired class is. If hiring in a Class VI market, apply a -2 penalty to the roll.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Random Henchman Level</strong></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Roll (1d20)</strong></td>\n<td>Level</td>\n</tr>\n<tr>\n<td><strong>10 or lower</strong></td>\n<td>1</td>\n</tr>\n<tr>\n<td><strong>11-16</strong></td>\n<td>2</td>\n</tr>\n<tr>\n<td><strong>17-18</strong></td>\n<td>3</td>\n</tr>\n<tr>\n<td><strong>19-20</strong></td>\n<td>4</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Henchmen Rarity by Class and Level",
      "level": 6,
      "html": "<p>An adventure might also seek out henchmen of a specific class and level (for example, “a 4th level fighter”). When seeking specifically level 1 henchman, there is no modifier to rarity. For each level above 1st, shift the rarity by one row down. If this would shift the rarity past Legendary, it is not possible to find by this method, and the hiring character will need to accept what he gets.</p>\n<p>EXAMPLE: Fighter is a Common class. Looking for a 4th level fighter would increase the rarity by 3, from Common to Very Rare.</p>\n"
    },
    {
      "title": "Henchmen Rarity by General Proficiency",
      "level": 6,
      "html": "<p>Sometimes an adventurer will seek out henchmen who have a specific general proficiency such as Alchemy or Navigation. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Henchmen (of a random class) with a single rank in a specific general proficiency are Ubiquitous; henchmen with two ranks are Common; and henchmen with three ranks are Uncommon. Roll 1d4 for each such henchman; on a 1-3, the henchman is 0th level. On a 4, roll on the Random Henchman Level table. If hiring in a Class VI market, apply a -2 penalty to the roll. If the henchman is 1st level or above, you should generate the new henchman’s class as normal for a henchman found in this location.</p>\n<p><strong>Designer’s Note:</strong> The number of henchmen with any given set of general proficiencies in a market is about 20% of the number of specialists with the same set of general proficiencies in the same market. Why the difference? Because most specialists already have a good, stable job that pays their bills and they aren’t willing to hare off into the wilderness, follow you into dungeons, and probably die. The number available as henchmen is only a subset of all those who actually possess the desired skill!</p>\n"
    },
    {
      "title": "Henchmen Rarity by Class Proficiency",
      "level": 6,
      "html": "<p>Adventurers might seek out henchmen who have a specific class proficiency such as Loremastery or Magical Engineering. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Begin with the rarity of the specific class that has the proficiency. If multiple classes have access to the proficiency and the prospective employer does not care which one, use the lowest rarity. The rarity of the combination is equal to the base class, plus one for each rank in the proficiency or proficiencies.</p>\n<p>If this would increase the rarity past Legendary, it is not possible to find by this method; the prospective employer will need to accept what he gets, which may or may not be what he desired.</p>\n"
    },
    {
      "title": "Commissioning the Hire of a Henchman",
      "level": 4,
      "html": "<p>If a character lets it be known that he is searching for a specific henchman and is willing to wait to hire them, word will spread. The character must pay the Searching for Henchmen fee by Market Class for a full month in order to commission the hire of a henchman. Once the fee is paid and the word sent out, the character can roll on the table as if the desired class was one rarity lower.</p>\n<p>EXAMPLE: Phaedra wishes to hire a Nobiran Wonderworker as a henchman. Nobiran Wonderworker has a rarity of Legendary, meaning that even in a Class I market, there is only a 10% chance of finding one. Phaedra wants better odds than this, so she spends a month paying the fees and letting it be known that she wishes to hire a Wonderworker. At the end of the month, the Judge checks for availability as if the Wonderworker were only Extremely Rare - a 20% chance! Unfortunately, the Judge rolls an 83 and she fails to find the Wonderworker. However, she can continue searching, paying the fee and rolling again each month.</p>\n"
    },
    {
      "title": "Guidelines for Evaluating a Class’s Rarity",
      "level": 4,
      "html": "<p>Many campaigns will include classes not listed here, and you might wish to know how the rarity of the existing classes was evaluated in order to remain consistent. The following set of guidelines can be used to establish a baseline. They are guidelines only, and not every class listed above is exactly as rare as these guidelines would suggest.</p>\n<p>All classes begin as Ubiquitous. Their rarity is then adjusted upwards based on their abilities:</p>\n<ul>\n<li>Class is demihuman outside of own realm +3 rarity</li>\n<li>Class is found only or primarily in clanholds or other barbaric regions +2 rarity</li>\n<li>Class is able to cast magic (arcane, divine, eldritch, etc.) +1 rarity per magic type</li>\n<li>Class has exceptional abilities found on no other class +1 rarity</li>\n<li>Class is a specialized subset of a core class +1 rarity</li>\n<li>Class has exceptional attribute requirements +1 rarity or more</li>\n</ul>\n<p>A class cannot be rarer than Legendary. If a class would be above Legendary, it is the Judge’s discretion whether to round up or down; that is, whether to set it to Legendary or to say that it is unavailable for hire.</p>\n<p>EXAMPLE #1: The venturer is a core class but it has exceptional abilities that no other class has (+1), so it is Common.</p>\n<p>EXAMPLE #2: The barbarian is a specialized subset of the core fighter class (+1) and found only in barbaric regions (+2), so it is Rare.</p>\n<p>EXAMPLE #3: The ruinguard is a demihuman (+3) arcane (+1) caster with exceptional abilities found on no other class (+1), so it is Extremely Rare.</p>\n<p>EXAMPLE #4: The wonderworker is a demihuman (+3) arcane (+1) and divine (+1) caster with exceptional attribute requirements (+1) so it is Legendary.</p>\n"
    },
    {
      "title": "Unconventional Strongholds",
      "level": 3,
      "html": "<p>The Campaigns chapter in the <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>assumes that the adventurers undertake domain activities in accordance with their class. Thieves build hideouts and run criminal syndicates, mages build sanctums and extract power from dungeons, and so on. But sometimes a character might end up in a control of a stronghold that is atypical to his class. This might occur because the character builds an atypical stronghold or because he acquires it fortuitously through conquest or reward.</p>\n<p>A character who acquires or builds an unconventional stronghold usually does not attract followers from the stronghold. (He can still attract followers from building a separate class-appropriate stronghold, however.) The character also usually does not gain any of the special benefits of the stronghold. However, if a character has acted so atypically for his class that he is perceived within the wider world as if he were a member of another class, and should be treated as such, then you can (at your discretion) ignore this rule and allow the character to benefit from the atypical stronghold.</p>\n"
    },
    {
      "title": "Cloister",
      "level": 4,
      "html": "<p>Any character can build or claim a cloister. The character does not attract followers from doing so, and does not get a discount on construction costs. The cloister can be used to secure a domain if territory is cleared.</p>\n"
    },
    {
      "title": "Dungeon",
      "level": 4,
      "html": "<p>Any character can build a dungeon or claim a cleared dungeon. Over time, the dungeon will become occupied by monsters according to the procedures outlined in <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>. If the character is a powerful arcane spellcaster (caster level 9 or higher), he can operate the dungeon as described, including establishing sovereignty, harvest monster parts, extract power, etc. If not, the monsters will not acknowledge his mastery of the territory and instead will use the dungeon as a base from which to assail him.</p>\n"
    },
    {
      "title": "Fastness",
      "level": 4,
      "html": "<p>Any character can build or claim a fastness. The character does not attract followers from doing so unless he is a barbarian or explorer, or of an Elven Bloodline. The character never gains the friendship of local animals. The fastness can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by elves and the character is not an elf and does not have an Elven Bloodline), the domain’s morale score is reduced by 2.</p>\n"
    },
    {
      "title": "Fortified Temple",
      "level": 4,
      "html": "<p>Any character can build or claim a fortified temple. The character does not attract followers from doing so unless he is a fighter with Theology proficiency or a paladin. The character does not get a discount on construction costs. The temple can be used to secure a domain if territory is cleared.</p>\n"
    },
    {
      "title": "Guildhouse",
      "level": 4,
      "html": "<p>Any character can build or claim a guildhouse, but he does not attract followers and does not gain a benefit to passive investment. If he has Streetwise proficiency, he can use the guildhouse to establish a syndicate, but must recruit ruffians to staff it.</p>\n"
    },
    {
      "title": "Hideout",
      "level": 4,
      "html": "<p>Any character can build or claim a hideout. However, he does not attract followers from doing so. If he has Streetwise proficiency, he can use the hideout to establish a syndicate, but must recruit ruffians to staff it.</p>\n"
    },
    {
      "title": "Vault",
      "level": 4,
      "html": "<p>Any character can build or claim a vault. However, he does not attract followers from doing so unless he is a barbarian. The vault can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by dwarves and the character is not a dwarf, the domain’s morale score is reduced by 2. Other dwarven vaults will automatically be hostile to a vault ruled by a non-dwarf.</p>\n"
    },
    {
      "title": "Other Strongholds",
      "level": 4,
      "html": "<p>Any character can build or claim any other type of stronghold (e.g. border fort, castle, chieftain’s hall, dark fortress, medicine lodge, sanctum). The character does not attract followers from doing so. The stronghold can be used to secure a domain if territory is cleared.</p>\n"
    },
    {
      "title": "Wishes and Warfare",
      "level": 3,
      "html": "<p>When archmages battle theocrats for control of empires, fate itself may give way to <strong>miracles</strong> and <strong>wishes</strong>. In lieu of more traditional effects (e.g. raising the dead), a character casting either of those ritual spells can use them to bring about any vagary of recruitment, vagary of war, or vagary of battle desired, either to benefit the caster’s army or to harm an enemy’s. A <strong>miracle</strong> or <strong>wish</strong> can also be used to undo or avoid an undesirable vagary.</p>\n<p>EXAMPLE #1: Quintus’s stronghold is besieged by an army of beastmen. He casts a long-hoarded <strong>wish</strong> spell and calls down an outbreak of plague on the opposing army. The Judge resolves this as a Disease vagary. The resulting epidemic devastates the besieging army, enabling Quintus to sally forth.</p>\n<p>EXAMPLE #2: Marcus’s army is trapped in the Waste with enemy straddling its lines of supply. It is too weakened to fight, but if it cannot break through it will starve to death. Marcus’s religious advisor, Balbus, uses a scroll of <strong>miracle</strong> and asks for “manna from heaven” to sustain the army. The Judge resolves the miracle as a Supply Boon vagary (vagary of war 72-76). Bread and water rain from the skies, and Marcus’s well-fed army returns to the attack.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Additional Rules for Campaigns\n\nThe following rules cover a variety of circumstances that can arise during an ***ACKS II***campaign.\n\n### Hiring Henchmen\n\nAt some point during any ***ACKS II***campaign, the players are certain to inquire as to whether it is possible to find and hire specific types of henchmen (e.g. one with a particular class or proficiency) instead of just seeing what the market has to offer. When this occurs, you can use the following rules to determine whether or not the adventurers can find a suitable candidate. When seeking a specific henchma, all rules for hiring henchmen still apply, except as described here.\n\n#### Rarity of Henchmen\n\nThe likelihood of finding henchmen still varies with market class, but is now modified by the rarity of candidates who meet the desired qualifications.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Henchman Availability by Market Class and Rarity** | | | | | | |\n| **Rarity** | **Class I** | **Class II** | **Class III** | **Class IV** | **Class V** | **Class VI** |\n| **Ubiquitous** | 2d8 | 1d4 | 1d1 | 1 (50%) | 1 (20%) | 1 (7%) |\n| **Common** | 2d4 | 1d3 | 1 (50%) | 1 (25%) | 1 (10%) | 1 (4%) |\n| **Uncommon** | 1d3 | 1 (60%) | 1 (25%) | 1 (12%) | 1 (5%) | 1 (2%) |\n| **Rare** | 1d2 | 1 (35%) | 1 (15%) | 1 (7%) | 1 (3%) | 1 (1%) |\n| **Very Rare** | 1 (50%) | 1 (15%) | 1 (7%) | 1 (3%) | 1 (1%) | - |\n| **Extremely Rare** | 1 (20%) | 1 (6%) | 1 (2%) | 1 (1%) | - | - |\n| **Legendary** | 1 (10%) | 1 (3%) | 1 (1%) | - | - | - |\n\nEXAMPLE: Phaedra is in Aura, a Class I city. She is looking for a henchman of Very Rare qualifications. She has a 50% chance each month of finding such a henchman.\n\nThe adventurers can hire from this table once per month for each desired specification of henchmen. However, they are still limited by the total number of henchmen available in the market. You must determine and track that number, and limit the results appropriately.\n\nEXAMPLE: Phaedra is in Aura, a Class I city. She is looking for henchmen of Ubiquitous qualifications, of which there are 2d8 available. The Judge rolls a 16! However, according to the Hireling Availability by Market Class table (in ***ACKS II RR***), there are only 5d10 1st level henchmen of all types available in a Class I market. The Judge rolls low – a 14. Therefore, the party cannot hire 16 Common henchmen, as there’s only 14 total henchmen available. (This doesn’t come up very often.)\n\n###### Henchmen Rarity by Class\n\nSometimes an adventurer will seek to hire henchmen of a particular class. Each class is assigned a rarity, ranging from Ubiquitous to Legendary, that indicates how easy it is to find a prospective henchman of that profession who is looking for work. Obviously, the rarer the class, the harder to find a member of it! Once the rarity of the desired class is known, consult the Henchman Availability by Market Class and Rarity table to find out if a member of the desired class is looking for work in this market.\n\n|  |  |\n| --- | --- |\n| **Class Rarity** | |\n| **Rarity** | **Classes** |\n| **Ubiquitous** | Explorer, Fighter |\n| **Common** | Crusader, Mage, Thief, Venturer |\n| **Uncommon** | Assassin, Bard, Bladedancer, Priestess |\n| **Rare** | Barbarian, Shaman, Warlock |\n| **Very Rare** | Dwarven Craftpriest, Dwarven Vaultguard, Paladin, Witch |\n| **Extremely Rare** | Elven Nightblade, Elven Spellsword, Zaharan Ruinguard |\n| **Legendary** | Nobiran Wonderworker |\n\nThe rarities listed here are suggestions based on an average (human) settlement, and might vary based on location. You should feel free to adjust the rarity of any particular class as desired to better fit the specific location or your campaign in general. For instance, normally a dwarven vaultguard is Very Rare. In a city that borders an active dwarven vault, the class might only be Rare. In the vault itself, they might be Common. Such adjustments are left up to you based on the needs of your own campaign. As an example, below we created a Class Rarity table representing a barbarian clanhold in the Kingdoms of Jutland.\n\n|  |  |\n| --- | --- |\n| **Class Rarity – Kingdom of Jutland** | |\n| **Rarity** | **Classes** |\n| **Ubiquitous** | Barbarian |\n| **Common** | Bard, Explorer, Fighter, Thief, Venturer |\n| **Uncommon** | Assassin, Bard, Shaman, Witch |\n| **Rare** | Bladedancer, Mage, Priestess, Warlock |\n| **Very Rare** | Dwarven Craftpriest, Dwarven Vaultguard |\n| **Extremely Rare** | Crusader, Paladin |\n| **Legendary** | Nobiran Wonderworker, Zaharan Ruinguard |\n\nIf a henchman is successfully hired, it is important to know the henchman’s level. Roll on the Random Henchman Level table to determine what level the new henchman of the desired class is. If hiring in a Class VI market, apply a -2 penalty to the roll.\n\n|  |  |\n| --- | --- |\n| **Random Henchman Level** | |\n| **Roll (1d20)** | Level |\n| **10 or lower** | 1 |\n| **11-16** | 2 |\n| **17-18** | 3 |\n| **19-20** | 4 |\n\n###### Henchmen Rarity by Class and Level\n\nAn adventure might also seek out henchmen of a specific class and level (for example, “a 4th level fighter”). When seeking specifically level 1 henchman, there is no modifier to rarity. For each level above 1st, shift the rarity by one row down. If this would shift the rarity past Legendary, it is not possible to find by this method, and the hiring character will need to accept what he gets.\n\nEXAMPLE: Fighter is a Common class. Looking for a 4th level fighter would increase the rarity by 3, from Common to Very Rare.\n\n###### Henchmen Rarity by General Proficiency\n\nSometimes an adventurer will seek out henchmen who have a specific general proficiency such as Alchemy or Navigation. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Henchmen (of a random class) with a single rank in a specific general proficiency are Ubiquitous; henchmen with two ranks are Common; and henchmen with three ranks are Uncommon. Roll 1d4 for each such henchman; on a 1-3, the henchman is 0th level. On a 4, roll on the Random Henchman Level table. If hiring in a Class VI market, apply a -2 penalty to the roll. If the henchman is 1st level or above, you should generate the new henchman’s class as normal for a henchman found in this location.\n\n**Designer’s Note:** The number of henchmen with any given set of general proficiencies in a market is about 20% of the number of specialists with the same set of general proficiencies in the same market. Why the difference? Because most specialists already have a good, stable job that pays their bills and they aren’t willing to hare off into the wilderness, follow you into dungeons, and probably die. The number available as henchmen is only a subset of all those who actually possess the desired skill!\n\n###### Henchmen Rarity by Class Proficiency\n\nAdventurers might seek out henchmen who have a specific class proficiency such as Loremastery or Magical Engineering. If so, you will again consult the Henchman Availability by Market Class and Rarity table. Begin with the rarity of the specific class that has the proficiency. If multiple classes have access to the proficiency and the prospective employer does not care which one, use the lowest rarity. The rarity of the combination is equal to the base class, plus one for each rank in the proficiency or proficiencies.\n\nIf this would increase the rarity past Legendary, it is not possible to find by this method; the prospective employer will need to accept what he gets, which may or may not be what he desired.\n\n#### Commissioning the Hire of a Henchman\n\nIf a character lets it be known that he is searching for a specific henchman and is willing to wait to hire them, word will spread. The character must pay the Searching for Henchmen fee by Market Class for a full month in order to commission the hire of a henchman. Once the fee is paid and the word sent out, the character can roll on the table as if the desired class was one rarity lower.\n\nEXAMPLE: Phaedra wishes to hire a Nobiran Wonderworker as a henchman. Nobiran Wonderworker has a rarity of Legendary, meaning that even in a Class I market, there is only a 10% chance of finding one. Phaedra wants better odds than this, so she spends a month paying the fees and letting it be known that she wishes to hire a Wonderworker. At the end of the month, the Judge checks for availability as if the Wonderworker were only Extremely Rare - a 20% chance! Unfortunately, the Judge rolls an 83 and she fails to find the Wonderworker. However, she can continue searching, paying the fee and rolling again each month.\n\n#### Guidelines for Evaluating a Class’s Rarity\n\nMany campaigns will include classes not listed here, and you might wish to know how the rarity of the existing classes was evaluated in order to remain consistent. The following set of guidelines can be used to establish a baseline. They are guidelines only, and not every class listed above is exactly as rare as these guidelines would suggest.\n\nAll classes begin as Ubiquitous. Their rarity is then adjusted upwards based on their abilities:\n\n* Class is demihuman outside of own realm +3 rarity\n* Class is found only or primarily in clanholds or other barbaric regions +2 rarity\n* Class is able to cast magic (arcane, divine, eldritch, etc.) +1 rarity per magic type\n* Class has exceptional abilities found on no other class +1 rarity\n* Class is a specialized subset of a core class +1 rarity\n* Class has exceptional attribute requirements +1 rarity or more\n\nA class cannot be rarer than Legendary. If a class would be above Legendary, it is the Judge’s discretion whether to round up or down; that is, whether to set it to Legendary or to say that it is unavailable for hire.\n\nEXAMPLE #1: The venturer is a core class but it has exceptional abilities that no other class has (+1), so it is Common.\n\nEXAMPLE #2: The barbarian is a specialized subset of the core fighter class (+1) and found only in barbaric regions (+2), so it is Rare.\n\nEXAMPLE #3: The ruinguard is a demihuman (+3) arcane (+1) caster with exceptional abilities found on no other class (+1), so it is Extremely Rare.\n\nEXAMPLE #4: The wonderworker is a demihuman (+3) arcane (+1) and divine (+1) caster with exceptional attribute requirements (+1) so it is Legendary.\n\n### Unconventional Strongholds\n\nThe Campaigns chapter in the ***ACKS II******Revised Rulebook***assumes that the adventurers undertake domain activities in accordance with their class. Thieves build hideouts and run criminal syndicates, mages build sanctums and extract power from dungeons, and so on. But sometimes a character might end up in a control of a stronghold that is atypical to his class. This might occur because the character builds an atypical stronghold or because he acquires it fortuitously through conquest or reward.\n\nA character who acquires or builds an unconventional stronghold usually does not attract followers from the stronghold. (He can still attract followers from building a separate class-appropriate stronghold, however.) The character also usually does not gain any of the special benefits of the stronghold. However, if a character has acted so atypically for his class that he is perceived within the wider world as if he were a member of another class, and should be treated as such, then you can (at your discretion) ignore this rule and allow the character to benefit from the atypical stronghold.\n\n#### Cloister\n\nAny character can build or claim a cloister. The character does not attract followers from doing so, and does not get a discount on construction costs. The cloister can be used to secure a domain if territory is cleared.\n\n#### Dungeon\n\nAny character can build a dungeon or claim a cleared dungeon. Over time, the dungeon will become occupied by monsters according to the procedures outlined in ***ACKS II******Revised Rulebook***. If the character is a powerful arcane spellcaster (caster level 9 or higher), he can operate the dungeon as described, including establishing sovereignty, harvest monster parts, extract power, etc. If not, the monsters will not acknowledge his mastery of the territory and instead will use the dungeon as a base from which to assail him.\n\n#### Fastness\n\nAny character can build or claim a fastness. The character does not attract followers from doing so unless he is a barbarian or explorer, or of an Elven Bloodline. The character never gains the friendship of local animals. The fastness can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by elves and the character is not an elf and does not have an Elven Bloodline), the domain’s morale score is reduced by 2.\n\n#### Fortified Temple\n\nAny character can build or claim a fortified temple. The character does not attract followers from doing so unless he is a fighter with Theology proficiency or a paladin. The character does not get a discount on construction costs. The temple can be used to secure a domain if territory is cleared.\n\n#### Guildhouse\n\nAny character can build or claim a guildhouse, but he does not attract followers and does not gain a benefit to passive investment. If he has Streetwise proficiency, he can use the guildhouse to establish a syndicate, but must recruit ruffians to staff it.\n\n#### Hideout\n\nAny character can build or claim a hideout. However, he does not attract followers from doing so. If he has Streetwise proficiency, he can use the hideout to establish a syndicate, but must recruit ruffians to staff it.\n\n#### Vault\n\nAny character can build or claim a vault. However, he does not attract followers from doing so unless he is a barbarian. The vault can be used to secure a domain if territory is cleared. However, if the domain secured is inhabited by dwarves and the character is not a dwarf, the domain’s morale score is reduced by 2. Other dwarven vaults will automatically be hostile to a vault ruled by a non-dwarf.\n\n#### Other Strongholds\n\nAny character can build or claim any other type of stronghold (e.g. border fort, castle, chieftain’s hall, dark fortress, medicine lodge, sanctum). The character does not attract followers from doing so. The stronghold can be used to secure a domain if territory is cleared.\n\n### Wishes and Warfare\n\nWhen archmages battle theocrats for control of empires, fate itself may give way to **miracles** and **wishes**. In lieu of more traditional effects (e.g. raising the dead), a character casting either of those ritual spells can use them to bring about any vagary of recruitment, vagary of war, or vagary of battle desired, either to benefit the caster’s army or to harm an enemy’s. A **miracle** or **wish** can also be used to undo or avoid an undesirable vagary.\n\nEXAMPLE #1: Quintus’s stronghold is besieged by an army of beastmen. He casts a long-hoarded **wish** spell and calls down an outbreak of plague on the opposing army. The Judge resolves this as a Disease vagary. The resulting epidemic devastates the besieging army, enabling Quintus to sally forth.\n\nEXAMPLE #2: Marcus’s army is trapped in the Waste with enemy straddling its lines of supply. It is too weakened to fight, but if it cannot break through it will starve to death. Marcus’s religious advisor, Balbus, uses a scroll of **miracle** and asks for “manna from heaven” to sustain the army. The Judge resolves the miracle as a Supply Boon vagary (vagary of war 72-76). Bread and water rain from the skies, and Marcus’s well-fed army returns to the attack.\n"
}