{
  "html": "<h2>Step 4. Develop the Points of Interest</h2>\n<p>In the wilderness, points of interest are opportunities to challenge monsters, find treasure, and use proficiencies and powers. In a settlement, however, points of interest are opportunities to interact with particular aspects of <em><strong>ACKS II</strong></em>,such as hiring henchmen, trading in the market, purchasing spellcaster services, and so on.</p>\n<p>The material below is intended to aid you in developing points of interest for your settlement. Not every point of interest will be appropriate for every settlement, and some might not even fit into the campaign setting at all, so don’t feel that you have to include settlement features that don’t mesh with your milieu. Conversely, don’t hesitate to add additional points of interest. Amphitheaters, public fountains, colossal statues, and more can bring your settlement alive. Our city sourcebook, <em><strong>AX3 Capital of the Borderlands</strong></em><em>,</em> can be a fruitful source for further points of interest.</p>\n<p>As you detail each of your settlement’s points of interest, allocate NPCs to them from the NPC roster you created in Step 3. You should assign some or all the members of each class to various points of interest that are relevant to them. For instance, if your settlement is a Class III small city, the Starting Settlement table suggests 98 0th level, 71 1st level, 26 2nd level, 10 3rd level, 4 4th level, 3 5th level, and 1 6th level mage, as well as a percentage chance of higher-level casters. You could assign all of these NPCs to the Tower of Knowledge in your settlement, or assign some to the Tower with others working for the local government or guilds, or simply leave it open for future choices.</p>\n<p>You do not need to develop the inhabitants in any great detail. Most characters don’t even need to be given names. For higher-level characters, a single sentence (“Fighter 7, Neutral, Jutlandic, age 47, red hair, scar on nose, wants revenge on local beastmen”) is more than sufficient.</p>\n<h3>Amphitheaters</h3>\n<p>Whether called amphitheaters, arenas, colosseums, circuses, or fighting pits, arenas are common throughout civilized realms. Amphitheaters can range in size from simple pits with wooden bleachers for 3,000 spectators to enormous multi-level structures capable of seating 80,000 spectators. The appropriate size of an amphitheater is based on the urban settlement’s market class and population, as shown on the Amphitheater Size table, below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Settlement Population</strong></td>\n<td><strong>Market Class</strong></td>\n<td><strong>Appropriate Amphitheater Size</strong></td>\n</tr>\n<tr>\n<td>75-249</td>\n<td>Class VI</td>\n<td>None</td>\n</tr>\n<tr>\n<td>250-500</td>\n<td>Class V</td>\n<td>None</td>\n</tr>\n<tr>\n<td>501-2,499</td>\n<td>Class IV</td>\n<td>5 seats per family</td>\n</tr>\n<tr>\n<td>2,500-4,999</td>\n<td>Class III</td>\n<td>7,500 seats plus 3 seats per family over 2,500</td>\n</tr>\n<tr>\n<td>5,000-19,999</td>\n<td>Class II</td>\n<td>15,000 seats plus 1 per family over 5,000</td>\n</tr>\n<tr>\n<td>20,000-100,000</td>\n<td>Class I</td>\n<td>30,000 seats plus 1 per 4 families over 20,000</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Characteristic</strong></td>\n<td><strong>Value / Formula</strong></td>\n</tr>\n<tr>\n<td>No. of Seats</td>\n<td>No less than 100 seats; no more than 100,000 seats</td>\n</tr>\n<tr>\n<td>No. of Stories</td>\n<td>1 story plus up to 1 additional story per 20,000 seats</td>\n</tr>\n<tr>\n<td>Interior Area</td>\n<td>(No. of Seats / No. of Stories) x 2 square feet</td>\n</tr>\n<tr>\n<td>Interior Height</td>\n<td>15 feet</td>\n</tr>\n<tr>\n<td>Interior Width</td>\n<td>2 x (Interior Area / 3.75)0.5 feet</td>\n</tr>\n<tr>\n<td>Interior Length</td>\n<td>Interior Width x 1.2 feet</td>\n</tr>\n<tr>\n<td>Exterior Area</td>\n<td>Interior Area x 6 square feet</td>\n</tr>\n<tr>\n<td>Exterior Height</td>\n<td>No. of Stories x 35 feet</td>\n</tr>\n<tr>\n<td>Exterior Width</td>\n<td>2 x (Exterior Area / 3.75)0.5</td>\n</tr>\n<tr>\n<td>Exterior Length</td>\n<td>Exterior Width x 1.2 feet</td>\n</tr>\n<tr>\n<td>No. of Gates</td>\n<td>Exterior Area / 3,000</td>\n</tr>\n<tr>\n<td>Amphitheater Cost</td>\n<td>No. of Seats x 15gp</td>\n</tr>\n</tbody></table>\n<p>Amphitheaters are ellipse-shaped structures with a walled, open-air interior arena surrounded by elevated seating. The exterior and interior dimensions of an amphitheater, as well as its cost, are determined by the amphitheater’s seating capacity and stories, as shown on the Amphitheater Characteristics table, below. The cost of the amphitheater includes all the necessary subterranean vaults and passages, arena and spectator gates, and so on.</p>\n<p>Complete rules for gladiatorial games in the amphitheater can be found in <em><strong>AXIOMS</strong></em> <em>4</em>.</p>\n<h3>Avenues and Alleys</h3>\n<p>Some settlements have twisting roads that track through ancient hills and wind along the curving course of nearby rivers. Others are have broad avenues organized into a grid by the central planners who built it. For game purposes, we divide streets into two types, <strong>avenues</strong> and <strong>alleys</strong>.</p>\n<h4>Avenues</h4>\n<p>Avenues are thoroughfares, usually paved with carefully-fitted flag stones, that establish city blocks. They measure 15’ wide, with a slightly concave shape. 5’-wide concrete sidewalks are raised 18” (1.5’) above the road surface on either side, the height serving to prevent vehicles from accidentally rolling into nearby pedestrians. Walkways, made by embedding 18”-tall stepping stones in the road surface, connect the sidewalks on either side at intersections. The stepping stones are separated by wheel ruts that allow carts and wagons to pass through the walkways, if they roll slowly and carefully – effectively creating a speed limit. Carts and wagons are forbidden on the sidewalks, except at the hours of sunrise and sunset, when merchants can load, unload, set up, and tear down. Patricians who don’t wish to walk on the sidewalks with the rabble often travel on litters carried by strong-backed servants.</p>\n<h4>Alleyways</h4>\n<p>Alleyways cut through city blocks, forming tributaries of foot traffic that flow between tightly-packed buildings and into the streets. The alleyways are often paved with concrete, but might be hard packed. They are always very narrow: Most are about 5’ wide, with the narrowest measuring just 2’6” and the widest 8’. Short-cutting through alleyways can quicken a trip, but the alleyways of a large settlement can be quite dangerous, especially at night.</p>\n<h3>Docks</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dock Moorage Capacity</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market Class</strong></td>\n<td><strong>Moorage Capacity (st)</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>660,000*</td>\n<td></td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>165,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>85,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>20,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>8,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>3,000</td>\n<td></td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>If your settlement is built on a riverbank or shoreline, it will usually include a dock for the mooring, loading, and unloading of vessels. Larger settlements might have multiple docks, each with one or more piers or wharves, along with other structures such as slipways and warehouses. The Dock Moorage Capacity table offers guidelines on the size of the dock(s) and the number of vessels that can be moored there.</p>\n<h3>Emporium</h3>\n<p>An Emporium, also called an agora, bazaar, forum, or market is a plaza encircled by shops and stores. From sunup to sundown, a mosaic of colorful tents, covered wagons, and cart stands makes the Emporium the most crowded segment of the settlement. In general, any equipment and any common merchandise can be bought or sold in the Emporium (precious merchandise is exchanged in the Merchant Guildhouse). With a Friendly reaction roll, the artisans and merchants here can be a good source of city rumors or might offer introductions, information, and additional items.</p>\n<p>About 25% of the master merchants in the Emporium belong to the venturer class; roll on the NPC Level table if so (p. XX). The remainder are 0-level characters with AC 0, 3 hp, ML -1, one rank of Bargaining proficiency and three ranks of Profession (merchant) or similar general proficiencies. Journeyman and apprentice merchants will lack one or more proficiencies.</p>\n<h3>Mercenary Guildhouse</h3>\n<p>A Mercenary Guild is a consortium of sellswords licensed to provide private military services. At the Mercenary Guildhouse, able-bodied adventurers (STR 9+) can join the Guild; membership dues are 12gp, payable upon joining and annually thereafter.</p>\n<p>The Guild primarily functions as a mutual aid society, paying out funds when members are captured, crippled, or slain. The member or his family will be paid 100gp for loss of life, 40gp for loss of freedom (ransom), 40gp for loss of an arm, 30gp for loss of a leg, 10gp for loss of an eye, and 5gp for loss of a finger, toe, or ear.</p>\n<p>Members can also stay in the lodgings in the Guildhouse at a cost of just 1sp per night and can check for contracts posted by potential employers. Both members and non-members can post contracts to solicit and hire henchmen, mercenaries, and military specialists. Make sure you include the Mercenary Guildhouse in your story web. It’s a good idea to start with 4 to 6 hooks from the Mercenary Guildhouse leading to low-level points of interest in your setting. As the adventurers advance in level, you can have the Mercenary Guildhouse post contracts for more difficult challenges.</p>\n<h3>Merchant Guildhouse</h3>\n<p>The Merchant Guild licenses merchants to do business, administers the settlement’s markets, brokers transactions, and provides banking services. The Merchant Guildhouse will typically be run by one of the highest-level venturers in the settlement.</p>\n<h4>Bank</h4>\n<p>The Guildhouse’s banking branch offers services to select clients, including storing wealth, borrowing and lending money, exchanging currency, and offering investment opportunities. Domain rulers are automatically accepted as clients. Otherwise, becoming a client of the Merchant Guild bank typically requires a Friendly reaction roll (add +1 if the applicant is a venturer and an additional +1 per rank of Bargaining). Clients receive the following benefits:</p>\n<ul>\n<li>Currency can be exchanged for a 0.25% fee.</li>\n<li>Funds can be loaned to the bank for 30-day terms at 0.25% interest.</li>\n<li>Funds can be borrowed from the bank with or without collateral. Adventuring expeditions are typically charged an interest rate of 3% per month with collateral or 9% per month without.</li>\n<li>Investments can be made, with opportunities ranging from safe to perilous.</li>\n<li>Wealth can be stored in the Guildhouse for a fee of 0.25% per month; clients with funds on deposit can withdraw it on demand and/or use bills of exchange to pay guild merchants.</li>\n</ul>\n<p>The amount of funds available to borrowers, the size of the opportunities available for investment, and the amount of wealth in the guildhouse is determined by the settlement’s market class, as shown on the Merchant Guildhouse table. Banks cannot lend out more than hold in deposit (fractional reserve banking hasn’t been invented yet).</p>\n<p>Enterprising adventurers might wish to rob the bank. It will surely be well-guarded by both mundane and magical methods, with NPCs hired from the settlement for its defense. The deposits will be a mix of gold, silver, and copper coins. 33% of the value will be in gold, 34% in silver, and 33% in copper. For instance, if the bank has 45,000gp of wealth in deposit, it will be 15,000gp; 150,000sp (worth 15,000gp); and 1,500,000cp (worth 15,000gp). If you want, you can divide the coins into lots of 1,000 and roll on the Special Treasures tables (p. XX – XX) to generate gems, jewelry, or collateral on deposit. The coins in the bank represent approximately 25% of the total coin circulating in the settlement’s economy (including the surrounding domains).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Merchant Guildhouse</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market Class</strong></td>\n<td><strong>Loanable Funds (gp)</strong></td>\n<td><strong>Investment Opportunities (gp)</strong></td>\n<td><strong>Wealth Deposited (gp)</strong></td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>100,000* per borrower</td>\n<td>100,000*</td>\n<td>1,500,000*</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>25,000 per borrower</td>\n<td>25,000</td>\n<td>375,000</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>10,000 per borrower</td>\n<td>10,000</td>\n<td>187,500</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>5,000 per borrower</td>\n<td>5,000</td>\n<td>46,875</td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>2,000 per borrower</td>\n<td>2,000</td>\n<td>18,750</td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>1,000 per borrower</td>\n<td>1,000</td>\n<td>6,000</td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<h4>License Hall</h4>\n<p>The licensing office regulates the commerce within the city. Adventurers usually have little regard for the proprieties of licensing, but those who wish to set up a store with staff must pay an annual fee of 10% of earnings. Sole proprietors do not have to be licensed, but unlicensed businesses are considered disreputable and low-class.</p>\n<h4>Trading Hall</h4>\n<p>At the trading hall, adventurers can buy and sell loads of precious merchandise and solicit passengers and shipping contracts. (Common merchandise is typically exchanged in the Emporium, above.) Guild’s brokers can also provide for purchase and sale of goods (at 10% commission); retainer of hirelings (10% commission on 3 month’s wages); and arrangement of transportation services, including coach cabs, messengers, and ship’s passage within the Auran Empire (5% commission).</p>\n<h3>Sewer System</h3>\n<p>Settlements of Class IV or higher are populous enough to require attention to waste management. In technologically advanced civilizations (such as the Auran Empire), sewers will run beneath the settlement. Usually these sewers are just filled with rats and filth, but sometimes they can form an entire “undercity” below the settlement with a subterranean population, or connect into catacombs, dungeons, or sunken ruins.</p>\n<p>When present, sewers are usually accessed by 2’ x 2’ lead sluice grates typically pierce the avenues at regular intervals (typically one per block). Removing a sewer grate elsewhere can be done as a full-round action by making a successful Dungeonbashing proficiency throw. Otherwise it takes 1 turn (10 minutes) using a crowbar.</p>\n<p>Sewers can feature large or small tunnels. Large sewer tunnels can be up to 13.5’ tall and 13.5’ wide (enough for a chariot). They have 2’ wide ledges running along either side, with sconces for torches ever 60’. Adventurers can move single file along the ledges without penalty, but any character struck while on a ledge must make a Paralysis saving throw or fall into the sewer tunnel. The smaller sewer tunnels are 7.5’ tall and wide and have no ledges.</p>\n<p>Not surprisingly, a thick sludge of waste runs throughout sewer tunnels. The sludge does not slow exploration movement, but characters charge or run at half rate while within it. Acrobatics and Sneaking proficiency throws made by characters in sludge suffer a -2 penalty. The sludge is filled with disease-carrying decaying matter, so characters who are knocked down or otherwise fall prone in the sludge come down with a fungal infection unless they succeed on a saving throw vs. Poison +4. Characters that actually <em>eat</em> the sewer sludge are automatically infected with no saving throw.</p>\n<p>Fungal infections become evident after 1d8 hours as white, pulpy scabs on the skin (or, if the sludge was eaten, on the tongue, lips, and mouth.) Once the scabs appear, the infected character suffers a -2 penalty to reaction rolls and a -1 penalty to surprise rolls and initiative rolls due to distracting itches. Each day thereafter, the scabs spread, and the infected character must make an additional Death saving throw. If the throw fails, the spreading infection leaves a permanent scar (treat as a “minor scar” on the Mortal Wounds table). If the throw succeeds, no scarring occurs, though the character remains infected. The infection can be cured with Healing proficiency or magic.</p>\n<p>Sewer sludge also might carry a poisonous miasma, noticeable by the awful smell of rotten eggs. Characters exposed to the miasma must make a Death saving throw every turn or begin to suffer headaches, bleary eyes, and shortness of breath. These symptoms make the character <strong>fatigued</strong> until the character rests for one turn away from the sludge. Characters who shield their nose and mouth with a cloth bandana or take other simple precautions need save only once per hour and gain a +4 bonus.</p>\n<h3>Temple</h3>\n<p>Most settlements will have one or more temples or other places of worship, such as abbeys, basilicas, cathedrals, chapels, churches, monasteries, mosques, shrines, or synagogues. If there’s only one Temple, it will usually be devoted to the settlement’s deity or pantheon of deities. In a larger settlement with a number of Temples, there might be houses of worship devoted to a number of different deities or pantheons, or even to deified heroes, venerated ancestors, or minor demigods. In some settings, establishments such as almshouses, cemeteries, courthouses, funeral homes, hospitals, and orphanages might also be dedicated to a god or gods and run by ecclesiastics of various sorts.</p>\n<h4>Ecclesiastics</h4>\n<p>Adventurers often visit Temples to hire divine casters to cast spells, recruit divine casters to serve as henchmen, and recruit healers to serve as specialists. Given the high lethality of <em><strong>ACKS II</strong></em><em>,</em> it’s a certainty that the adventurers will seek out divine casters for <em>repair disfigurement and disability</em> or <em>restore life and limb</em>, so it’s worth spending some time with your NPC roster to flesh out the divine spellcasters in town who can offer such services.</p>\n<p>Any henchmen or specialists recruited from a Temple count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Temple has <em>extra</em> divine casters lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such persons. In the Auran Empire, 50% of divine casters will be crusaders, 25% will be bladedancers, and 25% will be priestesses; you can change the classes or vary these ratios for different settings.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Temple – Divine Casters and Specialists for Hire</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Henchmen or Specialist</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n<td><strong>Wage</strong></td>\n</tr>\n<tr>\n<td>Henchman - 0th level divine caster</td>\n<td>4d20</td>\n<td>2d10</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (70%)</td>\n<td>1 (30%)</td>\n<td>12gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 1st level divine caster</td>\n<td>1d10</td>\n<td>1d2</td>\n<td>1 (50%)</td>\n<td>1d2</td>\n<td>1 (15%)</td>\n<td>1 (4%)</td>\n<td>25gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 2nd level divine caster</td>\n<td>1d6</td>\n<td>1</td>\n<td>1 (40%)</td>\n<td>1</td>\n<td>1 (8%)</td>\n<td>1 (3%)</td>\n<td>50gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 3rd level divine caster</td>\n<td>1</td>\n<td>1 (10%)</td>\n<td>1 (15%)</td>\n<td>1 (33%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>100gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 4th level divine caster</td>\n<td>1 (70%)</td>\n<td>1 (30%)</td>\n<td>1 (10%)</td>\n<td>1 (15%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>200gp/month</td>\n</tr>\n<tr>\n<td>Healer</td>\n<td>5d10</td>\n<td>2d6</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (65%)</td>\n<td>1 (20%)</td>\n<td>1gp/day/patient</td>\n</tr>\n<tr>\n<td>Healer — Physicker</td>\n<td>3d10</td>\n<td>2d4</td>\n<td>1d4</td>\n<td>1</td>\n<td>1 (40%)</td>\n<td>1 (15%)</td>\n<td>2gp/day/patient</td>\n</tr>\n<tr>\n<td>Healer — Chirugeon</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>4gp/day/patient</td>\n</tr>\n</tbody></table>\n<h4>Facilities</h4>\n<p>Some Temples might contain a workshop for magic research or a mortuary and embalming chamber for necromancy. The gp value of these facilities will be equal to twice the monthly wages of the members.</p>\n<p>EXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple might have a workshop worth up to 1,490gp.</p>\n<h4>Treasury</h4>\n<p>A Temple will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. The treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards.</p>\n<p>EXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple will have a treasury of between 186gp and 745gp.</p>\n<h4>Reliquary</h4>\n<p>Large and wealthy Temples might include one or more reliquaries containing magic items sacred to the faith. The number and type of magic items can be determined using the Magic Item Availability by Market Class (p. XX). Note that whatever you allocate to the Temple, you can’t allocate to the Tower of Knowledge – there’s only so many magic items to go around in town! The reliquary will be as or more well-guarded as the treasury.</p>\n<h3>Thieves’ Quarter</h3>\n<p>The Thieves’ Quarter is the most dilapidated and crime-ridden portions of your settlement, filled with rough buildings inhabited by rough men and women. It’s always a dangerous place to loiter. Settlement encounters occur here on 5+ on 1d6 by day and 4+ on 1d6 by night, and reaction rolls in the alleyways suffer a -2 penalty. Nevertheless, this is where adventurers will need to go if they want to recruit thieves as henchmen, or hire ruffians to do hijinks.</p>\n<h4>Hideouts</h4>\n<p>The settlement’s thieves’ guild(s) or other criminal organization(s) typically have their hideouts located within the Thieves’ Quarter. The Starting City Criminal Guilds table can guide you in constructing criminal guilds compatible with <em>ACKS.</em></p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Starting City Criminal Guilds</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Total</strong>  <strong>Membership</strong></td>\n<td><strong>Expected</strong>  <strong>Boss Level</strong></td>\n<td><strong>Monthly Syndicate</strong>  <strong>Revenue (gp)</strong></td>\n<td><strong>Monthly Guild</strong>  <strong>Revenue (gp)</strong></td>\n<td><strong>Guild</strong>  <strong>Treasury (gp)</strong></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>16</td>\n<td>4</td>\n<td>1,500</td>\n<td>-</td>\n<td></td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>42</td>\n<td>6</td>\n<td>3,350</td>\n<td>4,850</td>\n<td>15,000</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>100</td>\n<td>8</td>\n<td>7,350</td>\n<td>12,250</td>\n<td>36,000</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>375</td>\n<td>10</td>\n<td>22,000</td>\n<td>35,000</td>\n<td>100,000</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>750</td>\n<td>12</td>\n<td>40,000</td>\n<td>75,000</td>\n<td>225,000</td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>3,000</td>\n<td>14</td>\n<td>100,000</td>\n<td>175,000</td>\n<td>525,000</td>\n</tr>\n</tbody></table>\n<p><strong>Total Membership</strong> shows the total membership of the starting city’s criminal guild(s) relative to its market class. These members will usually be drawn from the available thieves, assassins, and nightblades in the settlement (determined in Step 3). Note that as the market class increases, total membership scales up less swiftly than the total number of available thieves. For instance, a Class VI settlement will have 16 thieves and all 16 will belong to a criminal organization, but a Class I settlement will have 3,331 thieves with only 3,000 in criminal organizations; 10% will be unaffiliated or independent. Some guilds might permit fighters, venturers, or other classes to join as well as thieves, assassins, and nightblades.</p>\n<p><strong>Expected Boss Level</strong> is the expected level of the most powerful boss in the starting settlement. As always, don’t be afraid to stray from these ranges where it makes sense for your setting. It’s not impossible for a large city to have a small guild run by a low-level boss, or for a small town to have a high-level boss, it’s just unusual.</p>\n<p><strong>Monthly Syndicate Revenue</strong> is how much gold the boss’s syndicate in your settlement generates per month. <strong>Monthly Guild Revenue</strong> shows how much gold the boss’s criminal guild generates, factoring in syndicates run by underbosses in other cities, towns, and villages. If the starting settlement is isolated or highly independent, its syndicate may not be part of a larger guild (Judge’s discretion) and in that case only the syndicate revenue would be earned.</p>\n<p>The table assumes that the settlement’s criminals have been consolidated into a single guild managed directly by one boss. If you want, you can split a settlement’s criminals into multiple competing or complimentary guilds. For example, a Class I metropolis might have 3 competing thieves’ guilds with 750 members each and a separate assassins’ guild of 750 members. Where this is done, highest boss level, monthly syndicate revenue, and monthly guild revenue should be based on the guild membership of each guild, rather than the market class of the settlement.</p>\n<p><strong>Guild Treasure</strong> is how much fungible wealth the guild will have on hand, usually in a well-secured and well-hidden location. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. Note that thieves typically accumulate more treasure than arcane and divine casters, who spend their wealth on components and materials.</p>\n<h4>Other Establishments</h4>\n<p>The Thieves’ Quarter is typically home to a number of bawdyhouses, cantinas, inns, and taverns. These can be rolled up using the Dynamic Buildings tables (p. XX – XX). Most of these business establishments will either be owned by the local criminal guilds, or will be paying a share of their revenue to the guild for “protection.”</p>\n<h3>Tower of Knowledge</h3>\n<p>The Tower of Knowledge is a building occupied by practitioners of studious magic, as well as by alchemists, engineers, sages, and other learned individuals. The name is specific to the Auran Empire setting, but many settings have similar organizations such as wizard colleges, sorcerer’s guilds, temples of magic, and so on. Of course, such institutions won’t be present in every setting, and when present may or may not have all of the features described below, depending on your campaign world.</p>\n<h4>Facilities</h4>\n<p>Depending on the interests of its member mages, a Tower of Knowledge might have a magical workshop, a crossbreeding laboratory, and/or a mortuary and embalming chamber. The gp value of these facilities will be equal to twice the monthly wages of the members.</p>\n<h4>Library</h4>\n<p>Most Towers of Knowledge will have a library where the members can conduct magic research. The library will contain one codex or scroll roll per urban family in the settlement. The average codex or scroll roll will be worth 150gp and weighs 1/2 st; hence library value will be 150gp x urban families. The arcane library will usually be divided into separate collections, with particularly rare or valuable books kept separate and available only to high-ranking members of the association.</p>\n<p>The library might also include spell formulas for common spells known to caster’s. The highest level spell formula found in the library will be equal to 7 – settlement market class. For instance, a Class III settlement like Cyfaraun might have a library with common 1st – 4th level spells.</p>\n<h4>Storefront</h4>\n<p>In some settings, the Tower of Knowledge will dominate or even monopolize all arcane commerce. Such institutions will usually have a storefront of some sort where adventurers can:</p>\n<ul>\n<li>Buy miscellaneous equipment, including blank spell books, parchment, papyrus, and ink and commission the manufacture of workshop and laboratory components, subject to Equipment Availability (<em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em> p. XX).</li>\n<li>Hire an alchemist to identify a potion at a cost of 40gp. The identification requires one turn (10 minutes) and an Alchemy throw of 4+. If the throw succeeds, the alchemist identifies the potion correctly. If the throw fails, the potion is unidentifiable by the alchemist.</li>\n<li>Hire a sage to examine a common, uncommon, or rare magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Magical Engineering throw of 4+. If the throw succeeds, the sage correctly identifies the item’s function and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.</li>\n<li>Hire a sage to identify a very rare or legendary magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Loremastery throw of 13+. If the throw succeeds, the sage correctly identifies the item’s name, history, function, and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.</li>\n<li>Hire a mage to identify a magic item’s properties at a cost of 2,000gp. The identification takes 3 weeks and a Magic Research throw of 8+. The target value is increased by the level of spells in the item. If the throw succeeds, the mage identifies all of the item’s properties, including command words, curses, and charges. If the item proves to be a legendary item, or if it contains illegal, rare, or ritual magic, the mage or arcane institution might attempt to confiscate the item, or lie about its properties and offer to buy it for some low value, or claim its stolen, etc.</li>\n<li>Purchase arcane spellcasting services for the prices listed in the <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>p. XX.</li>\n<li>Purchase magic items from their arcane vault at 225% base cost, subject to Magic Item Transactions by Market Class (p. XX).</li>\n<li>Purchase special components from their arcane vault at 110% of market value.</li>\n<li>Purchase spell formulas for the spells in its library, at the following cost: 1st – 100gp, 2nd – 200gp, 3rd – 400gp, 4th – 1,000gp; 5th – 3,000gp; 6th – 7,000gp.</li>\n<li>Recruit mages to serve as henchmen and alchemists, engineers, or sages, to serve as specialists. The number of henchmen and specialists available will vary by market class as noted on the Mages and Specialists for Hire table.</li>\n<li>Sell magic items found, discovered, looted, or otherwise acquired to the institution for base cost or sell magic items they created independently for twice base cost, subject to Magic Item Transactions by Market Class (p. XX).</li>\n<li>Sell special components useful for magic research at 90% of market value.</li>\n</ul>\n<p>Any henchmen or specialists recruited from the Tower of Knowledge count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Tower of Knowledge has <em>extra</em> mages lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such mages. At your discretion, some or all of the mages may belong to other arcane classes.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Mages and Specialists for Hire</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Henchmen or Specialist</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n<td><strong>Wage</strong></td>\n</tr>\n<tr>\n<td>Henchman - 0th level mage</td>\n<td>4d10</td>\n<td>2d4</td>\n<td>1d2</td>\n<td>1 (20%</td>\n<td>1d3-2</td>\n<td>1 (15%)</td>\n<td>12gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 1st level mage</td>\n<td>1d4</td>\n<td>1 (70%)</td>\n<td>1 (25%)</td>\n<td>1 (15%)</td>\n<td>1 (6%)</td>\n<td>1 (2%)</td>\n<td>25gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 2nd level mage</td>\n<td>1d2</td>\n<td>1 (50%)</td>\n<td>1 (20%)</td>\n<td>1 (10%)</td>\n<td>1 (4%)</td>\n<td>1 (1%)</td>\n<td>50gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 3rd level mage</td>\n<td>1</td>\n<td>1 (20%)</td>\n<td>1 (8%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>100gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 4th level mage</td>\n<td>1 (35%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>None</td>\n<td>200gp/month</td>\n</tr>\n<tr>\n<td>Alchemist</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>250gp/month</td>\n</tr>\n<tr>\n<td>Engineer</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>250gp/month</td>\n</tr>\n<tr>\n<td>Sage</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (65%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>None</td>\n<td>500gp/month</td>\n</tr>\n</tbody></table>\n<h4>Treasury</h4>\n<p>A Tower of Knowledge will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above.</p>\n<h4>Vault</h4>\n<p>Since mages need special components for their research, a Tower of Knowledge will typically maintain a vault containing special components. The value of special components will equal 1 week’s wages for the members. The vault might also contain magical items created, collected, or purchased by the members. The number and type of magic items can be determined using the Magic Item Transactions by Market Class (p. XX).</p>\n<h4>Joining the Tower of Knowledge</h4>\n<p>If you place a Tower of Knowledge (of any sort) in your settlement, the arcane spellcasters in your group will almost certainly want to join. The exact nature and requirements of “joining” will vary depending on your setting. Is it by application, like a college or guild? By invitation, like a secret society? By birth? Are there minimum level requirements? Dues?</p>\n<p>For your reference, here are the mechanics (introduced in <em><strong>AX3: Capital of the Borderlands</strong></em>) by which adventurers can join the Tower of Knowledge in the Auran Empire:</p>\n<p>An applicant must be: (1) a citizen of the Auran Empire or sponsored by a patrician citizen; and (2) able to cast arcane spells, brew potions, or identify magic items <em>or</em> 0-level apprentices with INT 9+ seeking training. Applicants present themselves at the Grand Foyer and pay an application fee of 10gp. Each applicant is then interviewed by the Provost and the Regent after a waiting time of 1d4 weeks. During the interview, their spell books (if any) are inspected; applicants with any death or necromancy spells in their repertoire are ineligible for admission.</p>\n<p>At the conclusion of the interview, an applicant deemed eligible must roll 2d6. Modify the roll by the applicant’s INT bonus and the level of the most powerful spell in his repertoire. Add an additional +1 for each of the following proficiency selections: Alchemy 3, Loremastery, Magical Engineering. Add an additional +1 per 10,000gp of treasure or magic items gifted to the Tower. Add +4 if the applicant has Collegiate Wizardry (meaning he was trained at the Tower of Knowledge or similar academy). If the modified result of the roll is 12+, the applicant is admitted as a member. Applicants who are rejected can re-apply when they have improved their skills.</p>\n<p>You can assume 1st level mages with Collegiate Wizardry begin play as members. Mid- to high-level mages who have performed notable service to the Empire may be personally invited to join the Tower, bypassing the application process (Judge’s discretion).</p>\n<p>New members swear oaths to Istreus and are thereafter awarded a rank based on their spellcasting ability (arcanist, etc.); mundane scholars are awarded the rank of resident scholar. Mages are entitled to wear collegian cassocks based on their choice of college (artifice, gold; divination, blue; enchantment, indigo; illusion, white; summoning, black; transmogrification, green; war, red). They receive a key to access the Tower and rights to use the libraries and laboratories of their rank. New members of sorcerer (7th level) rank or above are assigned a private study.</p>\n<p>In exchange for these rights, members undertake certain duties. They must agree not to study or practice death magic and necromancy, and to hand over to the Tower any black magic formula or items they discover. They must pay a fee of 10gp per month to the Tower of Knowledge; those unable to pay the fee may work for the Tower as assistants to earn their fee. (This is typical for 0-level apprentices.) If a member develops a new magic item, spell, or automaton, a copy of the formula must be left with the Treasurer. If a member creates magic items for sale using the Tower’s facilities, or offers spellcasting services, the sale must be done at the Tower’s storefront and the profits shared 50/50 with the order. If a member creates magic items for personal use, the items must be bequeathed to the Tower upon the member’s death. The member is also expected to attend weekly sacrifices to Istreus, and to learn the various rites and rituals by which the god is venerated, but this duty is more often breached than honored.</p>\n<p>Residents of the Auran Empire are not obligated to join the Tower of Knowledge in order to practice magic, but arcane casters outside of the Tower are typically viewed as hedge wizards or, if powerful, untrustworthy occultists.</p>\n",
  "sections": [
    {
      "title": "Step 4. Develop the Points of Interest",
      "level": 2,
      "html": "<p>In the wilderness, points of interest are opportunities to challenge monsters, find treasure, and use proficiencies and powers. In a settlement, however, points of interest are opportunities to interact with particular aspects of <em><strong>ACKS II</strong></em>,such as hiring henchmen, trading in the market, purchasing spellcaster services, and so on.</p>\n<p>The material below is intended to aid you in developing points of interest for your settlement. Not every point of interest will be appropriate for every settlement, and some might not even fit into the campaign setting at all, so don’t feel that you have to include settlement features that don’t mesh with your milieu. Conversely, don’t hesitate to add additional points of interest. Amphitheaters, public fountains, colossal statues, and more can bring your settlement alive. Our city sourcebook, <em><strong>AX3 Capital of the Borderlands</strong></em><em>,</em> can be a fruitful source for further points of interest.</p>\n<p>As you detail each of your settlement’s points of interest, allocate NPCs to them from the NPC roster you created in Step 3. You should assign some or all the members of each class to various points of interest that are relevant to them. For instance, if your settlement is a Class III small city, the Starting Settlement table suggests 98 0th level, 71 1st level, 26 2nd level, 10 3rd level, 4 4th level, 3 5th level, and 1 6th level mage, as well as a percentage chance of higher-level casters. You could assign all of these NPCs to the Tower of Knowledge in your settlement, or assign some to the Tower with others working for the local government or guilds, or simply leave it open for future choices.</p>\n<p>You do not need to develop the inhabitants in any great detail. Most characters don’t even need to be given names. For higher-level characters, a single sentence (“Fighter 7, Neutral, Jutlandic, age 47, red hair, scar on nose, wants revenge on local beastmen”) is more than sufficient.</p>\n"
    },
    {
      "title": "Amphitheaters",
      "level": 3,
      "html": "<p>Whether called amphitheaters, arenas, colosseums, circuses, or fighting pits, arenas are common throughout civilized realms. Amphitheaters can range in size from simple pits with wooden bleachers for 3,000 spectators to enormous multi-level structures capable of seating 80,000 spectators. The appropriate size of an amphitheater is based on the urban settlement’s market class and population, as shown on the Amphitheater Size table, below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Settlement Population</strong></td>\n<td><strong>Market Class</strong></td>\n<td><strong>Appropriate Amphitheater Size</strong></td>\n</tr>\n<tr>\n<td>75-249</td>\n<td>Class VI</td>\n<td>None</td>\n</tr>\n<tr>\n<td>250-500</td>\n<td>Class V</td>\n<td>None</td>\n</tr>\n<tr>\n<td>501-2,499</td>\n<td>Class IV</td>\n<td>5 seats per family</td>\n</tr>\n<tr>\n<td>2,500-4,999</td>\n<td>Class III</td>\n<td>7,500 seats plus 3 seats per family over 2,500</td>\n</tr>\n<tr>\n<td>5,000-19,999</td>\n<td>Class II</td>\n<td>15,000 seats plus 1 per family over 5,000</td>\n</tr>\n<tr>\n<td>20,000-100,000</td>\n<td>Class I</td>\n<td>30,000 seats plus 1 per 4 families over 20,000</td>\n</tr>\n</tbody></table>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Characteristic</strong></td>\n<td><strong>Value / Formula</strong></td>\n</tr>\n<tr>\n<td>No. of Seats</td>\n<td>No less than 100 seats; no more than 100,000 seats</td>\n</tr>\n<tr>\n<td>No. of Stories</td>\n<td>1 story plus up to 1 additional story per 20,000 seats</td>\n</tr>\n<tr>\n<td>Interior Area</td>\n<td>(No. of Seats / No. of Stories) x 2 square feet</td>\n</tr>\n<tr>\n<td>Interior Height</td>\n<td>15 feet</td>\n</tr>\n<tr>\n<td>Interior Width</td>\n<td>2 x (Interior Area / 3.75)0.5 feet</td>\n</tr>\n<tr>\n<td>Interior Length</td>\n<td>Interior Width x 1.2 feet</td>\n</tr>\n<tr>\n<td>Exterior Area</td>\n<td>Interior Area x 6 square feet</td>\n</tr>\n<tr>\n<td>Exterior Height</td>\n<td>No. of Stories x 35 feet</td>\n</tr>\n<tr>\n<td>Exterior Width</td>\n<td>2 x (Exterior Area / 3.75)0.5</td>\n</tr>\n<tr>\n<td>Exterior Length</td>\n<td>Exterior Width x 1.2 feet</td>\n</tr>\n<tr>\n<td>No. of Gates</td>\n<td>Exterior Area / 3,000</td>\n</tr>\n<tr>\n<td>Amphitheater Cost</td>\n<td>No. of Seats x 15gp</td>\n</tr>\n</tbody></table>\n<p>Amphitheaters are ellipse-shaped structures with a walled, open-air interior arena surrounded by elevated seating. The exterior and interior dimensions of an amphitheater, as well as its cost, are determined by the amphitheater’s seating capacity and stories, as shown on the Amphitheater Characteristics table, below. The cost of the amphitheater includes all the necessary subterranean vaults and passages, arena and spectator gates, and so on.</p>\n<p>Complete rules for gladiatorial games in the amphitheater can be found in <em><strong>AXIOMS</strong></em> <em>4</em>.</p>\n"
    },
    {
      "title": "Avenues and Alleys",
      "level": 3,
      "html": "<p>Some settlements have twisting roads that track through ancient hills and wind along the curving course of nearby rivers. Others are have broad avenues organized into a grid by the central planners who built it. For game purposes, we divide streets into two types, <strong>avenues</strong> and <strong>alleys</strong>.</p>\n"
    },
    {
      "title": "Avenues",
      "level": 4,
      "html": "<p>Avenues are thoroughfares, usually paved with carefully-fitted flag stones, that establish city blocks. They measure 15’ wide, with a slightly concave shape. 5’-wide concrete sidewalks are raised 18” (1.5’) above the road surface on either side, the height serving to prevent vehicles from accidentally rolling into nearby pedestrians. Walkways, made by embedding 18”-tall stepping stones in the road surface, connect the sidewalks on either side at intersections. The stepping stones are separated by wheel ruts that allow carts and wagons to pass through the walkways, if they roll slowly and carefully – effectively creating a speed limit. Carts and wagons are forbidden on the sidewalks, except at the hours of sunrise and sunset, when merchants can load, unload, set up, and tear down. Patricians who don’t wish to walk on the sidewalks with the rabble often travel on litters carried by strong-backed servants.</p>\n"
    },
    {
      "title": "Alleyways",
      "level": 4,
      "html": "<p>Alleyways cut through city blocks, forming tributaries of foot traffic that flow between tightly-packed buildings and into the streets. The alleyways are often paved with concrete, but might be hard packed. They are always very narrow: Most are about 5’ wide, with the narrowest measuring just 2’6” and the widest 8’. Short-cutting through alleyways can quicken a trip, but the alleyways of a large settlement can be quite dangerous, especially at night.</p>\n"
    },
    {
      "title": "Docks",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Dock Moorage Capacity</strong></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market Class</strong></td>\n<td><strong>Moorage Capacity (st)</strong></td>\n<td></td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>660,000*</td>\n<td></td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>165,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>85,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>20,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>8,000</td>\n<td></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>3,000</td>\n<td></td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n<p>If your settlement is built on a riverbank or shoreline, it will usually include a dock for the mooring, loading, and unloading of vessels. Larger settlements might have multiple docks, each with one or more piers or wharves, along with other structures such as slipways and warehouses. The Dock Moorage Capacity table offers guidelines on the size of the dock(s) and the number of vessels that can be moored there.</p>\n"
    },
    {
      "title": "Emporium",
      "level": 3,
      "html": "<p>An Emporium, also called an agora, bazaar, forum, or market is a plaza encircled by shops and stores. From sunup to sundown, a mosaic of colorful tents, covered wagons, and cart stands makes the Emporium the most crowded segment of the settlement. In general, any equipment and any common merchandise can be bought or sold in the Emporium (precious merchandise is exchanged in the Merchant Guildhouse). With a Friendly reaction roll, the artisans and merchants here can be a good source of city rumors or might offer introductions, information, and additional items.</p>\n<p>About 25% of the master merchants in the Emporium belong to the venturer class; roll on the NPC Level table if so (p. XX). The remainder are 0-level characters with AC 0, 3 hp, ML -1, one rank of Bargaining proficiency and three ranks of Profession (merchant) or similar general proficiencies. Journeyman and apprentice merchants will lack one or more proficiencies.</p>\n"
    },
    {
      "title": "Mercenary Guildhouse",
      "level": 3,
      "html": "<p>A Mercenary Guild is a consortium of sellswords licensed to provide private military services. At the Mercenary Guildhouse, able-bodied adventurers (STR 9+) can join the Guild; membership dues are 12gp, payable upon joining and annually thereafter.</p>\n<p>The Guild primarily functions as a mutual aid society, paying out funds when members are captured, crippled, or slain. The member or his family will be paid 100gp for loss of life, 40gp for loss of freedom (ransom), 40gp for loss of an arm, 30gp for loss of a leg, 10gp for loss of an eye, and 5gp for loss of a finger, toe, or ear.</p>\n<p>Members can also stay in the lodgings in the Guildhouse at a cost of just 1sp per night and can check for contracts posted by potential employers. Both members and non-members can post contracts to solicit and hire henchmen, mercenaries, and military specialists. Make sure you include the Mercenary Guildhouse in your story web. It’s a good idea to start with 4 to 6 hooks from the Mercenary Guildhouse leading to low-level points of interest in your setting. As the adventurers advance in level, you can have the Mercenary Guildhouse post contracts for more difficult challenges.</p>\n"
    },
    {
      "title": "Merchant Guildhouse",
      "level": 3,
      "html": "<p>The Merchant Guild licenses merchants to do business, administers the settlement’s markets, brokers transactions, and provides banking services. The Merchant Guildhouse will typically be run by one of the highest-level venturers in the settlement.</p>\n"
    },
    {
      "title": "Bank",
      "level": 4,
      "html": "<p>The Guildhouse’s banking branch offers services to select clients, including storing wealth, borrowing and lending money, exchanging currency, and offering investment opportunities. Domain rulers are automatically accepted as clients. Otherwise, becoming a client of the Merchant Guild bank typically requires a Friendly reaction roll (add +1 if the applicant is a venturer and an additional +1 per rank of Bargaining). Clients receive the following benefits:</p>\n<ul>\n<li>Currency can be exchanged for a 0.25% fee.</li>\n<li>Funds can be loaned to the bank for 30-day terms at 0.25% interest.</li>\n<li>Funds can be borrowed from the bank with or without collateral. Adventuring expeditions are typically charged an interest rate of 3% per month with collateral or 9% per month without.</li>\n<li>Investments can be made, with opportunities ranging from safe to perilous.</li>\n<li>Wealth can be stored in the Guildhouse for a fee of 0.25% per month; clients with funds on deposit can withdraw it on demand and/or use bills of exchange to pay guild merchants.</li>\n</ul>\n<p>The amount of funds available to borrowers, the size of the opportunities available for investment, and the amount of wealth in the guildhouse is determined by the settlement’s market class, as shown on the Merchant Guildhouse table. Banks cannot lend out more than hold in deposit (fractional reserve banking hasn’t been invented yet).</p>\n<p>Enterprising adventurers might wish to rob the bank. It will surely be well-guarded by both mundane and magical methods, with NPCs hired from the settlement for its defense. The deposits will be a mix of gold, silver, and copper coins. 33% of the value will be in gold, 34% in silver, and 33% in copper. For instance, if the bank has 45,000gp of wealth in deposit, it will be 15,000gp; 150,000sp (worth 15,000gp); and 1,500,000cp (worth 15,000gp). If you want, you can divide the coins into lots of 1,000 and roll on the Special Treasures tables (p. XX – XX) to generate gems, jewelry, or collateral on deposit. The coins in the bank represent approximately 25% of the total coin circulating in the settlement’s economy (including the surrounding domains).</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Merchant Guildhouse</strong></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market Class</strong></td>\n<td><strong>Loanable Funds (gp)</strong></td>\n<td><strong>Investment Opportunities (gp)</strong></td>\n<td><strong>Wealth Deposited (gp)</strong></td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>100,000* per borrower</td>\n<td>100,000*</td>\n<td>1,500,000*</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>25,000 per borrower</td>\n<td>25,000</td>\n<td>375,000</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>10,000 per borrower</td>\n<td>10,000</td>\n<td>187,500</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>5,000 per borrower</td>\n<td>5,000</td>\n<td>46,875</td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>2,000 per borrower</td>\n<td>2,000</td>\n<td>18,750</td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>1,000 per borrower</td>\n<td>1,000</td>\n<td>6,000</td>\n</tr>\n<tr>\n<td>*Per 20,000 families</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "License Hall",
      "level": 4,
      "html": "<p>The licensing office regulates the commerce within the city. Adventurers usually have little regard for the proprieties of licensing, but those who wish to set up a store with staff must pay an annual fee of 10% of earnings. Sole proprietors do not have to be licensed, but unlicensed businesses are considered disreputable and low-class.</p>\n"
    },
    {
      "title": "Trading Hall",
      "level": 4,
      "html": "<p>At the trading hall, adventurers can buy and sell loads of precious merchandise and solicit passengers and shipping contracts. (Common merchandise is typically exchanged in the Emporium, above.) Guild’s brokers can also provide for purchase and sale of goods (at 10% commission); retainer of hirelings (10% commission on 3 month’s wages); and arrangement of transportation services, including coach cabs, messengers, and ship’s passage within the Auran Empire (5% commission).</p>\n"
    },
    {
      "title": "Sewer System",
      "level": 3,
      "html": "<p>Settlements of Class IV or higher are populous enough to require attention to waste management. In technologically advanced civilizations (such as the Auran Empire), sewers will run beneath the settlement. Usually these sewers are just filled with rats and filth, but sometimes they can form an entire “undercity” below the settlement with a subterranean population, or connect into catacombs, dungeons, or sunken ruins.</p>\n<p>When present, sewers are usually accessed by 2’ x 2’ lead sluice grates typically pierce the avenues at regular intervals (typically one per block). Removing a sewer grate elsewhere can be done as a full-round action by making a successful Dungeonbashing proficiency throw. Otherwise it takes 1 turn (10 minutes) using a crowbar.</p>\n<p>Sewers can feature large or small tunnels. Large sewer tunnels can be up to 13.5’ tall and 13.5’ wide (enough for a chariot). They have 2’ wide ledges running along either side, with sconces for torches ever 60’. Adventurers can move single file along the ledges without penalty, but any character struck while on a ledge must make a Paralysis saving throw or fall into the sewer tunnel. The smaller sewer tunnels are 7.5’ tall and wide and have no ledges.</p>\n<p>Not surprisingly, a thick sludge of waste runs throughout sewer tunnels. The sludge does not slow exploration movement, but characters charge or run at half rate while within it. Acrobatics and Sneaking proficiency throws made by characters in sludge suffer a -2 penalty. The sludge is filled with disease-carrying decaying matter, so characters who are knocked down or otherwise fall prone in the sludge come down with a fungal infection unless they succeed on a saving throw vs. Poison +4. Characters that actually <em>eat</em> the sewer sludge are automatically infected with no saving throw.</p>\n<p>Fungal infections become evident after 1d8 hours as white, pulpy scabs on the skin (or, if the sludge was eaten, on the tongue, lips, and mouth.) Once the scabs appear, the infected character suffers a -2 penalty to reaction rolls and a -1 penalty to surprise rolls and initiative rolls due to distracting itches. Each day thereafter, the scabs spread, and the infected character must make an additional Death saving throw. If the throw fails, the spreading infection leaves a permanent scar (treat as a “minor scar” on the Mortal Wounds table). If the throw succeeds, no scarring occurs, though the character remains infected. The infection can be cured with Healing proficiency or magic.</p>\n<p>Sewer sludge also might carry a poisonous miasma, noticeable by the awful smell of rotten eggs. Characters exposed to the miasma must make a Death saving throw every turn or begin to suffer headaches, bleary eyes, and shortness of breath. These symptoms make the character <strong>fatigued</strong> until the character rests for one turn away from the sludge. Characters who shield their nose and mouth with a cloth bandana or take other simple precautions need save only once per hour and gain a +4 bonus.</p>\n"
    },
    {
      "title": "Temple",
      "level": 3,
      "html": "<p>Most settlements will have one or more temples or other places of worship, such as abbeys, basilicas, cathedrals, chapels, churches, monasteries, mosques, shrines, or synagogues. If there’s only one Temple, it will usually be devoted to the settlement’s deity or pantheon of deities. In a larger settlement with a number of Temples, there might be houses of worship devoted to a number of different deities or pantheons, or even to deified heroes, venerated ancestors, or minor demigods. In some settings, establishments such as almshouses, cemeteries, courthouses, funeral homes, hospitals, and orphanages might also be dedicated to a god or gods and run by ecclesiastics of various sorts.</p>\n"
    },
    {
      "title": "Ecclesiastics",
      "level": 4,
      "html": "<p>Adventurers often visit Temples to hire divine casters to cast spells, recruit divine casters to serve as henchmen, and recruit healers to serve as specialists. Given the high lethality of <em><strong>ACKS II</strong></em><em>,</em> it’s a certainty that the adventurers will seek out divine casters for <em>repair disfigurement and disability</em> or <em>restore life and limb</em>, so it’s worth spending some time with your NPC roster to flesh out the divine spellcasters in town who can offer such services.</p>\n<p>Any henchmen or specialists recruited from a Temple count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Temple has <em>extra</em> divine casters lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such persons. In the Auran Empire, 50% of divine casters will be crusaders, 25% will be bladedancers, and 25% will be priestesses; you can change the classes or vary these ratios for different settings.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Temple – Divine Casters and Specialists for Hire</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Henchmen or Specialist</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n<td><strong>Wage</strong></td>\n</tr>\n<tr>\n<td>Henchman - 0th level divine caster</td>\n<td>4d20</td>\n<td>2d10</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (70%)</td>\n<td>1 (30%)</td>\n<td>12gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 1st level divine caster</td>\n<td>1d10</td>\n<td>1d2</td>\n<td>1 (50%)</td>\n<td>1d2</td>\n<td>1 (15%)</td>\n<td>1 (4%)</td>\n<td>25gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 2nd level divine caster</td>\n<td>1d6</td>\n<td>1</td>\n<td>1 (40%)</td>\n<td>1</td>\n<td>1 (8%)</td>\n<td>1 (3%)</td>\n<td>50gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 3rd level divine caster</td>\n<td>1</td>\n<td>1 (10%)</td>\n<td>1 (15%)</td>\n<td>1 (33%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>100gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 4th level divine caster</td>\n<td>1 (70%)</td>\n<td>1 (30%)</td>\n<td>1 (10%)</td>\n<td>1 (15%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>200gp/month</td>\n</tr>\n<tr>\n<td>Healer</td>\n<td>5d10</td>\n<td>2d6</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (65%)</td>\n<td>1 (20%)</td>\n<td>1gp/day/patient</td>\n</tr>\n<tr>\n<td>Healer — Physicker</td>\n<td>3d10</td>\n<td>2d4</td>\n<td>1d4</td>\n<td>1</td>\n<td>1 (40%)</td>\n<td>1 (15%)</td>\n<td>2gp/day/patient</td>\n</tr>\n<tr>\n<td>Healer — Chirugeon</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>4gp/day/patient</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Facilities",
      "level": 4,
      "html": "<p>Some Temples might contain a workshop for magic research or a mortuary and embalming chamber for necromancy. The gp value of these facilities will be equal to twice the monthly wages of the members.</p>\n<p>EXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple might have a workshop worth up to 1,490gp.</p>\n"
    },
    {
      "title": "Treasury",
      "level": 4,
      "html": "<p>A Temple will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. The treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards.</p>\n<p>EXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple will have a treasury of between 186gp and 745gp.</p>\n"
    },
    {
      "title": "Reliquary",
      "level": 4,
      "html": "<p>Large and wealthy Temples might include one or more reliquaries containing magic items sacred to the faith. The number and type of magic items can be determined using the Magic Item Availability by Market Class (p. XX). Note that whatever you allocate to the Temple, you can’t allocate to the Tower of Knowledge – there’s only so many magic items to go around in town! The reliquary will be as or more well-guarded as the treasury.</p>\n"
    },
    {
      "title": "Thieves’ Quarter",
      "level": 3,
      "html": "<p>The Thieves’ Quarter is the most dilapidated and crime-ridden portions of your settlement, filled with rough buildings inhabited by rough men and women. It’s always a dangerous place to loiter. Settlement encounters occur here on 5+ on 1d6 by day and 4+ on 1d6 by night, and reaction rolls in the alleyways suffer a -2 penalty. Nevertheless, this is where adventurers will need to go if they want to recruit thieves as henchmen, or hire ruffians to do hijinks.</p>\n"
    },
    {
      "title": "Hideouts",
      "level": 4,
      "html": "<p>The settlement’s thieves’ guild(s) or other criminal organization(s) typically have their hideouts located within the Thieves’ Quarter. The Starting City Criminal Guilds table can guide you in constructing criminal guilds compatible with <em>ACKS.</em></p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Starting City Criminal Guilds</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Market</strong>  <strong>Class</strong></td>\n<td><strong>Total</strong>  <strong>Membership</strong></td>\n<td><strong>Expected</strong>  <strong>Boss Level</strong></td>\n<td><strong>Monthly Syndicate</strong>  <strong>Revenue (gp)</strong></td>\n<td><strong>Monthly Guild</strong>  <strong>Revenue (gp)</strong></td>\n<td><strong>Guild</strong>  <strong>Treasury (gp)</strong></td>\n</tr>\n<tr>\n<td>Class VI</td>\n<td>16</td>\n<td>4</td>\n<td>1,500</td>\n<td>-</td>\n<td></td>\n</tr>\n<tr>\n<td>Class V</td>\n<td>42</td>\n<td>6</td>\n<td>3,350</td>\n<td>4,850</td>\n<td>15,000</td>\n</tr>\n<tr>\n<td>Class IV</td>\n<td>100</td>\n<td>8</td>\n<td>7,350</td>\n<td>12,250</td>\n<td>36,000</td>\n</tr>\n<tr>\n<td>Class III</td>\n<td>375</td>\n<td>10</td>\n<td>22,000</td>\n<td>35,000</td>\n<td>100,000</td>\n</tr>\n<tr>\n<td>Class II</td>\n<td>750</td>\n<td>12</td>\n<td>40,000</td>\n<td>75,000</td>\n<td>225,000</td>\n</tr>\n<tr>\n<td>Class I</td>\n<td>3,000</td>\n<td>14</td>\n<td>100,000</td>\n<td>175,000</td>\n<td>525,000</td>\n</tr>\n</tbody></table>\n<p><strong>Total Membership</strong> shows the total membership of the starting city’s criminal guild(s) relative to its market class. These members will usually be drawn from the available thieves, assassins, and nightblades in the settlement (determined in Step 3). Note that as the market class increases, total membership scales up less swiftly than the total number of available thieves. For instance, a Class VI settlement will have 16 thieves and all 16 will belong to a criminal organization, but a Class I settlement will have 3,331 thieves with only 3,000 in criminal organizations; 10% will be unaffiliated or independent. Some guilds might permit fighters, venturers, or other classes to join as well as thieves, assassins, and nightblades.</p>\n<p><strong>Expected Boss Level</strong> is the expected level of the most powerful boss in the starting settlement. As always, don’t be afraid to stray from these ranges where it makes sense for your setting. It’s not impossible for a large city to have a small guild run by a low-level boss, or for a small town to have a high-level boss, it’s just unusual.</p>\n<p><strong>Monthly Syndicate Revenue</strong> is how much gold the boss’s syndicate in your settlement generates per month. <strong>Monthly Guild Revenue</strong> shows how much gold the boss’s criminal guild generates, factoring in syndicates run by underbosses in other cities, towns, and villages. If the starting settlement is isolated or highly independent, its syndicate may not be part of a larger guild (Judge’s discretion) and in that case only the syndicate revenue would be earned.</p>\n<p>The table assumes that the settlement’s criminals have been consolidated into a single guild managed directly by one boss. If you want, you can split a settlement’s criminals into multiple competing or complimentary guilds. For example, a Class I metropolis might have 3 competing thieves’ guilds with 750 members each and a separate assassins’ guild of 750 members. Where this is done, highest boss level, monthly syndicate revenue, and monthly guild revenue should be based on the guild membership of each guild, rather than the market class of the settlement.</p>\n<p><strong>Guild Treasure</strong> is how much fungible wealth the guild will have on hand, usually in a well-secured and well-hidden location. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. Note that thieves typically accumulate more treasure than arcane and divine casters, who spend their wealth on components and materials.</p>\n"
    },
    {
      "title": "Other Establishments",
      "level": 4,
      "html": "<p>The Thieves’ Quarter is typically home to a number of bawdyhouses, cantinas, inns, and taverns. These can be rolled up using the Dynamic Buildings tables (p. XX – XX). Most of these business establishments will either be owned by the local criminal guilds, or will be paying a share of their revenue to the guild for “protection.”</p>\n"
    },
    {
      "title": "Tower of Knowledge",
      "level": 3,
      "html": "<p>The Tower of Knowledge is a building occupied by practitioners of studious magic, as well as by alchemists, engineers, sages, and other learned individuals. The name is specific to the Auran Empire setting, but many settings have similar organizations such as wizard colleges, sorcerer’s guilds, temples of magic, and so on. Of course, such institutions won’t be present in every setting, and when present may or may not have all of the features described below, depending on your campaign world.</p>\n"
    },
    {
      "title": "Facilities",
      "level": 4,
      "html": "<p>Depending on the interests of its member mages, a Tower of Knowledge might have a magical workshop, a crossbreeding laboratory, and/or a mortuary and embalming chamber. The gp value of these facilities will be equal to twice the monthly wages of the members.</p>\n"
    },
    {
      "title": "Library",
      "level": 4,
      "html": "<p>Most Towers of Knowledge will have a library where the members can conduct magic research. The library will contain one codex or scroll roll per urban family in the settlement. The average codex or scroll roll will be worth 150gp and weighs 1/2 st; hence library value will be 150gp x urban families. The arcane library will usually be divided into separate collections, with particularly rare or valuable books kept separate and available only to high-ranking members of the association.</p>\n<p>The library might also include spell formulas for common spells known to caster’s. The highest level spell formula found in the library will be equal to 7 – settlement market class. For instance, a Class III settlement like Cyfaraun might have a library with common 1st – 4th level spells.</p>\n"
    },
    {
      "title": "Storefront",
      "level": 4,
      "html": "<p>In some settings, the Tower of Knowledge will dominate or even monopolize all arcane commerce. Such institutions will usually have a storefront of some sort where adventurers can:</p>\n<ul>\n<li>Buy miscellaneous equipment, including blank spell books, parchment, papyrus, and ink and commission the manufacture of workshop and laboratory components, subject to Equipment Availability (<em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em> p. XX).</li>\n<li>Hire an alchemist to identify a potion at a cost of 40gp. The identification requires one turn (10 minutes) and an Alchemy throw of 4+. If the throw succeeds, the alchemist identifies the potion correctly. If the throw fails, the potion is unidentifiable by the alchemist.</li>\n<li>Hire a sage to examine a common, uncommon, or rare magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Magical Engineering throw of 4+. If the throw succeeds, the sage correctly identifies the item’s function and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.</li>\n<li>Hire a sage to identify a very rare or legendary magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Loremastery throw of 13+. If the throw succeeds, the sage correctly identifies the item’s name, history, function, and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.</li>\n<li>Hire a mage to identify a magic item’s properties at a cost of 2,000gp. The identification takes 3 weeks and a Magic Research throw of 8+. The target value is increased by the level of spells in the item. If the throw succeeds, the mage identifies all of the item’s properties, including command words, curses, and charges. If the item proves to be a legendary item, or if it contains illegal, rare, or ritual magic, the mage or arcane institution might attempt to confiscate the item, or lie about its properties and offer to buy it for some low value, or claim its stolen, etc.</li>\n<li>Purchase arcane spellcasting services for the prices listed in the <em><strong>ACKS II</strong></em><em><strong>Revised Rulebook</strong></em>p. XX.</li>\n<li>Purchase magic items from their arcane vault at 225% base cost, subject to Magic Item Transactions by Market Class (p. XX).</li>\n<li>Purchase special components from their arcane vault at 110% of market value.</li>\n<li>Purchase spell formulas for the spells in its library, at the following cost: 1st – 100gp, 2nd – 200gp, 3rd – 400gp, 4th – 1,000gp; 5th – 3,000gp; 6th – 7,000gp.</li>\n<li>Recruit mages to serve as henchmen and alchemists, engineers, or sages, to serve as specialists. The number of henchmen and specialists available will vary by market class as noted on the Mages and Specialists for Hire table.</li>\n<li>Sell magic items found, discovered, looted, or otherwise acquired to the institution for base cost or sell magic items they created independently for twice base cost, subject to Magic Item Transactions by Market Class (p. XX).</li>\n<li>Sell special components useful for magic research at 90% of market value.</li>\n</ul>\n<p>Any henchmen or specialists recruited from the Tower of Knowledge count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Tower of Knowledge has <em>extra</em> mages lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such mages. At your discretion, some or all of the mages may belong to other arcane classes.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Mages and Specialists for Hire</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Henchmen or Specialist</strong></td>\n<td><strong>Class I</strong></td>\n<td><strong>Class II</strong></td>\n<td><strong>Class III</strong></td>\n<td><strong>Class IV</strong></td>\n<td><strong>Class V</strong></td>\n<td><strong>Class VI</strong></td>\n<td><strong>Wage</strong></td>\n</tr>\n<tr>\n<td>Henchman - 0th level mage</td>\n<td>4d10</td>\n<td>2d4</td>\n<td>1d2</td>\n<td>1 (20%</td>\n<td>1d3-2</td>\n<td>1 (15%)</td>\n<td>12gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 1st level mage</td>\n<td>1d4</td>\n<td>1 (70%)</td>\n<td>1 (25%)</td>\n<td>1 (15%)</td>\n<td>1 (6%)</td>\n<td>1 (2%)</td>\n<td>25gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 2nd level mage</td>\n<td>1d2</td>\n<td>1 (50%)</td>\n<td>1 (20%)</td>\n<td>1 (10%)</td>\n<td>1 (4%)</td>\n<td>1 (1%)</td>\n<td>50gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 3rd level mage</td>\n<td>1</td>\n<td>1 (20%)</td>\n<td>1 (8%)</td>\n<td>1 (3%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>100gp/month</td>\n</tr>\n<tr>\n<td>Henchman - 4th level mage</td>\n<td>1 (35%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>1 (1%)</td>\n<td>None</td>\n<td>None</td>\n<td>200gp/month</td>\n</tr>\n<tr>\n<td>Alchemist</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>250gp/month</td>\n</tr>\n<tr>\n<td>Engineer</td>\n<td>1d10</td>\n<td>1d3</td>\n<td>1</td>\n<td>1 (33%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>250gp/month</td>\n</tr>\n<tr>\n<td>Sage</td>\n<td>1d6</td>\n<td>1d2</td>\n<td>1 (65%)</td>\n<td>1 (15%)</td>\n<td>1 (5%)</td>\n<td>None</td>\n<td>500gp/month</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Treasury",
      "level": 4,
      "html": "<p>A Tower of Knowledge will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above.</p>\n"
    },
    {
      "title": "Vault",
      "level": 4,
      "html": "<p>Since mages need special components for their research, a Tower of Knowledge will typically maintain a vault containing special components. The value of special components will equal 1 week’s wages for the members. The vault might also contain magical items created, collected, or purchased by the members. The number and type of magic items can be determined using the Magic Item Transactions by Market Class (p. XX).</p>\n"
    },
    {
      "title": "Joining the Tower of Knowledge",
      "level": 4,
      "html": "<p>If you place a Tower of Knowledge (of any sort) in your settlement, the arcane spellcasters in your group will almost certainly want to join. The exact nature and requirements of “joining” will vary depending on your setting. Is it by application, like a college or guild? By invitation, like a secret society? By birth? Are there minimum level requirements? Dues?</p>\n<p>For your reference, here are the mechanics (introduced in <em><strong>AX3: Capital of the Borderlands</strong></em>) by which adventurers can join the Tower of Knowledge in the Auran Empire:</p>\n<p>An applicant must be: (1) a citizen of the Auran Empire or sponsored by a patrician citizen; and (2) able to cast arcane spells, brew potions, or identify magic items <em>or</em> 0-level apprentices with INT 9+ seeking training. Applicants present themselves at the Grand Foyer and pay an application fee of 10gp. Each applicant is then interviewed by the Provost and the Regent after a waiting time of 1d4 weeks. During the interview, their spell books (if any) are inspected; applicants with any death or necromancy spells in their repertoire are ineligible for admission.</p>\n<p>At the conclusion of the interview, an applicant deemed eligible must roll 2d6. Modify the roll by the applicant’s INT bonus and the level of the most powerful spell in his repertoire. Add an additional +1 for each of the following proficiency selections: Alchemy 3, Loremastery, Magical Engineering. Add an additional +1 per 10,000gp of treasure or magic items gifted to the Tower. Add +4 if the applicant has Collegiate Wizardry (meaning he was trained at the Tower of Knowledge or similar academy). If the modified result of the roll is 12+, the applicant is admitted as a member. Applicants who are rejected can re-apply when they have improved their skills.</p>\n<p>You can assume 1st level mages with Collegiate Wizardry begin play as members. Mid- to high-level mages who have performed notable service to the Empire may be personally invited to join the Tower, bypassing the application process (Judge’s discretion).</p>\n<p>New members swear oaths to Istreus and are thereafter awarded a rank based on their spellcasting ability (arcanist, etc.); mundane scholars are awarded the rank of resident scholar. Mages are entitled to wear collegian cassocks based on their choice of college (artifice, gold; divination, blue; enchantment, indigo; illusion, white; summoning, black; transmogrification, green; war, red). They receive a key to access the Tower and rights to use the libraries and laboratories of their rank. New members of sorcerer (7th level) rank or above are assigned a private study.</p>\n<p>In exchange for these rights, members undertake certain duties. They must agree not to study or practice death magic and necromancy, and to hand over to the Tower any black magic formula or items they discover. They must pay a fee of 10gp per month to the Tower of Knowledge; those unable to pay the fee may work for the Tower as assistants to earn their fee. (This is typical for 0-level apprentices.) If a member develops a new magic item, spell, or automaton, a copy of the formula must be left with the Treasurer. If a member creates magic items for sale using the Tower’s facilities, or offers spellcasting services, the sale must be done at the Tower’s storefront and the profits shared 50/50 with the order. If a member creates magic items for personal use, the items must be bequeathed to the Tower upon the member’s death. The member is also expected to attend weekly sacrifices to Istreus, and to learn the various rites and rituals by which the god is venerated, but this duty is more often breached than honored.</p>\n<p>Residents of the Auran Empire are not obligated to join the Tower of Knowledge in order to practice magic, but arcane casters outside of the Tower are typically viewed as hedge wizards or, if powerful, untrustworthy occultists.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Step 4. Develop the Points of Interest\n\nIn the wilderness, points of interest are opportunities to challenge monsters, find treasure, and use proficiencies and powers. In a settlement, however, points of interest are opportunities to interact with particular aspects of ***ACKS II***,such as hiring henchmen, trading in the market, purchasing spellcaster services, and so on.\n\nThe material below is intended to aid you in developing points of interest for your settlement. Not every point of interest will be appropriate for every settlement, and some might not even fit into the campaign setting at all, so don’t feel that you have to include settlement features that don’t mesh with your milieu. Conversely, don’t hesitate to add additional points of interest. Amphitheaters, public fountains, colossal statues, and more can bring your settlement alive. Our city sourcebook, ***AX3 Capital of the Borderlands****,* can be a fruitful source for further points of interest.\n\nAs you detail each of your settlement’s points of interest, allocate NPCs to them from the NPC roster you created in Step 3. You should assign some or all the members of each class to various points of interest that are relevant to them. For instance, if your settlement is a Class III small city, the Starting Settlement table suggests 98 0th level, 71 1st level, 26 2nd level, 10 3rd level, 4 4th level, 3 5th level, and 1 6th level mage, as well as a percentage chance of higher-level casters. You could assign all of these NPCs to the Tower of Knowledge in your settlement, or assign some to the Tower with others working for the local government or guilds, or simply leave it open for future choices.\n\nYou do not need to develop the inhabitants in any great detail. Most characters don’t even need to be given names. For higher-level characters, a single sentence (“Fighter 7, Neutral, Jutlandic, age 47, red hair, scar on nose, wants revenge on local beastmen”) is more than sufficient.\n\n### Amphitheaters\n\nWhether called amphitheaters, arenas, colosseums, circuses, or fighting pits, arenas are common throughout civilized realms. Amphitheaters can range in size from simple pits with wooden bleachers for 3,000 spectators to enormous multi-level structures capable of seating 80,000 spectators. The appropriate size of an amphitheater is based on the urban settlement’s market class and population, as shown on the Amphitheater Size table, below.\n\n|  |  |  |\n| --- | --- | --- |\n| **Settlement Population** | **Market Class** | **Appropriate Amphitheater Size** |\n| 75-249 | Class VI | None |\n| 250-500 | Class V | None |\n| 501-2,499 | Class IV | 5 seats per family |\n| 2,500-4,999 | Class III | 7,500 seats plus 3 seats per family over 2,500 |\n| 5,000-19,999 | Class II | 15,000 seats plus 1 per family over 5,000 |\n| 20,000-100,000 | Class I | 30,000 seats plus 1 per 4 families over 20,000 |\n\n|  |  |\n| --- | --- |\n| **Characteristic** | **Value / Formula** |\n| No. of Seats | No less than 100 seats; no more than 100,000 seats |\n| No. of Stories | 1 story plus up to 1 additional story per 20,000 seats |\n| Interior Area | (No. of Seats / No. of Stories) x 2 square feet |\n| Interior Height | 15 feet |\n| Interior Width | 2 x (Interior Area / 3.75)0.5 feet |\n| Interior Length | Interior Width x 1.2 feet |\n| Exterior Area | Interior Area x 6 square feet |\n| Exterior Height | No. of Stories x 35 feet |\n| Exterior Width | 2 x (Exterior Area / 3.75)0.5 |\n| Exterior Length | Exterior Width x 1.2 feet |\n| No. of Gates | Exterior Area / 3,000 |\n| Amphitheater Cost | No. of Seats x 15gp |\n\nAmphitheaters are ellipse-shaped structures with a walled, open-air interior arena surrounded by elevated seating. The exterior and interior dimensions of an amphitheater, as well as its cost, are determined by the amphitheater’s seating capacity and stories, as shown on the Amphitheater Characteristics table, below. The cost of the amphitheater includes all the necessary subterranean vaults and passages, arena and spectator gates, and so on.\n\nComplete rules for gladiatorial games in the amphitheater can be found in ***AXIOMS*** *4*.\n\n### Avenues and Alleys\n\nSome settlements have twisting roads that track through ancient hills and wind along the curving course of nearby rivers. Others are have broad avenues organized into a grid by the central planners who built it. For game purposes, we divide streets into two types, **avenues** and **alleys**.\n\n#### Avenues\n\nAvenues are thoroughfares, usually paved with carefully-fitted flag stones, that establish city blocks. They measure 15’ wide, with a slightly concave shape. 5’-wide concrete sidewalks are raised 18” (1.5’) above the road surface on either side, the height serving to prevent vehicles from accidentally rolling into nearby pedestrians. Walkways, made by embedding 18”-tall stepping stones in the road surface, connect the sidewalks on either side at intersections. The stepping stones are separated by wheel ruts that allow carts and wagons to pass through the walkways, if they roll slowly and carefully – effectively creating a speed limit. Carts and wagons are forbidden on the sidewalks, except at the hours of sunrise and sunset, when merchants can load, unload, set up, and tear down. Patricians who don’t wish to walk on the sidewalks with the rabble often travel on litters carried by strong-backed servants.\n\n#### Alleyways\n\nAlleyways cut through city blocks, forming tributaries of foot traffic that flow between tightly-packed buildings and into the streets. The alleyways are often paved with concrete, but might be hard packed. They are always very narrow: Most are about 5’ wide, with the narrowest measuring just 2’6” and the widest 8’. Short-cutting through alleyways can quicken a trip, but the alleyways of a large settlement can be quite dangerous, especially at night.\n\n### Docks\n\n|  |  |  |\n| --- | --- | --- |\n| **Dock Moorage Capacity** | | |\n| **Market Class** | **Moorage Capacity (st)** |\n| Class I | 660,000\\* |\n| Class II | 165,000 |\n| Class III | 85,000 |\n| Class IV | 20,000 |\n| Class V | 8,000 |\n| Class VI | 3,000 |\n| \\*Per 20,000 families | | |\n\nIf your settlement is built on a riverbank or shoreline, it will usually include a dock for the mooring, loading, and unloading of vessels. Larger settlements might have multiple docks, each with one or more piers or wharves, along with other structures such as slipways and warehouses. The Dock Moorage Capacity table offers guidelines on the size of the dock(s) and the number of vessels that can be moored there.\n\n### Emporium\n\nAn Emporium, also called an agora, bazaar, forum, or market is a plaza encircled by shops and stores. From sunup to sundown, a mosaic of colorful tents, covered wagons, and cart stands makes the Emporium the most crowded segment of the settlement. In general, any equipment and any common merchandise can be bought or sold in the Emporium (precious merchandise is exchanged in the Merchant Guildhouse). With a Friendly reaction roll, the artisans and merchants here can be a good source of city rumors or might offer introductions, information, and additional items.\n\nAbout 25% of the master merchants in the Emporium belong to the venturer class; roll on the NPC Level table if so (p. XX). The remainder are 0-level characters with AC 0, 3 hp, ML -1, one rank of Bargaining proficiency and three ranks of Profession (merchant) or similar general proficiencies. Journeyman and apprentice merchants will lack one or more proficiencies.\n\n### Mercenary Guildhouse\n\nA Mercenary Guild is a consortium of sellswords licensed to provide private military services. At the Mercenary Guildhouse, able-bodied adventurers (STR 9+) can join the Guild; membership dues are 12gp, payable upon joining and annually thereafter.\n\nThe Guild primarily functions as a mutual aid society, paying out funds when members are captured, crippled, or slain. The member or his family will be paid 100gp for loss of life, 40gp for loss of freedom (ransom), 40gp for loss of an arm, 30gp for loss of a leg, 10gp for loss of an eye, and 5gp for loss of a finger, toe, or ear.\n\nMembers can also stay in the lodgings in the Guildhouse at a cost of just 1sp per night and can check for contracts posted by potential employers. Both members and non-members can post contracts to solicit and hire henchmen, mercenaries, and military specialists. Make sure you include the Mercenary Guildhouse in your story web. It’s a good idea to start with 4 to 6 hooks from the Mercenary Guildhouse leading to low-level points of interest in your setting. As the adventurers advance in level, you can have the Mercenary Guildhouse post contracts for more difficult challenges.\n\n### Merchant Guildhouse\n\nThe Merchant Guild licenses merchants to do business, administers the settlement’s markets, brokers transactions, and provides banking services. The Merchant Guildhouse will typically be run by one of the highest-level venturers in the settlement.\n\n#### Bank\n\nThe Guildhouse’s banking branch offers services to select clients, including storing wealth, borrowing and lending money, exchanging currency, and offering investment opportunities. Domain rulers are automatically accepted as clients. Otherwise, becoming a client of the Merchant Guild bank typically requires a Friendly reaction roll (add +1 if the applicant is a venturer and an additional +1 per rank of Bargaining). Clients receive the following benefits:\n\n* Currency can be exchanged for a 0.25% fee.\n* Funds can be loaned to the bank for 30-day terms at 0.25% interest.\n* Funds can be borrowed from the bank with or without collateral. Adventuring expeditions are typically charged an interest rate of 3% per month with collateral or 9% per month without.\n* Investments can be made, with opportunities ranging from safe to perilous.\n* Wealth can be stored in the Guildhouse for a fee of 0.25% per month; clients with funds on deposit can withdraw it on demand and/or use bills of exchange to pay guild merchants.\n\nThe amount of funds available to borrowers, the size of the opportunities available for investment, and the amount of wealth in the guildhouse is determined by the settlement’s market class, as shown on the Merchant Guildhouse table. Banks cannot lend out more than hold in deposit (fractional reserve banking hasn’t been invented yet).\n\nEnterprising adventurers might wish to rob the bank. It will surely be well-guarded by both mundane and magical methods, with NPCs hired from the settlement for its defense. The deposits will be a mix of gold, silver, and copper coins. 33% of the value will be in gold, 34% in silver, and 33% in copper. For instance, if the bank has 45,000gp of wealth in deposit, it will be 15,000gp; 150,000sp (worth 15,000gp); and 1,500,000cp (worth 15,000gp). If you want, you can divide the coins into lots of 1,000 and roll on the Special Treasures tables (p. XX – XX) to generate gems, jewelry, or collateral on deposit. The coins in the bank represent approximately 25% of the total coin circulating in the settlement’s economy (including the surrounding domains).\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Merchant Guildhouse** | | | |\n| **Market Class** | **Loanable Funds (gp)** | **Investment Opportunities (gp)** | **Wealth Deposited (gp)** |\n| Class I | 100,000\\* per borrower | 100,000\\* | 1,500,000\\* |\n| Class II | 25,000 per borrower | 25,000 | 375,000 |\n| Class III | 10,000 per borrower | 10,000 | 187,500 |\n| Class IV | 5,000 per borrower | 5,000 | 46,875 |\n| Class V | 2,000 per borrower | 2,000 | 18,750 |\n| Class VI | 1,000 per borrower | 1,000 | 6,000 |\n| \\*Per 20,000 families | | | |\n\n#### License Hall\n\nThe licensing office regulates the commerce within the city. Adventurers usually have little regard for the proprieties of licensing, but those who wish to set up a store with staff must pay an annual fee of 10% of earnings. Sole proprietors do not have to be licensed, but unlicensed businesses are considered disreputable and low-class.\n\n#### Trading Hall\n\nAt the trading hall, adventurers can buy and sell loads of precious merchandise and solicit passengers and shipping contracts. (Common merchandise is typically exchanged in the Emporium, above.) Guild’s brokers can also provide for purchase and sale of goods (at 10% commission); retainer of hirelings (10% commission on 3 month’s wages); and arrangement of transportation services, including coach cabs, messengers, and ship’s passage within the Auran Empire (5% commission).\n\n### Sewer System\n\nSettlements of Class IV or higher are populous enough to require attention to waste management. In technologically advanced civilizations (such as the Auran Empire), sewers will run beneath the settlement. Usually these sewers are just filled with rats and filth, but sometimes they can form an entire “undercity” below the settlement with a subterranean population, or connect into catacombs, dungeons, or sunken ruins.\n\nWhen present, sewers are usually accessed by 2’ x 2’ lead sluice grates typically pierce the avenues at regular intervals (typically one per block). Removing a sewer grate elsewhere can be done as a full-round action by making a successful Dungeonbashing proficiency throw. Otherwise it takes 1 turn (10 minutes) using a crowbar.\n\nSewers can feature large or small tunnels. Large sewer tunnels can be up to 13.5’ tall and 13.5’ wide (enough for a chariot). They have 2’ wide ledges running along either side, with sconces for torches ever 60’. Adventurers can move single file along the ledges without penalty, but any character struck while on a ledge must make a Paralysis saving throw or fall into the sewer tunnel. The smaller sewer tunnels are 7.5’ tall and wide and have no ledges.\n\nNot surprisingly, a thick sludge of waste runs throughout sewer tunnels. The sludge does not slow exploration movement, but characters charge or run at half rate while within it. Acrobatics and Sneaking proficiency throws made by characters in sludge suffer a -2 penalty. The sludge is filled with disease-carrying decaying matter, so characters who are knocked down or otherwise fall prone in the sludge come down with a fungal infection unless they succeed on a saving throw vs. Poison +4. Characters that actually *eat* the sewer sludge are automatically infected with no saving throw.\n\nFungal infections become evident after 1d8 hours as white, pulpy scabs on the skin (or, if the sludge was eaten, on the tongue, lips, and mouth.) Once the scabs appear, the infected character suffers a -2 penalty to reaction rolls and a -1 penalty to surprise rolls and initiative rolls due to distracting itches. Each day thereafter, the scabs spread, and the infected character must make an additional Death saving throw. If the throw fails, the spreading infection leaves a permanent scar (treat as a “minor scar” on the Mortal Wounds table). If the throw succeeds, no scarring occurs, though the character remains infected. The infection can be cured with Healing proficiency or magic.\n\nSewer sludge also might carry a poisonous miasma, noticeable by the awful smell of rotten eggs. Characters exposed to the miasma must make a Death saving throw every turn or begin to suffer headaches, bleary eyes, and shortness of breath. These symptoms make the character **fatigued** until the character rests for one turn away from the sludge. Characters who shield their nose and mouth with a cloth bandana or take other simple precautions need save only once per hour and gain a +4 bonus.\n\n### Temple\n\nMost settlements will have one or more temples or other places of worship, such as abbeys, basilicas, cathedrals, chapels, churches, monasteries, mosques, shrines, or synagogues. If there’s only one Temple, it will usually be devoted to the settlement’s deity or pantheon of deities. In a larger settlement with a number of Temples, there might be houses of worship devoted to a number of different deities or pantheons, or even to deified heroes, venerated ancestors, or minor demigods. In some settings, establishments such as almshouses, cemeteries, courthouses, funeral homes, hospitals, and orphanages might also be dedicated to a god or gods and run by ecclesiastics of various sorts.\n\n#### Ecclesiastics\n\nAdventurers often visit Temples to hire divine casters to cast spells, recruit divine casters to serve as henchmen, and recruit healers to serve as specialists. Given the high lethality of ***ACKS II****,* it’s a certainty that the adventurers will seek out divine casters for *repair disfigurement and disability* or *restore life and limb*, so it’s worth spending some time with your NPC roster to flesh out the divine spellcasters in town who can offer such services.\n\nAny henchmen or specialists recruited from a Temple count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Temple has *extra* divine casters lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such persons. In the Auran Empire, 50% of divine casters will be crusaders, 25% will be bladedancers, and 25% will be priestesses; you can change the classes or vary these ratios for different settings.\n\n|  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- |\n| **Temple – Divine Casters and Specialists for Hire** | | | | | | | |\n| **Henchmen or Specialist** | **Class I** | **Class II** | **Class III** | **Class IV** | **Class V** | **Class VI** | **Wage** |\n| Henchman - 0th level divine caster | 4d20 | 2d10 | 1d6 | 1d2 | 1 (70%) | 1 (30%) | 12gp/month |\n| Henchman - 1st level divine caster | 1d10 | 1d2 | 1 (50%) | 1d2 | 1 (15%) | 1 (4%) | 25gp/month |\n| Henchman - 2nd level divine caster | 1d6 | 1 | 1 (40%) | 1 | 1 (8%) | 1 (3%) | 50gp/month |\n| Henchman - 3rd level divine caster | 1 | 1 (10%) | 1 (15%) | 1 (33%) | 1 (3%) | 1 (1%) | 100gp/month |\n| Henchman - 4th level divine caster | 1 (70%) | 1 (30%) | 1 (10%) | 1 (15%) | 1 (1%) | None | 200gp/month |\n| Healer | 5d10 | 2d6 | 1d6 | 1d2 | 1 (65%) | 1 (20%) | 1gp/day/patient |\n| Healer — Physicker | 3d10 | 2d4 | 1d4 | 1 | 1 (40%) | 1 (15%) | 2gp/day/patient |\n| Healer — Chirugeon | 1d10 | 1d3 | 1 | 1 (33%) | 1 (15%) | 1 (5%) | 4gp/day/patient |\n\n#### Facilities\n\nSome Temples might contain a workshop for magic research or a mortuary and embalming chamber for necromancy. The gp value of these facilities will be equal to twice the monthly wages of the members.\n\nEXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple might have a workshop worth up to 1,490gp.\n\n#### Treasury\n\nA Temple will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. The treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards.\n\nEXAMPLE: A Class V settlement has one Temple which is staffed by 10 0th level, 7 1st level, 3 2nd level, 1 4th level, and 1 5th level divine caster. Their monthly wage would be [ (12gp x 10) } + (25gp x 7) + (50gp x 3) + (100gp x 1) + (200gp x 1) ] = 745gp. Therefore, the Temple will have a treasury of between 186gp and 745gp.\n\n#### Reliquary\n\nLarge and wealthy Temples might include one or more reliquaries containing magic items sacred to the faith. The number and type of magic items can be determined using the Magic Item Availability by Market Class (p. XX). Note that whatever you allocate to the Temple, you can’t allocate to the Tower of Knowledge – there’s only so many magic items to go around in town! The reliquary will be as or more well-guarded as the treasury.\n\n### Thieves’ Quarter\n\nThe Thieves’ Quarter is the most dilapidated and crime-ridden portions of your settlement, filled with rough buildings inhabited by rough men and women. It’s always a dangerous place to loiter. Settlement encounters occur here on 5+ on 1d6 by day and 4+ on 1d6 by night, and reaction rolls in the alleyways suffer a -2 penalty. Nevertheless, this is where adventurers will need to go if they want to recruit thieves as henchmen, or hire ruffians to do hijinks.\n\n#### Hideouts\n\nThe settlement’s thieves’ guild(s) or other criminal organization(s) typically have their hideouts located within the Thieves’ Quarter. The Starting City Criminal Guilds table can guide you in constructing criminal guilds compatible with *ACKS.*\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Starting City Criminal Guilds** | | | | |  |\n| **Market**  **Class** | **Total**  **Membership** | **Expected**  **Boss Level** | **Monthly Syndicate**  **Revenue (gp)** | **Monthly Guild**  **Revenue (gp)** | **Guild**  **Treasury (gp)** |\n| Class VI | 16 | 4 | 1,500 | - |  |\n| Class V | 42 | 6 | 3,350 | 4,850 | 15,000 |\n| Class IV | 100 | 8 | 7,350 | 12,250 | 36,000 |\n| Class III | 375 | 10 | 22,000 | 35,000 | 100,000 |\n| Class II | 750 | 12 | 40,000 | 75,000 | 225,000 |\n| Class I | 3,000 | 14 | 100,000 | 175,000 | 525,000 |\n\n**Total Membership** shows the total membership of the starting city’s criminal guild(s) relative to its market class. These members will usually be drawn from the available thieves, assassins, and nightblades in the settlement (determined in Step 3). Note that as the market class increases, total membership scales up less swiftly than the total number of available thieves. For instance, a Class VI settlement will have 16 thieves and all 16 will belong to a criminal organization, but a Class I settlement will have 3,331 thieves with only 3,000 in criminal organizations; 10% will be unaffiliated or independent. Some guilds might permit fighters, venturers, or other classes to join as well as thieves, assassins, and nightblades.\n\n**Expected Boss Level** is the expected level of the most powerful boss in the starting settlement. As always, don’t be afraid to stray from these ranges where it makes sense for your setting. It’s not impossible for a large city to have a small guild run by a low-level boss, or for a small town to have a high-level boss, it’s just unusual.\n\n**Monthly Syndicate Revenue** is how much gold the boss’s syndicate in your settlement generates per month. **Monthly Guild Revenue** shows how much gold the boss’s criminal guild generates, factoring in syndicates run by underbosses in other cities, towns, and villages. If the starting settlement is isolated or highly independent, its syndicate may not be part of a larger guild (Judge’s discretion) and in that case only the syndicate revenue would be earned.\n\nThe table assumes that the settlement’s criminals have been consolidated into a single guild managed directly by one boss. If you want, you can split a settlement’s criminals into multiple competing or complimentary guilds. For example, a Class I metropolis might have 3 competing thieves’ guilds with 750 members each and a separate assassins’ guild of 750 members. Where this is done, highest boss level, monthly syndicate revenue, and monthly guild revenue should be based on the guild membership of each guild, rather than the market class of the settlement.\n\n**Guild Treasure** is how much fungible wealth the guild will have on hand, usually in a well-secured and well-hidden location. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above. Note that thieves typically accumulate more treasure than arcane and divine casters, who spend their wealth on components and materials.\n\n#### Other Establishments\n\nThe Thieves’ Quarter is typically home to a number of bawdyhouses, cantinas, inns, and taverns. These can be rolled up using the Dynamic Buildings tables (p. XX – XX). Most of these business establishments will either be owned by the local criminal guilds, or will be paying a share of their revenue to the guild for “protection.”\n\n### Tower of Knowledge\n\nThe Tower of Knowledge is a building occupied by practitioners of studious magic, as well as by alchemists, engineers, sages, and other learned individuals. The name is specific to the Auran Empire setting, but many settings have similar organizations such as wizard colleges, sorcerer’s guilds, temples of magic, and so on. Of course, such institutions won’t be present in every setting, and when present may or may not have all of the features described below, depending on your campaign world.\n\n#### Facilities\n\nDepending on the interests of its member mages, a Tower of Knowledge might have a magical workshop, a crossbreeding laboratory, and/or a mortuary and embalming chamber. The gp value of these facilities will be equal to twice the monthly wages of the members.\n\n#### Library\n\nMost Towers of Knowledge will have a library where the members can conduct magic research. The library will contain one codex or scroll roll per urban family in the settlement. The average codex or scroll roll will be worth 150gp and weighs 1/2 st; hence library value will be 150gp x urban families. The arcane library will usually be divided into separate collections, with particularly rare or valuable books kept separate and available only to high-ranking members of the association.\n\nThe library might also include spell formulas for common spells known to caster’s. The highest level spell formula found in the library will be equal to 7 – settlement market class. For instance, a Class III settlement like Cyfaraun might have a library with common 1st – 4th level spells.\n\n#### Storefront\n\nIn some settings, the Tower of Knowledge will dominate or even monopolize all arcane commerce. Such institutions will usually have a storefront of some sort where adventurers can:\n\n* Buy miscellaneous equipment, including blank spell books, parchment, papyrus, and ink and commission the manufacture of workshop and laboratory components, subject to Equipment Availability (***ACKS II******Revised Rulebook*** p. XX).\n* Hire an alchemist to identify a potion at a cost of 40gp. The identification requires one turn (10 minutes) and an Alchemy throw of 4+. If the throw succeeds, the alchemist identifies the potion correctly. If the throw fails, the potion is unidentifiable by the alchemist.\n* Hire a sage to examine a common, uncommon, or rare magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Magical Engineering throw of 4+. If the throw succeeds, the sage correctly identifies the item’s function and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.\n* Hire a sage to identify a very rare or legendary magic item at a cost of 40gp. The identification requires one turn (10 minutes) and a Loremastery throw of 13+. If the throw succeeds, the sage correctly identifies the item’s name, history, function, and general method of use. He cannot deduce command words or obscure methods of use, distinguish trapped or cursed items from safe ones, or assess the specific bonus or number of charges remaining in an item.\n* Hire a mage to identify a magic item’s properties at a cost of 2,000gp. The identification takes 3 weeks and a Magic Research throw of 8+. The target value is increased by the level of spells in the item. If the throw succeeds, the mage identifies all of the item’s properties, including command words, curses, and charges. If the item proves to be a legendary item, or if it contains illegal, rare, or ritual magic, the mage or arcane institution might attempt to confiscate the item, or lie about its properties and offer to buy it for some low value, or claim its stolen, etc.\n* Purchase arcane spellcasting services for the prices listed in the ***ACKS II******Revised Rulebook***p. XX.\n* Purchase magic items from their arcane vault at 225% base cost, subject to Magic Item Transactions by Market Class (p. XX).\n* Purchase special components from their arcane vault at 110% of market value.\n* Purchase spell formulas for the spells in its library, at the following cost: 1st – 100gp, 2nd – 200gp, 3rd – 400gp, 4th – 1,000gp; 5th – 3,000gp; 6th – 7,000gp.\n* Recruit mages to serve as henchmen and alchemists, engineers, or sages, to serve as specialists. The number of henchmen and specialists available will vary by market class as noted on the Mages and Specialists for Hire table.\n* Sell magic items found, discovered, looted, or otherwise acquired to the institution for base cost or sell magic items they created independently for twice base cost, subject to Magic Item Transactions by Market Class (p. XX).\n* Sell special components useful for magic research at 90% of market value.\n\nAny henchmen or specialists recruited from the Tower of Knowledge count against the maximum number of henchmen and specialists that can be recruited from the settlement. It’s not that the Tower of Knowledge has *extra* mages lying around looking to become henchmen, but rather that it is the place where adventurers can go to find such mages. At your discretion, some or all of the mages may belong to other arcane classes.\n\n|  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- |\n| **Mages and Specialists for Hire** | | | | | | | |\n| **Henchmen or Specialist** | **Class I** | **Class II** | **Class III** | **Class IV** | **Class V** | **Class VI** | **Wage** |\n| Henchman - 0th level mage | 4d10 | 2d4 | 1d2 | 1 (20% | 1d3-2 | 1 (15%) | 12gp/month |\n| Henchman - 1st level mage | 1d4 | 1 (70%) | 1 (25%) | 1 (15%) | 1 (6%) | 1 (2%) | 25gp/month |\n| Henchman - 2nd level mage | 1d2 | 1 (50%) | 1 (20%) | 1 (10%) | 1 (4%) | 1 (1%) | 50gp/month |\n| Henchman - 3rd level mage | 1 | 1 (20%) | 1 (8%) | 1 (3%) | 1 (1%) | None | 100gp/month |\n| Henchman - 4th level mage | 1 (35%) | 1 (15%) | 1 (5%) | 1 (1%) | None | None | 200gp/month |\n| Alchemist | 1d10 | 1d3 | 1 | 1 (33%) | 1 (15%) | 1 (5%) | 250gp/month |\n| Engineer | 1d10 | 1d3 | 1 | 1 (33%) | 1 (15%) | 1 (5%) | 250gp/month |\n| Sage | 1d6 | 1d2 | 1 (65%) | 1 (15%) | 1 (5%) | None | 500gp/month |\n\n#### Treasury\n\nA Tower of Knowledge will usually maintain a treasury where it stores its accumulated wealth and from which it pays its expenses. On average, the treasury will contain a gp value equal to 1d4 week’s wages for all members. treasury will be well-protected, with mechanical or magical locks and traps and possibly armed guards. This wealth will be a mix of gold, silver, copper, and special treasure, as explained under the Merchant Guildhouse entry, above.\n\n#### Vault\n\nSince mages need special components for their research, a Tower of Knowledge will typically maintain a vault containing special components. The value of special components will equal 1 week’s wages for the members. The vault might also contain magical items created, collected, or purchased by the members. The number and type of magic items can be determined using the Magic Item Transactions by Market Class (p. XX).\n\n#### Joining the Tower of Knowledge\n\nIf you place a Tower of Knowledge (of any sort) in your settlement, the arcane spellcasters in your group will almost certainly want to join. The exact nature and requirements of “joining” will vary depending on your setting. Is it by application, like a college or guild? By invitation, like a secret society? By birth? Are there minimum level requirements? Dues?\n\nFor your reference, here are the mechanics (introduced in ***AX3: Capital of the Borderlands***) by which adventurers can join the Tower of Knowledge in the Auran Empire:\n\nAn applicant must be: (1) a citizen of the Auran Empire or sponsored by a patrician citizen; and (2) able to cast arcane spells, brew potions, or identify magic items *or* 0-level apprentices with INT 9+ seeking training. Applicants present themselves at the Grand Foyer and pay an application fee of 10gp. Each applicant is then interviewed by the Provost and the Regent after a waiting time of 1d4 weeks. During the interview, their spell books (if any) are inspected; applicants with any death or necromancy spells in their repertoire are ineligible for admission.\n\nAt the conclusion of the interview, an applicant deemed eligible must roll 2d6. Modify the roll by the applicant’s INT bonus and the level of the most powerful spell in his repertoire. Add an additional +1 for each of the following proficiency selections: Alchemy 3, Loremastery, Magical Engineering. Add an additional +1 per 10,000gp of treasure or magic items gifted to the Tower. Add +4 if the applicant has Collegiate Wizardry (meaning he was trained at the Tower of Knowledge or similar academy). If the modified result of the roll is 12+, the applicant is admitted as a member. Applicants who are rejected can re-apply when they have improved their skills.\n\nYou can assume 1st level mages with Collegiate Wizardry begin play as members. Mid- to high-level mages who have performed notable service to the Empire may be personally invited to join the Tower, bypassing the application process (Judge’s discretion).\n\nNew members swear oaths to Istreus and are thereafter awarded a rank based on their spellcasting ability (arcanist, etc.); mundane scholars are awarded the rank of resident scholar. Mages are entitled to wear collegian cassocks based on their choice of college (artifice, gold; divination, blue; enchantment, indigo; illusion, white; summoning, black; transmogrification, green; war, red). They receive a key to access the Tower and rights to use the libraries and laboratories of their rank. New members of sorcerer (7th level) rank or above are assigned a private study.\n\nIn exchange for these rights, members undertake certain duties. They must agree not to study or practice death magic and necromancy, and to hand over to the Tower any black magic formula or items they discover. They must pay a fee of 10gp per month to the Tower of Knowledge; those unable to pay the fee may work for the Tower as assistants to earn their fee. (This is typical for 0-level apprentices.) If a member develops a new magic item, spell, or automaton, a copy of the formula must be left with the Treasurer. If a member creates magic items for sale using the Tower’s facilities, or offers spellcasting services, the sale must be done at the Tower’s storefront and the profits shared 50/50 with the order. If a member creates magic items for personal use, the items must be bequeathed to the Tower upon the member’s death. The member is also expected to attend weekly sacrifices to Istreus, and to learn the various rites and rituals by which the god is venerated, but this duty is more often breached than honored.\n\nResidents of the Auran Empire are not obligated to join the Tower of Knowledge in order to practice magic, but arcane casters outside of the Tower are typically viewed as hedge wizards or, if powerful, untrustworthy occultists.\n"
}