{
  "html": "<h2>Fighting Value</h2>\n<p>The Fighting Value determines the class’s effectiveness in combat, including the rate at which the class’s attack throws improve; the weapons , armor, and fighting style proficiencies that the class is trained to use; and any special combat abilities. Assign 0 to 4 build points to the class’s Fighting Value, noting down the appropriate abilities and XP cost. If 1 build point is assigned, choose from either 1a (Thief) or 1b (Crusader). The table below summarizes the different capabilities at each build point.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Value</strong></td>\n<td><strong>Fighting</strong>  <strong>Capability</strong></td>\n<td><strong>Attack</strong>  <strong>Throws</strong></td>\n<td><strong>Weapon</strong>  <strong>Proficiencies</strong></td>\n<td><strong>Armor</strong>  <strong>Proficiencies</strong></td>\n<td><strong>Fighting</strong>  <strong>Style Prof.</strong></td>\n<td><strong>Damage</strong>  <strong>Bonus</strong></td>\n<td><strong>Cleaves</strong></td>\n<td><strong>XP</strong>  <strong>Cost</strong></td>\n</tr>\n<tr>\n<td>4</td>\n<td>(Hero)</td>\n<td>+3 per 2 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>2000</td>\n</tr>\n<tr>\n<td>3</td>\n<td>(Monster)</td>\n<td>+2 per 2 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>1500</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Fighter</td>\n<td>+2 per 3 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>1000</td>\n</tr>\n<tr>\n<td>1b</td>\n<td>Thief</td>\n<td>+2 per 4 levels</td>\n<td>Broad</td>\n<td>Light</td>\n<td>2</td>\n<td>None</td>\n<td>1 per 2 levels</td>\n<td>500</td>\n</tr>\n<tr>\n<td>1a</td>\n<td>Crusader</td>\n<td>+2 per 4 levels</td>\n<td>Narrow</td>\n<td>Heavy</td>\n<td>2</td>\n<td>None</td>\n<td>1 per 2 levels</td>\n<td>500</td>\n</tr>\n<tr>\n<td>0</td>\n<td>Mage</td>\n<td>+2 per 6 levels</td>\n<td>Restricted</td>\n<td>None</td>\n<td>1</td>\n<td>None</td>\n<td>None</td>\n<td>0</td>\n</tr>\n</tbody></table>\n<h3>Weapon Proficiencies</h3>\n<p>A class’s selection of weapon proficiencies can be restricted, narrow, broad, or unscripted. The rules below explain the options available at each selection level.</p>\n<p><strong>Restricted:</strong> The class can select proficiency in any 4 of the following 10 specific weapons: (i) bola, (ii) cestus, (iii) club; (iv) dagger, (v) dart; (vi) net, (vii) sap; (viii) sling, (ix) staff, (x) whip.</p>\n<p>EXAMPLE: The standard mage (Fighting Value 0) received a restricted selection of weapons. The mage’s choices were club, dagger, dart, and staff.</p>\n<p><strong>Narrow:</strong> The class can select proficiency with any 2 of the following 7 narrow categories of weapons: (i) axes; (ii) any bows and crossbows; (iii) any flails, hammers, and maces; (iv) any swords and daggers; (v) any spears and pole arms; (vi) any bolas, cestus, nets, saps, slings, staff-slings, and whips; or (vii) any combination of 3 weapons. When selection option vii, the class can only be proficient in composite bow or long bow if also shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.</p>\n<p>EXAMPLE: The standard crusader, bladedancer, and dwarven craftpriest (all Fighting Value 1a) received a narrow selection of weapons. The crusader’s choices were flails/hammers/maces and bolas/cestus/nets/rocks/saps/slings/staffs/staff-slings/whips. In contrast, the bladedancer chose swords/daggers and spears/pole arms; while the dwarven craftpriest chose axes and flails/hammers/maces.</p>\n<p><strong>Broad:</strong> The class can select proficiency with any 2 of the following 6 broad choices: (i) any tiny, small, or medium melee weapons, (ii) any medium or large melee weapons, (iii) any axes, flails, hammers, and maces; (iv) any swords, daggers, spears, and polearms; (v) all missile weapons; and (vi) any combination of 5 weapons. When selection option vi, the class can only be proficient in composite bow or long bow if also proficient in shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.</p>\n<p>EXAMPLE: The standard thief (Fighting Value 1b) received a broad selection of weapons. The thief’s choices were all tiny, small, and medium melee weapons and all missile weapons.</p>\n<p><strong>Unrestricted:</strong> The class has proficiency in all weapons.</p>\n<h3>Armor Proficiencies</h3>\n<p>A class’s selection of armor proficiencies can range from none to heavy. The rules below explain the options available at each selection level.</p>\n<p><strong>None:</strong> The class has no armor proficiencies. In addition, the class cannot select the weapon and shield fighting style proficiency.</p>\n<p><strong>Very Light:</strong> The class has armor proficiency with very light armor.</p>\n<p><strong>Light:</strong> The class has armor proficiency with light and very light armor.</p>\n<p><strong>Medium:</strong> The class has armor proficiency with medium, light, and very light armor.</p>\n<p><strong>Heavy:</strong> The class has armor proficiency with heavy, medium, light, and very light armor.</p>\n<h3>Fighting Style Proficiencies</h3>\n<p>There are five fighting style proficiencies:</p>\n<ul>\n<li><em>Missile Weapon:</em> Fighting while wielding a missile weapon in one, both, or each hand (depending on the weapon).</li>\n<li><em>Single Weapon:</em> Fighting while wielding a single tiny, small, or medium melee weapon.</li>\n<li><em>Dual Weapon:</em> Fighting while wielding a tiny, small, or medium melee weapon in each hand.</li>\n<li><em>Two-Handed Weapon:</em> Fighting while wielding a medium or large melee weapon in both hands.</li>\n<li><em>Weapon and Shield:</em> Fighting while wielding a small, tiny, or medium weapon or missile weapon in one hand and a shield in the other. Classes which lack this style do not gain benefit from shields.</li>\n</ul>\n<p>All classes are proficient in the single weapon and missile weapon styles, which are mandatory when creating a class. The other three fighting styles are optional. Based on Fighting value, a class might be proficient in one, two, or three of the optional fighting styles.</p>\n<p>Note that fighting style proficiency is distinct from weapon proficiency and both are required to avoid the non-proficiency penalty so when building a class, be sure they match up. For instance, a class that has weapon proficiency in great axe, pole arm, and two-handed sword will also need to have fighting style proficiency in two-handed weapon style.</p>\n<h3>Fighting Value Capabilities</h3>\n<p>The rules below define the capabilities for each Fighting Value.</p>\n<p><strong>Fighting 0 (Mage):</strong> The class advances in attack throws by two points every six levels. The class has a <strong>restricted</strong> selection of weapon proficiencies, determined when the class is created. The class has no armor proficiencies. It is proficient in single weapon and missile weapon fighting style, plus either two weapons or two-handed weapons. The class cannot perform cleaves.</p>\n<p>EXAMPLE: The standard mage was built with Fighting Value 0. A mage cannot wear armor and may only use clubs, daggers, darts, and slings. A mage is proficient in two-handed weapon style (e.g., staffs).</p>\n<p><strong>Fighting 1a (Crusader):</strong> The class advances in attack throws by two points every four levels. The class is only proficient in a <strong>narrow</strong> selection of weapons, determined when the class is created. The class has heavy, medium, light, and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.</p>\n<p>EXAMPLE: The standard crusader was built with Fighting Value 1a. A crusader is proficient in all armor. A crusader is proficient in restricted to only use blunt weapons. A crusader’s fighting styles are weapons and shield and two-handed weapons.</p>\n<p><strong>Fighting 1b (Thief):</strong> The class advances in attack throws by two points every four levels. The class has a <strong>broad</strong> selection of weapon proficiencies. The class has light and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three selections from among the fighting styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.</p>\n<p>EXAMPLE: The standard thief was built with Fighting Value 1b. A thief may use any one-handed or missile weapons, but may only wear light or very light armor. A thief’s fighting styles are two weapons and two-handed weapons. (Even though a thief cannot fight with a two-handed weapon such as a pole-arm, he could still fight two-handed using a one-handed weapon such as a sword.)</p>\n<p><strong>Fighting 2 (Fighter):</strong> The class advances in attack throws by two points every three levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n<p><strong>Fighting 3 (Monster):</strong> The class advances in attack throws by two points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n<p><strong>Fighting 4 (Hero):</strong> The class advances in attack throws by three points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n<h3>Fighting Value Trade-Offs</h3>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Trade-Off</strong></td>\n<td><strong>Benefit</strong></td>\n</tr>\n<tr>\n<td>Reduce armor selection from Heavy to Medium</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Medium to Light</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Light to Very Light</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Very Light to None</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Unrestricted to Broad</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Broad to Narrow</td>\n<td>2 custom powers</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Narrow to Restricted</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate one fighting style</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate fighter damage bonus (melee or missile)</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate fighter damage bonus (both)</td>\n<td>2 custom powers</td>\n</tr>\n</tbody></table>\n<p>A class more may voluntarily trade off its armor proficiencies, fighting style proficiencies, weapon selections, or damage bonus in exchange for bonus <strong>custom powers</strong>. Custom powers are explained in detail later in these rules. In general, custom powers include any class proficiency, any general proficiency, or any single non-spellcasting non-thief power possessed by a character class. All trade-offs are cumulative, so trading from, e.g., heavy armor to medium armor, and then medium armor to light armor, gives a benefit of 2 custom powers.</p>\n<p>EXAMPLE: The standard bladedancerwas built with Fighting Value of 1a. Before trade-offs, the bladedancer had two fighting style proficiencies (two weapons and two-handed weapons), heavy armor proficiency, and narrow weapon selection (swords/daggers, spears/pole arms). The bladedancer then made two trade-offs, reducing its armor selection from heavy to medium, and then again from medium to light. In exchange, the bladedancer received the benefit of two custom powers – the class’s initiative bonus and AC bonus. Note that we could also have built the bladedancer with a Fighting Value of 1b (Thief). The bladedancer would then have started with a broad weapon selection and a narrow armor selection. The trade-off from broad to narrow weapon selection would provide the benefit of two additional custom powers.</p>\n<p><strong>Level Lock Trade-Off:</strong> A class may trade one or more initial custom powers for custom powers unlocked at a later date. In general, one skill at 1st level can be given up for two skills unlocked at a higher level. See the <strong>Custom Power Trade-Offs</strong> section for more details.</p>\n<h3>Fighting Value Trade-Off Experience Point Penalty</h3>\n<p>A class with a Fighting Value of 2 or greater that makes a weapon selection trade-off increases the experience point cost of its Fighting Value by 250 XP per custom power gained. This is because once a class has a Fighting Value of 2 or higher, it has so many weapon selections available to it that it can specialize without suffering much loss of effectiveness. Armor, damage, and fighting style trade-offs do not increase XP cost.</p>\n<p>EXAMPLE: The standard explorerhas a Fighting Value of 2 (Fighter). Before trade-offs, the explorer had unlimited weapon and armor selection and had all three fighting styles (two weapons, weapons and shields, and two-handed weapons). The explorer then made two trade-offs, reducing its armor selection from unrestricted to broad and its weapon selection from unrestricted to broad. In exchange, the explorer received the benefit of two custom powers – Animal Reflexes and Alertness. However, because the explorer has a Fighting Value of 2 or more, the experience point cost of its Fighting Value is increased by 250XP from its weapon selection trade-off.</p>\n",
  "sections": [
    {
      "title": "Fighting Value",
      "level": 2,
      "html": "<p>The Fighting Value determines the class’s effectiveness in combat, including the rate at which the class’s attack throws improve; the weapons , armor, and fighting style proficiencies that the class is trained to use; and any special combat abilities. Assign 0 to 4 build points to the class’s Fighting Value, noting down the appropriate abilities and XP cost. If 1 build point is assigned, choose from either 1a (Thief) or 1b (Crusader). The table below summarizes the different capabilities at each build point.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Value</strong></td>\n<td><strong>Fighting</strong>  <strong>Capability</strong></td>\n<td><strong>Attack</strong>  <strong>Throws</strong></td>\n<td><strong>Weapon</strong>  <strong>Proficiencies</strong></td>\n<td><strong>Armor</strong>  <strong>Proficiencies</strong></td>\n<td><strong>Fighting</strong>  <strong>Style Prof.</strong></td>\n<td><strong>Damage</strong>  <strong>Bonus</strong></td>\n<td><strong>Cleaves</strong></td>\n<td><strong>XP</strong>  <strong>Cost</strong></td>\n</tr>\n<tr>\n<td>4</td>\n<td>(Hero)</td>\n<td>+3 per 2 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>2000</td>\n</tr>\n<tr>\n<td>3</td>\n<td>(Monster)</td>\n<td>+2 per 2 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>1500</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Fighter</td>\n<td>+2 per 3 levels</td>\n<td>Unrestricted</td>\n<td>Heavy</td>\n<td>3</td>\n<td>+1 per 3 levels</td>\n<td>1 per level</td>\n<td>1000</td>\n</tr>\n<tr>\n<td>1b</td>\n<td>Thief</td>\n<td>+2 per 4 levels</td>\n<td>Broad</td>\n<td>Light</td>\n<td>2</td>\n<td>None</td>\n<td>1 per 2 levels</td>\n<td>500</td>\n</tr>\n<tr>\n<td>1a</td>\n<td>Crusader</td>\n<td>+2 per 4 levels</td>\n<td>Narrow</td>\n<td>Heavy</td>\n<td>2</td>\n<td>None</td>\n<td>1 per 2 levels</td>\n<td>500</td>\n</tr>\n<tr>\n<td>0</td>\n<td>Mage</td>\n<td>+2 per 6 levels</td>\n<td>Restricted</td>\n<td>None</td>\n<td>1</td>\n<td>None</td>\n<td>None</td>\n<td>0</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Weapon Proficiencies",
      "level": 3,
      "html": "<p>A class’s selection of weapon proficiencies can be restricted, narrow, broad, or unscripted. The rules below explain the options available at each selection level.</p>\n<p><strong>Restricted:</strong> The class can select proficiency in any 4 of the following 10 specific weapons: (i) bola, (ii) cestus, (iii) club; (iv) dagger, (v) dart; (vi) net, (vii) sap; (viii) sling, (ix) staff, (x) whip.</p>\n<p>EXAMPLE: The standard mage (Fighting Value 0) received a restricted selection of weapons. The mage’s choices were club, dagger, dart, and staff.</p>\n<p><strong>Narrow:</strong> The class can select proficiency with any 2 of the following 7 narrow categories of weapons: (i) axes; (ii) any bows and crossbows; (iii) any flails, hammers, and maces; (iv) any swords and daggers; (v) any spears and pole arms; (vi) any bolas, cestus, nets, saps, slings, staff-slings, and whips; or (vii) any combination of 3 weapons. When selection option vii, the class can only be proficient in composite bow or long bow if also shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.</p>\n<p>EXAMPLE: The standard crusader, bladedancer, and dwarven craftpriest (all Fighting Value 1a) received a narrow selection of weapons. The crusader’s choices were flails/hammers/maces and bolas/cestus/nets/rocks/saps/slings/staffs/staff-slings/whips. In contrast, the bladedancer chose swords/daggers and spears/pole arms; while the dwarven craftpriest chose axes and flails/hammers/maces.</p>\n<p><strong>Broad:</strong> The class can select proficiency with any 2 of the following 6 broad choices: (i) any tiny, small, or medium melee weapons, (ii) any medium or large melee weapons, (iii) any axes, flails, hammers, and maces; (iv) any swords, daggers, spears, and polearms; (v) all missile weapons; and (vi) any combination of 5 weapons. When selection option vi, the class can only be proficient in composite bow or long bow if also proficient in shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.</p>\n<p>EXAMPLE: The standard thief (Fighting Value 1b) received a broad selection of weapons. The thief’s choices were all tiny, small, and medium melee weapons and all missile weapons.</p>\n<p><strong>Unrestricted:</strong> The class has proficiency in all weapons.</p>\n"
    },
    {
      "title": "Armor Proficiencies",
      "level": 3,
      "html": "<p>A class’s selection of armor proficiencies can range from none to heavy. The rules below explain the options available at each selection level.</p>\n<p><strong>None:</strong> The class has no armor proficiencies. In addition, the class cannot select the weapon and shield fighting style proficiency.</p>\n<p><strong>Very Light:</strong> The class has armor proficiency with very light armor.</p>\n<p><strong>Light:</strong> The class has armor proficiency with light and very light armor.</p>\n<p><strong>Medium:</strong> The class has armor proficiency with medium, light, and very light armor.</p>\n<p><strong>Heavy:</strong> The class has armor proficiency with heavy, medium, light, and very light armor.</p>\n"
    },
    {
      "title": "Fighting Style Proficiencies",
      "level": 3,
      "html": "<p>There are five fighting style proficiencies:</p>\n<ul>\n<li><em>Missile Weapon:</em> Fighting while wielding a missile weapon in one, both, or each hand (depending on the weapon).</li>\n<li><em>Single Weapon:</em> Fighting while wielding a single tiny, small, or medium melee weapon.</li>\n<li><em>Dual Weapon:</em> Fighting while wielding a tiny, small, or medium melee weapon in each hand.</li>\n<li><em>Two-Handed Weapon:</em> Fighting while wielding a medium or large melee weapon in both hands.</li>\n<li><em>Weapon and Shield:</em> Fighting while wielding a small, tiny, or medium weapon or missile weapon in one hand and a shield in the other. Classes which lack this style do not gain benefit from shields.</li>\n</ul>\n<p>All classes are proficient in the single weapon and missile weapon styles, which are mandatory when creating a class. The other three fighting styles are optional. Based on Fighting value, a class might be proficient in one, two, or three of the optional fighting styles.</p>\n<p>Note that fighting style proficiency is distinct from weapon proficiency and both are required to avoid the non-proficiency penalty so when building a class, be sure they match up. For instance, a class that has weapon proficiency in great axe, pole arm, and two-handed sword will also need to have fighting style proficiency in two-handed weapon style.</p>\n"
    },
    {
      "title": "Fighting Value Capabilities",
      "level": 3,
      "html": "<p>The rules below define the capabilities for each Fighting Value.</p>\n<p><strong>Fighting 0 (Mage):</strong> The class advances in attack throws by two points every six levels. The class has a <strong>restricted</strong> selection of weapon proficiencies, determined when the class is created. The class has no armor proficiencies. It is proficient in single weapon and missile weapon fighting style, plus either two weapons or two-handed weapons. The class cannot perform cleaves.</p>\n<p>EXAMPLE: The standard mage was built with Fighting Value 0. A mage cannot wear armor and may only use clubs, daggers, darts, and slings. A mage is proficient in two-handed weapon style (e.g., staffs).</p>\n<p><strong>Fighting 1a (Crusader):</strong> The class advances in attack throws by two points every four levels. The class is only proficient in a <strong>narrow</strong> selection of weapons, determined when the class is created. The class has heavy, medium, light, and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.</p>\n<p>EXAMPLE: The standard crusader was built with Fighting Value 1a. A crusader is proficient in all armor. A crusader is proficient in restricted to only use blunt weapons. A crusader’s fighting styles are weapons and shield and two-handed weapons.</p>\n<p><strong>Fighting 1b (Thief):</strong> The class advances in attack throws by two points every four levels. The class has a <strong>broad</strong> selection of weapon proficiencies. The class has light and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three selections from among the fighting styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.</p>\n<p>EXAMPLE: The standard thief was built with Fighting Value 1b. A thief may use any one-handed or missile weapons, but may only wear light or very light armor. A thief’s fighting styles are two weapons and two-handed weapons. (Even though a thief cannot fight with a two-handed weapon such as a pole-arm, he could still fight two-handed using a one-handed weapon such as a sword.)</p>\n<p><strong>Fighting 2 (Fighter):</strong> The class advances in attack throws by two points every three levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n<p><strong>Fighting 3 (Monster):</strong> The class advances in attack throws by two points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n<p><strong>Fighting 4 (Hero):</strong> The class advances in attack throws by three points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.</p>\n"
    },
    {
      "title": "Fighting Value Trade-Offs",
      "level": 3,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Trade-Off</strong></td>\n<td><strong>Benefit</strong></td>\n</tr>\n<tr>\n<td>Reduce armor selection from Heavy to Medium</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Medium to Light</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Light to Very Light</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce armor selection from Very Light to None</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Unrestricted to Broad</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Broad to Narrow</td>\n<td>2 custom powers</td>\n</tr>\n<tr>\n<td>Reduce weapon selection from Narrow to Restricted</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate one fighting style</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate fighter damage bonus (melee or missile)</td>\n<td>1 custom power</td>\n</tr>\n<tr>\n<td>Eliminate fighter damage bonus (both)</td>\n<td>2 custom powers</td>\n</tr>\n</tbody></table>\n<p>A class more may voluntarily trade off its armor proficiencies, fighting style proficiencies, weapon selections, or damage bonus in exchange for bonus <strong>custom powers</strong>. Custom powers are explained in detail later in these rules. In general, custom powers include any class proficiency, any general proficiency, or any single non-spellcasting non-thief power possessed by a character class. All trade-offs are cumulative, so trading from, e.g., heavy armor to medium armor, and then medium armor to light armor, gives a benefit of 2 custom powers.</p>\n<p>EXAMPLE: The standard bladedancerwas built with Fighting Value of 1a. Before trade-offs, the bladedancer had two fighting style proficiencies (two weapons and two-handed weapons), heavy armor proficiency, and narrow weapon selection (swords/daggers, spears/pole arms). The bladedancer then made two trade-offs, reducing its armor selection from heavy to medium, and then again from medium to light. In exchange, the bladedancer received the benefit of two custom powers – the class’s initiative bonus and AC bonus. Note that we could also have built the bladedancer with a Fighting Value of 1b (Thief). The bladedancer would then have started with a broad weapon selection and a narrow armor selection. The trade-off from broad to narrow weapon selection would provide the benefit of two additional custom powers.</p>\n<p><strong>Level Lock Trade-Off:</strong> A class may trade one or more initial custom powers for custom powers unlocked at a later date. In general, one skill at 1st level can be given up for two skills unlocked at a higher level. See the <strong>Custom Power Trade-Offs</strong> section for more details.</p>\n"
    },
    {
      "title": "Fighting Value Trade-Off Experience Point Penalty",
      "level": 3,
      "html": "<p>A class with a Fighting Value of 2 or greater that makes a weapon selection trade-off increases the experience point cost of its Fighting Value by 250 XP per custom power gained. This is because once a class has a Fighting Value of 2 or higher, it has so many weapon selections available to it that it can specialize without suffering much loss of effectiveness. Armor, damage, and fighting style trade-offs do not increase XP cost.</p>\n<p>EXAMPLE: The standard explorerhas a Fighting Value of 2 (Fighter). Before trade-offs, the explorer had unlimited weapon and armor selection and had all three fighting styles (two weapons, weapons and shields, and two-handed weapons). The explorer then made two trade-offs, reducing its armor selection from unrestricted to broad and its weapon selection from unrestricted to broad. In exchange, the explorer received the benefit of two custom powers – Animal Reflexes and Alertness. However, because the explorer has a Fighting Value of 2 or more, the experience point cost of its Fighting Value is increased by 250XP from its weapon selection trade-off.</p>\n"
    }
  ],
  "metadata": {},
  "rawMarkdown": "## Fighting Value\n\nThe Fighting Value determines the class’s effectiveness in combat, including the rate at which the class’s attack throws improve; the weapons , armor, and fighting style proficiencies that the class is trained to use; and any special combat abilities. Assign 0 to 4 build points to the class’s Fighting Value, noting down the appropriate abilities and XP cost. If 1 build point is assigned, choose from either 1a (Thief) or 1b (Crusader). The table below summarizes the different capabilities at each build point.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| **Value** | **Fighting**  **Capability** | **Attack**  **Throws** | **Weapon**  **Proficiencies** | **Armor**  **Proficiencies** | **Fighting**  **Style Prof.** | **Damage**  **Bonus** | **Cleaves** | **XP**  **Cost** |\n| 4 | (Hero) | +3 per 2 levels | Unrestricted | Heavy | 3 | +1 per 3 levels | 1 per level | 2000 |\n| 3 | (Monster) | +2 per 2 levels | Unrestricted | Heavy | 3 | +1 per 3 levels | 1 per level | 1500 |\n| 2 | Fighter | +2 per 3 levels | Unrestricted | Heavy | 3 | +1 per 3 levels | 1 per level | 1000 |\n| 1b | Thief | +2 per 4 levels | Broad | Light | 2 | None | 1 per 2 levels | 500 |\n| 1a | Crusader | +2 per 4 levels | Narrow | Heavy | 2 | None | 1 per 2 levels | 500 |\n| 0 | Mage | +2 per 6 levels | Restricted | None | 1 | None | None | 0 |\n\n### Weapon Proficiencies\n\nA class’s selection of weapon proficiencies can be restricted, narrow, broad, or unscripted. The rules below explain the options available at each selection level.\n\n**Restricted:** The class can select proficiency in any 4 of the following 10 specific weapons: (i) bola, (ii) cestus, (iii) club; (iv) dagger, (v) dart; (vi) net, (vii) sap; (viii) sling, (ix) staff, (x) whip.\n\nEXAMPLE: The standard mage (Fighting Value 0) received a restricted selection of weapons. The mage’s choices were club, dagger, dart, and staff.\n\n**Narrow:** The class can select proficiency with any 2 of the following 7 narrow categories of weapons: (i) axes; (ii) any bows and crossbows; (iii) any flails, hammers, and maces; (iv) any swords and daggers; (v) any spears and pole arms; (vi) any bolas, cestus, nets, saps, slings, staff-slings, and whips; or (vii) any combination of 3 weapons. When selection option vii, the class can only be proficient in composite bow or long bow if also shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.\n\nEXAMPLE: The standard crusader, bladedancer, and dwarven craftpriest (all Fighting Value 1a) received a narrow selection of weapons. The crusader’s choices were flails/hammers/maces and bolas/cestus/nets/rocks/saps/slings/staffs/staff-slings/whips. In contrast, the bladedancer chose swords/daggers and spears/pole arms; while the dwarven craftpriest chose axes and flails/hammers/maces.\n\n**Broad:** The class can select proficiency with any 2 of the following 6 broad choices: (i) any tiny, small, or medium melee weapons, (ii) any medium or large melee weapons, (iii) any axes, flails, hammers, and maces; (iv) any swords, daggers, spears, and polearms; (v) all missile weapons; and (vi) any combination of 5 weapons. When selection option vi, the class can only be proficient in composite bow or long bow if also proficient in shortbow and the class can only be proficient in spear or pole arm if also proficient in javelin.\n\nEXAMPLE: The standard thief (Fighting Value 1b) received a broad selection of weapons. The thief’s choices were all tiny, small, and medium melee weapons and all missile weapons.\n\n**Unrestricted:** The class has proficiency in all weapons.\n\n### Armor Proficiencies\n\nA class’s selection of armor proficiencies can range from none to heavy. The rules below explain the options available at each selection level.\n\n**None:** The class has no armor proficiencies. In addition, the class cannot select the weapon and shield fighting style proficiency.\n\n**Very Light:** The class has armor proficiency with very light armor.\n\n**Light:** The class has armor proficiency with light and very light armor.\n\n**Medium:** The class has armor proficiency with medium, light, and very light armor.\n\n**Heavy:** The class has armor proficiency with heavy, medium, light, and very light armor.\n\n### Fighting Style Proficiencies\n\nThere are five fighting style proficiencies:\n\n* *Missile Weapon:* Fighting while wielding a missile weapon in one, both, or each hand (depending on the weapon).\n* *Single Weapon:* Fighting while wielding a single tiny, small, or medium melee weapon.\n* *Dual Weapon:* Fighting while wielding a tiny, small, or medium melee weapon in each hand.\n* *Two-Handed Weapon:* Fighting while wielding a medium or large melee weapon in both hands.\n* *Weapon and Shield:* Fighting while wielding a small, tiny, or medium weapon or missile weapon in one hand and a shield in the other. Classes which lack this style do not gain benefit from shields.\n\nAll classes are proficient in the single weapon and missile weapon styles, which are mandatory when creating a class. The other three fighting styles are optional. Based on Fighting value, a class might be proficient in one, two, or three of the optional fighting styles.\n\nNote that fighting style proficiency is distinct from weapon proficiency and both are required to avoid the non-proficiency penalty so when building a class, be sure they match up. For instance, a class that has weapon proficiency in great axe, pole arm, and two-handed sword will also need to have fighting style proficiency in two-handed weapon style.\n\n### Fighting Value Capabilities\n\nThe rules below define the capabilities for each Fighting Value.\n\n**Fighting 0 (Mage):** The class advances in attack throws by two points every six levels. The class has a **restricted** selection of weapon proficiencies, determined when the class is created. The class has no armor proficiencies. It is proficient in single weapon and missile weapon fighting style, plus either two weapons or two-handed weapons. The class cannot perform cleaves.\n\nEXAMPLE: The standard mage was built with Fighting Value 0. A mage cannot wear armor and may only use clubs, daggers, darts, and slings. A mage is proficient in two-handed weapon style (e.g., staffs).\n\n**Fighting 1a (Crusader):** The class advances in attack throws by two points every four levels. The class is only proficient in a **narrow** selection of weapons, determined when the class is created. The class has heavy, medium, light, and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.\n\nEXAMPLE: The standard crusader was built with Fighting Value 1a. A crusader is proficient in all armor. A crusader is proficient in restricted to only use blunt weapons. A crusader’s fighting styles are weapons and shield and two-handed weapons.\n\n**Fighting 1b (Thief):** The class advances in attack throws by two points every four levels. The class has a **broad** selection of weapon proficiencies. The class has light and very light armor proficiency. The class has single weapon and missile weapon fighting style, plus two of the following three selections from among the fighting styles: two weapons, weapons and shields, and two-handed weapons. The class can perform one cleave attack per two levels.\n\nEXAMPLE: The standard thief was built with Fighting Value 1b. A thief may use any one-handed or missile weapons, but may only wear light or very light armor. A thief’s fighting styles are two weapons and two-handed weapons. (Even though a thief cannot fight with a two-handed weapon such as a pole-arm, he could still fight two-handed using a one-handed weapon such as a sword.)\n\n**Fighting 2 (Fighter):** The class advances in attack throws by two points every three levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.\n\n**Fighting 3 (Monster):** The class advances in attack throws by two points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.\n\n**Fighting 4 (Hero):** The class advances in attack throws by three points every two levels. The class has proficiency in all weapons, all armor, and all fighting styles. The class gains +1 to damage rolls at level 1, and +1 every three levels thereafter. The class may perform one cleave attack per level.\n\n### Fighting Value Trade-Offs\n\n|  |  |\n| --- | --- |\n| **Trade-Off** | **Benefit** |\n| Reduce armor selection from Heavy to Medium | 1 custom power |\n| Reduce armor selection from Medium to Light | 1 custom power |\n| Reduce armor selection from Light to Very Light | 1 custom power |\n| Reduce armor selection from Very Light to None | 1 custom power |\n| Reduce weapon selection from Unrestricted to Broad | 1 custom power |\n| Reduce weapon selection from Broad to Narrow | 2 custom powers |\n| Reduce weapon selection from Narrow to Restricted | 1 custom power |\n| Eliminate one fighting style | 1 custom power |\n| Eliminate fighter damage bonus (melee or missile) | 1 custom power |\n| Eliminate fighter damage bonus (both) | 2 custom powers |\n\nA class more may voluntarily trade off its armor proficiencies, fighting style proficiencies, weapon selections, or damage bonus in exchange for bonus **custom powers**. Custom powers are explained in detail later in these rules. In general, custom powers include any class proficiency, any general proficiency, or any single non-spellcasting non-thief power possessed by a character class. All trade-offs are cumulative, so trading from, e.g., heavy armor to medium armor, and then medium armor to light armor, gives a benefit of 2 custom powers.\n\nEXAMPLE: The standard bladedancerwas built with Fighting Value of 1a. Before trade-offs, the bladedancer had two fighting style proficiencies (two weapons and two-handed weapons), heavy armor proficiency, and narrow weapon selection (swords/daggers, spears/pole arms). The bladedancer then made two trade-offs, reducing its armor selection from heavy to medium, and then again from medium to light. In exchange, the bladedancer received the benefit of two custom powers – the class’s initiative bonus and AC bonus. Note that we could also have built the bladedancer with a Fighting Value of 1b (Thief). The bladedancer would then have started with a broad weapon selection and a narrow armor selection. The trade-off from broad to narrow weapon selection would provide the benefit of two additional custom powers.\n\n**Level Lock Trade-Off:** A class may trade one or more initial custom powers for custom powers unlocked at a later date. In general, one skill at 1st level can be given up for two skills unlocked at a higher level. See the **Custom Power Trade-Offs** section for more details.\n\n### Fighting Value Trade-Off Experience Point Penalty\n\nA class with a Fighting Value of 2 or greater that makes a weapon selection trade-off increases the experience point cost of its Fighting Value by 250 XP per custom power gained. This is because once a class has a Fighting Value of 2 or higher, it has so many weapon selections available to it that it can specialize without suffering much loss of effectiveness. Armor, damage, and fighting style trade-offs do not increase XP cost.\n\nEXAMPLE: The standard explorerhas a Fighting Value of 2 (Fighter). Before trade-offs, the explorer had unlimited weapon and armor selection and had all three fighting styles (two weapons, weapons and shields, and two-handed weapons). The explorer then made two trade-offs, reducing its armor selection from unrestricted to broad and its weapon selection from unrestricted to broad. In exchange, the explorer received the benefit of two custom powers – Animal Reflexes and Alertness. However, because the explorer has a Fighting Value of 2 or more, the experience point cost of its Fighting Value is increased by 250XP from its weapon selection trade-off.\n"
}