{
  "html": "<h2>Monster Characteristics</h2>\n<p>The following terms are used to define the characteristics of monsters.</p>\n<h3>Primary Characteristics</h3>\n<p>Primary characteristics are the characteristics necessary to feature the monster in an adventure.</p>\n<h4>Type</h4>\n<p>This indicates the type of creature that the monster is – animal, beastman, construct, enchanted creature, giant, incarnation, humanoid, monstrosity, ooze, plant, undead, or vermin.</p>\n<h4>Size</h4>\n<p>Size category is an abstract representation of a monster’s height and weight. Sometimes particularly light-framed creatures will be of a higher size category than their weight. Wingspans of flying creatures will typically be three times length. When encounters occur on a battlemap, size category determines the number of squares a creature occupies.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Size Category</strong></td>\n<td><strong>Small</strong></td>\n<td><strong>Man-Sized</strong></td>\n<td><strong>Large</strong></td>\n<td><strong>Huge</strong></td>\n<td><strong>Gigantic</strong></td>\n<td><strong>Colossal</strong></td>\n</tr>\n<tr>\n<td>Weight:</td>\n<td>35 lbs or less</td>\n<td>36 to 400 lbs</td>\n<td>401 to 2,000 lbs</td>\n<td>2,001 to 8,000 lbs</td>\n<td>8,001 to 32,000 lbs</td>\n<td>More than 32,000 lbs</td>\n</tr>\n<tr>\n<td>Length/Height:</td>\n<td>Less than 2’ long/tall</td>\n<td>Less than 8’ long/tall</td>\n<td>8’ to 12’ long/tall</td>\n<td>12’ to 20’ long/tall</td>\n<td>20’ to 32’ long/tall</td>\n<td>32’ or more long/tall</td>\n</tr>\n<tr>\n<td>Frontage (ft.):</td>\n<td>Less than 3’ x 3’</td>\n<td>3’ x 3’</td>\n<td>8’ x 4’ or 4’ x 8’</td>\n<td>10’ x 8’ or 8’ x 10’</td>\n<td>20’ x 15’ or 15’ x 20’</td>\n<td>40’ x 30’ or 30’ x 40’</td>\n</tr>\n<tr>\n<td>Frontage (5’-squares)</td>\n<td>1 square or less</td>\n<td>2/3 square</td>\n<td>2 x 1 or 1 x 2 sq.</td>\n<td>2 x 2 squares</td>\n<td>4 x 3 or 3 x 4 squares</td>\n<td>8 x 6 or 6 x 8 squares</td>\n</tr>\n</tbody></table>\n<h4>Speed</h4>\n<p>This category lists the monster’s speed, in the order: [dungeon combat speed] / [dungeon encounter speed and dungeon running speed]. Remember that speed in the wilderness is typically multiplied by 3, i.e. it is measured in yards rather than feet.</p>\n<p>EXAMPLE: The Speed listing for black bears is 40’ / 120’. The first number indicates that a black bear can move 40’ by taking a movement action in a dungeon. The second number indicates that a black bear can move 120’ by taking a full-round action to run in the dungeon; and that it can move 120’ per turn while exploring a dungeon. In the wilderness can move 120’ (40 yards) with a movement action and 360’ (120 yards) with a full-round action.</p>\n<p>When the Speed category has two or more rows, the additional rows relate to movement of a different type, as noted in the listing. Common movement types include burrowing, climbing, flying or swimming.</p>\n<h6>Burrowing</h6>\n<p>Monsters with a burrowing movement rate are able to tunnel through the earth. They can burrow unimpeded through loose earth, soil, and sand in vertical or horizontal directions. However, they cannot burrow through hard stone except by dealing structural damage with their attacks. They can act, attack, and defend themselves normally while burrowing. They can charge and run while burrowing.</p>\n<h6>Climbing</h6>\n<p>Monsters with a climbing movement rate are adept climbers. They can climb utterly unimpeded across vertical surfaces or move upside down across ceilings. They can act, attack, and defend themselves normally while climbing. They can charge and run while climbing. They never have to make Climbing proficiency throws.</p>\n<h6>Flying</h6>\n<p>Monsters with a flying movement rate can soar through the air like birds. If a monster is capable of hovering, an “H” will appear after its speed. Monsters capable of hovering can remain stationary in the air and can cast spells while flying. Monsters incapable of hovering cannot remain stationary nor cast spells while flying. Flying creatures can engage, but do not become engaged by, creatures that cannot fly. Otherwise, they act, attack, and defend themselves normally while flying.</p>\n<h6>Swimming</h6>\n<p>Monsters with a swimming movement rate can move like fish through water. They can swim utterly unimpeded along the water’s surface or in its depths. They can act, attack, and defend themselves normally while swimming. They can charge and “run” (swim quickly) while swimming. They never have to make Swimming proficiency throws.</p>\n<h6>Webcrawling</h6>\n<p>Monsters with a webclimbing movement rate can move vertically and horizontally across webs as if they were level ground without becoming webbed. They can act, attack, and defend themselves normally while webclimbing. They can charge and run while webcrawling.</p>\n<h4>Armor Class</h4>\n<p>This value reflects not only the creature’s general agility but also any magical protection, natural armor, or other defenses. A normal unarmored man has an AC 0 while a powerful red dragon has an AC 10.</p>\n<h4>Hit Dice</h4>\n<p>This value is the monstrous equivalent to character level. Hit Dice determine the number of hit points a monster possesses. Normally, the monster has 1d8 hp per HD. Sometimes a value is given as a “+” or “-“, in which case this number is added or subtracted from the total hit points rolled. Sometimes a monster might have ½ HD, meaning it rolls 1d4 for hit points. A monster will always have a minimum of 1 hp.</p>\n<p>Hit dice also determine the attack throws of monsters and how many experience points the adventurers receive when the monster is killed. Refer to the <strong>Monster Attack Throws</strong> table and the <strong>Monster Experience Points</strong> table. Some monsters have asterisks next to their Hit Dice. Each asterisk indicates that the monster has a major special ability or a large number of minor special abilities. These special abilities increase the XP earned for defeating the monster, as shown on the Monster Experience Points table(p. XX).</p>\n<p>Hit dice can be used by the Judge to determine which dungeon level the monster will be found on. Monsters of 1 HD or less will most typically be found on the first dungeon level. Monsters of 2-3 HD will inhabit the second dungeon level. 4-5 HD monsters typically populate the third dungeon level, while 6-7 HD monsters populate the fourth. Monsters of 8-9 HD are found on dungeon level five, while monsters of 10 HD or more are typically found only on dungeon level six or deeper. See <em>ACKS Judges Journal</em> for more information.</p>\n<h4>Attacks</h4>\n<p>This listing describes how many attacks are available to a monster, per round, the nature of the attacks, and the target value for the monster to hit AC 0. Some monsters employ weapons but most monsters use natural attacks like bites and claws. These will be listed in the same order as the appropriate damage in the damage listing. There are a number of special attacks that monsters can employ. The most common of these are explained in greater detail below. When a creature is noted to have one of these special attacks, the rules below will apply except where the monster description specifically states otherwise.</p>\n<h4>Damage</h4>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Damage Type</td>\n<td>Natural Weapon</td>\n</tr>\n<tr>\n<td>Bludgeoning</td>\n<td>Constriction, Hoof, Tail, Tentacle, Tongue</td>\n</tr>\n<tr>\n<td>Piercing</td>\n<td>Bite, Stinger</td>\n</tr>\n<tr>\n<td>Slashing</td>\n<td>Claw, Talon</td>\n</tr>\n</tbody></table>\n<p>Damage is listed in the same order as attacks, and is represented by a number and kind of die that should be rolled, just like weapon damage is rolled. The symbol after the damage die indicates the damage type, as shown on the table below.</p>\n<p>[INSERT SYMBOLS]</p>\n<p>The following rules determine whether monsters deal mundane or extraordinary damage with their attacks:</p>\n<ul>\n<li>If a monster is an animal with more than 4+1 HD and of huge size or larger, its natural attacks deal extraordinary damage; otherwise they deal mundane damage.</li>\n<li>If a monster is a construct, giant, monstrosity, undead, or vermin with more than 4+1 HD, its natural attacks deal extraordinary damage; otherwise they deal mundane damage. Some powerful monsters might also deal extraordinary damage with weapons, even if the weapon is not itself magical.</li>\n<li>If a monster is a humanoid, its natural attacks always deal mundane damage unless it is an enchanted creature. Enchanted creatures deal extraordinary damage. Some enchanted humanoids might also deal extraordinary damage with weapons, even if the weapon is not itself magical.</li>\n<li>If a monster is an incarnation, its natural and weapon attacks always deal extraordinary damage.</li>\n</ul>\n<p>The entries in this book specify the exact damage type for each monster attack and trump the general guidelines.</p>\n<h4>Save</h4>\n<p>Like characters, monsters have saving throws. Monsters have saving throws that are the equivalent of a particular class and class level. Usually, this is the fighter class, but it can be any class. Monsters that are unintelligent often save as a fighter of a level equal to one-half of the monster’s Hit Dice number, rounded up. The following abbreviations are used in the monster listings, and are followed by a number indicating which level of the class a monster saves as: Crusader, C; Fighter, F; Mage, M; Thief, T; Dwarven Vaultguard, D; Elven Spellsword, E.</p>\n<h4>Morale</h4>\n<p>When losing a battle, monsters must roll morale to see if they stay and fight or flee. The Judge will roll 2d6 according to the <strong>Morale Rolls</strong> rule <em>ACKS Imperial Imprint</em> and add the monster’s morale score to the total. Morale scores range from -4 (for a monster that virtually never fights) to +4 (for a monster that virtually never retreats or surrenders). Monsters that never roll morale, such as mindless constructs, oozes, or controlled undead, have a listing of N/A (not applicable).</p>\n<h4>Vision</h4>\n<p>Some monsters have visual capabilities that are superior to those of humans. Monsters without any special sensory capabilities are marked as “Standard.”</p>\n<h6>Acute Vision</h6>\n<p>The monster can see with exceptional clarity at long range. It gains a +1 bonus to avoid surprise in its natural habitat. If it is capable of using missile weapons, it reduces its penalty from range by one category. Some monsters with Acute Vision gain proficiency in Searching.</p>\n<h6>Blind</h6>\n<p>The monster cannot see at all. It cannot claim line of sight on any targets except by echolocation, mechanoreception, or touch. It cannot make missile attacks against targets unless it can detect them by echolocation or mechanoreception. It can only make melee attacks if it has reason to know the target is there (including by acute olfaction) or if it can detect them by echolocation or mechanoreception. It suffers a -4 penalty to its melee attack throws unless it can detect the target by echolocation or mechanoreception. The monster is easy to sneak up on, and suffers a -2 penalty to surprise rolls unless it can use its echolocation or mechanoreception. If it can’t, a bonus from acute olfaction or acute hearing can offset this penalty.</p>\n<h6>Lightless Vision</h6>\n<p>The monster can see form or movement, even in total darkness, out to a listed range (30’ – 120’). Lightless vision counts as dim light, so it cannot be used to discern writing or fine details and permits characters to hide. Thus monsters might still need a light source for some tasks. If the monster exclusively relies on lightless vision and lacks any form of standard vision, the entry will be recorded as “lightless vision only.”</p>\n<h6>Night Vision</h6>\n<p>When outdoors, the monster can see by full moonlight as if it were daylight, by half moonlight as if it were full moonlight, and by starlight as if it were half moonlight. When indoors, the monster can see twice the usual distance afforded by a given light source. However, the monster cannot see in total darkness.</p>\n<p>Since virtually every monster has either Lightless Vision or Night Vision, we have generally not included their game mechanics in the monster entries.</p>\n<h4>Other Senses</h4>\n<p>Some monsters have special sensory capabilities that are superior or supplemental to those possessed by humans. Monsters without any special sensory capabilities are marked as “Standard.” Whenever space permitted, we included the mechanics of senses in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular sense should not be interpreted to mean that it works differently than described.</p>\n<p>EXAMPLE: The entry for Giant Killer Bees notes that “[t]hey can “see” by means of <strong>aerial mechanoreception</strong> (60’).” This summary should not be interpreted to mean that the rules of aerial mechanoreception don’t apply, we just didn’t have space to include them.</p>\n<p>The four special senses are:</p>\n<h6>Acute Hearing</h6>\n<p>The monster enjoys superior hearing. It gains a +1 bonus to avoid surprise in its natural habitat and has double the normal range of earshot (see <em><strong>ACKS II RR</strong></em><em>, p. XX)</em>. At the Judge’s discretion, this bonus can be waived if the monster’s opponents are all sneaking. Some very attentive monsters with Acute Hearing gain proficiency in Listening.</p>\n<h6>Acute Olfaction</h6>\n<p>The monster has an exceptionally sensitive nose or other chemoreception. It gains a +1 bonus to avoid surprise in its natural habitat. At the Judge’s discretion, this bonus can be waived if the monster’s opponents approach from upwind or during rainy conditions. Some monsters with Acute Olfaction gain one or more ranks of Tracking proficiency to simulate their ability to follow scent-trails. (Characters using Passing Without Trace leave no scent.) Some monsters with Acute Olfaction gain Blind Fighting proficiency to simulate their ability to hunt prey by scent.</p>\n<h6>Echolocation</h6>\n<p>The monster emits acoustic waves which it uses to “see” creatures, objects, and features to a listed range. Spells or effects that would ordinarily cause blindness will not affect monster with echolocation. However, <em>inaudible</em> creatures are hidden from echolocation, and <em>noiselessness</em> blocks it entirely. Echolocation does not penetrate structures or terrain features.</p>\n<h6>Mechanoreception</h6>\n<p>The monster has specialized sensory organs that enable it to detect and respond to various mechanical stimuli in its environment. Creatures with mechanoreception usually have foreknowledge of encounters within range of their sense (see <em><strong>ACKS II RR</strong></em><em>,</em> p. XX)). However, all forms of mechanoreception can be fooled by illusions with tactile components. There are four types of mechanoreception:</p>\n<ul>\n<li><em>Aerial:</em> The monster can sense changes in air pressure or wind direction to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aerial mechanoreception. However, constructs, plants, oozes, and undead that remain motionless are <em>invisible</em> to the sense. Aerial mechanoreception does not penetrate structures or terrain features.</li>\n<li><em>Aquatic:</em> The monster can sense changes in water current and water pressure to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aquatic mechanoreception. However, creatures that are not in the water are <em>invisible</em> to them. Aquatic mechanoreception does not penetrate structures or terrain features.</li>\n<li><em>Terrestrial:</em> The monster can sense vibration in the ground over long distances equivalent to line of sight in full daylight. Spells or effects that would ordinarily cause blindness do not affect a monster using terrestrial mechanoreception. However, creatures that are flying, levitating, or otherwise not touching the ground are <em>invisible</em> to the sense. Terrestrial mechanoreception can penetrate structures and terrain features.</li>\n<li><em>Webbed:</em> The monster can sense vibrations running through webs provided it is touching some part of the web. Spells or effects that would ordinarily blind a creature do not affect a monster using webbed mechanoreception. However, creatures that are not on the web are <em>invisible</em> to the sense.</li>\n</ul>\n<p>Except as noted above, the “sight” provided by echolocation and mechanoreception is equivalent to dim light. Therefore, characters proficient in Hiding can hide from echolocation and mechanoreception, and creatures using echolocation and mechanoreception to “see” cannot read, visually inspect art, etc.</p>\n<h4>Proficiencies</h4>\n<p>Some monsters possess proficiencies. A monster with a proficiency was not necessarily trained; some monsters simply have instinctual capabilities. The Judge can assign additional proficiencies to monsters as described in <strong>Proficiencies for Monsters</strong> (p. XX).</p>\n<h4>Normal Load</h4>\n<p>Some creatures are valued primarily for their ability to carry equipment, supplies, or treasure. The figure listed is the normal load the creature can carry in stone. Most creatures can carry a maximum of twice their normal load. When carrying more than their normal load, their speed is reduced to half.</p>\n<p>EXAMPLE: A giant tiger beetle can carry its normal load of 250 stone at its full speed of 150’ per turn. It can carry up to 500 stone at 75’ per turn.</p>\n<p>Humanoids can endure heavier loads relative to their own size. Humanoids can carry their normal load at full movement. They may carry up to half again of their normal load at three-quarters movement. They can carry up to twice their normal load at half movement. They may carry up to four times their normal load at one-quarter movement.</p>\n<p>EXAMPLE: A cyclops can carry 90 stone at its full speed of 90’ per turn. It can carry up to 135 stone at 67’ per turn. It can carry up to 180 stone at 45’ per turn. It can carry up to 360 stone at 22’ per turn.</p>\n<h3>Secondary Characteristics</h3>\n<p>Secondary characteristics relate to the economic and military attributes of the monster. These characteristics are unique to the <em><strong>ACKS II</strong></em>system and integrate the monsters into aspects of play such as the market availability tables, the army supply costs, and battles systems.</p>\n<h4>Expedition Speed</h4>\n<p>This indicates the number of miles per day that the monster can move during a day dedicated to travel. See <em><strong>ACKS II RR</strong></em>p. XX – p. XX for wilderness movement rules.</p>\n<h4>Supply Cost</h4>\n<p>The cost per week to support the monster during a military campaign. See <em><strong>ACKS II RR</strong></em>p. XX – XX for supply rules.</p>\n<h4>Training Period</h4>\n<p>Some monsters can be trained for various roles such as guards, mounts, or workbeasts. Training period indicates the number of months for a proficient trainer to tame a monster or teach it its first trick. Monsters that are aggressive, disagreeable, stupid, or stubborn tend to have longer training periods. Monsters that are domesticated and intelligent tend to have shorter training periods. Sapient creatures usually have a training period of 1 month, but some have longer periods reflecting less than human intelligence or reluctance to accept training. See <strong>Taming and Training Monsters</strong> on p. XX.</p>\n<h4>Training Modifier</h4>\n<p>When being trained, monsters can learn an average of 4 tricks. The training modifier increases or decreases this number. It is a loose approximation of the intelligence of sub-sapient creatures. Sapient creatures do not have a training modifier because they can learn any number of tricks. Mindless creatures are simply untrainable. See <strong>Ability Scores for Monsters</strong> on p. XX and <strong>Taming and Training Monsters</strong> on p. XX.</p>\n<h4>Battle Rating</h4>\n<p>The battle rating of an individual monster. Battle ratings are given at company scale. See <em><strong>ACKS II RR</strong></em>p. XX-XX for battle rating rules.</p>\n<h4>Lifespan</h4>\n<p>Lifespan indicates the ages at which a monster enters each age category, in the order Baby/Juvenile/Adolescent/Adult/Middle Aged/Old/Ancient/Maximum. All monsters enter the baby category at age 0, but the baby categories of oviparous monsters are designated with an E instead of 0 to indicate that the monster begins its life as an egg.</p>\n<p>Some creatures, such as elves, have lifespans that mark some aging categories with a dash. Such creatures enjoy ageless youth until the end of their lives. Other monsters, such as constructs, incarnations, and undead, have indefinite lifespans, as they endure until destroyed.</p>\n<p>Monsters with short lifespans tend to be more valuable as babies and juveniles, while creatures with long lifespans tend to be more valuable as adults. See <strong>Young and Old Monsters</strong> on p. XX - XX.</p>\n<h4>Untrained Value</h4>\n<p>The typical market price in gold pieces at which an untamed, untrained creature of adult (A), juvenile (J), or baby (B) age could be bought or sold. Adolescent creatures are priced as adults. Eggs are priced as babies. If the value listed is “-“, then untrained creatures of that age are essentially worthless. As such, they will not usually be available to buy, as supply doesn’t exist without demand. For all transactions, apply the limits of the Equipment Availability by Market Class table. See <strong>Taming and Training Monsters</strong> on p. XX – XX.</p>\n<h4>Trained Value</h4>\n<p>The typical market price in gold pieces at which a trained and tamed adolescent or adult monster could be bought or sold. Note that trained value varies by training. Guards and war mounts, being rare specimens, often command a premium.</p>\n<p>Animals, constructs, oozes, vermin, and monstrosities of less than sapient intelligence can be lawfully bought and sold as property in most realms. These monsters are usually captured when babies or juveniles and reared in captivity, sometimes with the benefit of magic. Adult monsters are very difficult to train, so they are often worth less than juveniles or babies.</p>\n<p>Beastmen, humanoids, and monstrosities of sapient intelligence can only be bought and sold as property (slaves) in chaotic realms where slavery is permitted. Slavers prefer to capture sapient monsters as babies or juveniles and raise them as slave soldiers for later sale. Captured adults are unreliable and dangerous, and even if they have been previously trained to be loyal to another master, they will be valued as untrained for market transactions. Thus, adventurers will rarely be able to sell such monsters for their full trained value.</p>\n<p>Incarnations cannot be tamed or trained, and the price is provided only for the Judge’s use in estimating what a spellcaster capable of summoning such monsters might charge for their services. They cannot be purchased in markets.</p>\n<p>Controlled undead cannot be sold but can sometimes rented out under their controller in chaotic realms for a fee equal to their value / 33. Note that the controller must be controlling the undead and must pay himself out of the fee.</p>\n<p>For all transactions, apply the limits of the Equipment Availability by Market Class table. You can impose additional limits based on the constraints of your own setting.</p>\n<h3>Encounter Characteristics</h3>\n<p>Encounter characteristics present the information necessary for the Judge to place the monsters</p>\n<h4>Lair</h4>\n<p>This indicates the percentage chance of encountering the monster in its lair. Monsters are usually present in greater numbers when encountered in their lair, and might have treasure appropriate to the type.</p>\n<h4>Dungeon Encounter</h4>\n<p>This category details the typical encounter that will occur with this monster in a dungeon setting. Each entry will be listed as: [Collective Noun] (Number Encountered) / [Collective Noun] (Number Encountered)</p>\n<p>EXAMPLE: The Dungeon Encounter listing for Orcs reads “Gang (2d4) / Lair (1 warband)”.</p>\n<p>Use the first collective noun (e.g., “gang”) and subsequent number encountered (“2d4”) for encounters outside of the creature’s lair. Use the second collective noun (“lair”) and subsequent number encountered (“1 warband”) for encounters inside the creature’s lair. The number encountered in the lair is usually a distinct number of monsters (such as “2d6”), but sometimes is based on the ranges encountered outside the lair (e.g., “1 warband”). The latter is common for monsters that have a clan or tribal structure.</p>\n<p>If the category has only one collective noun and range, it means the monster does not make a lair. If the category has “none” listed, it means that the monster will not be encountered in this setting unless placed there by the Judge for a special reason. Except as a reference to the number encountered, the collective noun has no game mechanical effect, and is merely to help the Judge envision and describe what has been encountered.</p>\n<p>Note that number encountered applies to combatant creatures of the standard type. Chiefs, bodyguards, or noncombatant monsters (juveniles, elderly, and sometimes females) do not count in this number. The text of the monster description should explain this in detail where it matters, but the Judge is always the final arbiter.</p>\n<p>EXAMPLE: When a dungeon encounter with orcs occurs, the Judge first rolls 1d100 against the orc’s Lair characteristic of 35%. He rolls a 17, meaning that the orcs have been encountered in their lair. A lair of orcs is defined as 1 warband. 1 warband is defined as 2d6 gangs. The Judge rolls 2d6 for the number of gangs and gets a 3. The entry indicates that gangs are 2d4 orcs each, so he rolls 2d4 for each of the 3 gangs and gets 5, 3, and 7. 15 orcs are encountered. The Judge now consults the text of the monster description. Here he sees that for every gang encountered, one orc champion is present, and that for every warband encountered, one orc sub-chieftain is present. He also notes that the lair is ruled by a chieftain and that females and young equal to 50% of the number of males each are present. These creatures are in addition to the number encountered, so the overall lair encounter will include 15 orcs, 1 chieftain, 1 sub-chieftain, 3 champions, 10 females, and 10 young.</p>\n<h4>Wilderness Encounter</h4>\n<p>This category details the typical encounter that will occur with this monster in a wilderness setting. The Wilderness Encounter listing is read the same as the Dungeon Encounter listing, above. Note that wilderness lairs are usually the same size as dungeon lairs, but occasionally can be much larger. Large-sized wilderness lairs are common for human, demi-human, and humanoid encounters. A large-sized wilderness lair is essentially an entire dungeon itself.</p>\n<h4>Alignment</h4>\n<p>All monsters are chaotic, neutral, or lawful. Monsters which are unintelligent or are simply unconcerned about law and chaos are considered neutral.</p>\n<h4>Treasure Type</h4>\n<p>This category provides the Treasure Type of the monster. The Treasure Types are lettered from A to R, with TT A yielding the smallest hoards and TT R the largest. This letter is cross-referenced on the Treasure Type table in the <em>ACKS Judge’s Journal</em> to determine the treasure that is found in the lair of a monster. Unless otherwise noted, these treasures are found only in the monster’s lair.</p>\n<h4>XP</h4>\n<p>This abbreviation stands for experience points. It is the precalculated total for the monster, taking into account its HD and any special abilities. For monsters which include leaders, we have included the XP value of their leaders.</p>\n<h3>Entry</h3>\n<p>Each monster entry begins with a description of that monster’s average height or length, average weight, and appearance. Height and weight are always representative of a full-grown adult of whichever sex is larger (usually male) though not necessarily the largest possible adult. Exceptional monsters with high STR, CON, and CHA scores can be taller and heavier (see p. XX).</p>\n<p>The monster entries do not differentiate between male and female monsters unless the sexes are exceptionally dimorphic. For monsters with moderate dimorphism, the Judge should simply treat the creatures with the highest hp totals as the full-grown specimens of the larger sex, while those with lower hp totals are full-grown adults of the smaller sex or juveniles of either sex. For instance, if five wolves are encountered with 17, 14, 11, 10, and 7 hp respectively, the 17 hp specimen would be the biggest, oldest “alpha” wolf, the 14 and 11 hp specimens might be alpha females or smaller male siblings, and the 10 and 7 hp specimens might be younger wolves just shy of full growth.</p>\n<h4>Combat</h4>\n<p>The Combat section of the monster entry provides the information necessary to run the monster in combat. If the monster has one or more special abilities, the entry will list those abilities. If the power is unique to the monster, the special ability will be fully detailed. If the special ability is one that many monsters share, a summary of the ability is given. The full details of such abilities can be found in the next section, <strong>Monster Special Abilities</strong> (p. XX – XX).</p>\n<h4>Ecology</h4>\n<p>The Ecology section of the monster entry describes the reproductive strategy, social organization, and trainability of the monsters. Since social organization can be quite complex, the entries rely on some general guidelines to limit it to the most important information:</p>\n<ul>\n<li>If the monster is trainable and either nurtures offspring or incubates eggs, the frequency and number of juvenile and baby monsters or eggs appearing will be noted. Trainability modifier and period will be listed; see Taming and Training Monsters (p. XX) for more details.</li>\n<li>If the monster is sapient, nurtures offspring or incubates eggs, and habitually resides in settlements with division of labor, the frequency of juvenile and baby monsters appearing will be noted.</li>\n<li>In all other cases, the monster entry excludes the appearance of baby and juvenile monsters. A Judge can add them where appropriate.</li>\n<li>Entries never differentiate between adolescent, adult, middle-aged, and old monsters, although a Judge who values verisimilitude can certainly include them. See <strong>Young and Old Monsters</strong> (p. XX) for more details.</li>\n</ul>\n<h4>Spoils</h4>\n<p>The Spoils section describes the parts that can be harvested from each monster. Monster parts that can be used as special components in magical research are listed first, with the weight and value followed by the effects for which the monster part can be used. The generic effects that every monster of its type can be used for (e.g. <em>bewitch humanoid</em> for humanoids) are not specifically called out to avoid repetition; those apply to every part. The weights listed for monster parts are the weight of metamphora required to preserve them. Unless otherwise noted, monster parts outside of metamphora weigh 1/6 stone (item) for encumbrance purposes. For more information on harvesting spoils, see <strong>Monster Parts (Mundane)</strong> on p. XX-XX and <strong>Monster Parts (Special)</strong> on p. XX – XX.</p>\n<h4>Encounter</h4>\n<p>Some, but not all, monster entries have an Encounter section. The Encounter section provides a ready-to-use encounter in the monster’s lair. For some of the more complex encounters, we’ve also included a small map. You can use these encounters as static or dynamic points of interest in your sandbox, or simply as inspiration for your own encounters.</p>\n<h4>Lore</h4>\n<p>In some cases, monster entries include a Lore section that presents short texts – often excerpts, quotes, or testimonies – written from the perspective of an adventurer, scholar, or sage within Auran Empire. This flavor text can be shared with player characters who have relevant proficiencies if desired in order to give more flavor to the game world.</p>\n<h4>Notes</h4>\n<p>A few entries have a brief annotation with information that might be of interest to some <em><strong>ACKS II</strong></em>judges, such as references to other sourcebooks or economic notes.</p>\n<h3>Special Abilities</h3>\n<p>A number of monstrous special abilities appear throughout this book. These are fully detailed below. Whenever space permitted, we included the mechanics of special abilities in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular ability should not be interpreted to mean that it works differently than described unless specifically so noted.</p>\n<h6>Acid</h6>\n<p>Some monsters employ acid. When acid successfully hits, it does damage because it has made contact with flesh. Once contact is made, acid can deal ongoing damage in subsequent rounds or can cause conditions or even death. Some acid attacks automatically destroy mundane armor or clothing on a successful hit. Some monsters are themselves acidic, such that mundane weapons that strike them dissolve immediately after dealing damage. Magic weapons and armor affected by acid must make a Death saving throw using the wearer’s target value, adding their magical bonus to the throw. If the save fails, the magic item is dissolved, but if the save succeeds, the magic item is unaffected. Acid can usually be removed as an action in lieu of attacking by rinsing it off with water or other non-flammable liquids (e.g. beer or wine). If armor is destroyed by acid, the character’s AC should be adjusted to reflect having no armor.</p>\n<h6>Aura</h6>\n<p>Some monsters are surrounded by a damaging aura. Creatures that start their initiative in, or enter the aura on their initiative, suffer damage of an amount and type noted in the damage description. Auras usually occupy a radius of 2’ per HD around the monster, rounded up to the nearest 5’.</p>\n<h6>Berserk</h6>\n<p>Some monsters can go berserk in combat. When berserk, the monster gains a +2 bonus to attack throws and becomes <strong>immune</strong> to fear. Some monsters suffer a penalty to AC while berserk, but some do not. A berserk monster cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy if he has sufficient movement.</p>\n<h6>Breath Weapon</h6>\n<p>Some monsters have breath weapons. Breath weapons are similar to blast spells. Most breath weapons are area of effect attacks that automatically hit any creatures in the area. Affected creatures generally receive a Blast saving throw to avoid or reduce damage or effects. The monster’s listing will detail the damage, damage type, area of effect, and other rules.</p>\n<h6>Charge</h6>\n<p>Some monsters have natural weapons that are especially suitable for charging. These monsters deal double damage dice on a successful charge, as if wielding an impact weapon.</p>\n<h6>Class Powers/Proficiencies</h6>\n<p>Some monsters have class powers or proficiencies identical to those possessed by adventurers, noted in their monster listing. Note that a monster can be proficient in Climbing or Swimming proficiency without having a Climb or Swim speed. For instance, goats have Climbing proficiency, letting them scramble up cliffs and trees like thieves, but geckos have a Climb speed that lets them charge straight up sheer walls and hang off ceilings.</p>\n<h6>Damage Immunity</h6>\n<p>Some monsters are immune to one or more damage types. A monster that is immune to a damage type automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage of that type. A monster can be immune to both mundane and extraordinary damage of a type, or to just one or the other.</p>\n<h6>Damage Resistance</h6>\n<p>Some monsters are resistant to one or more damage types. A monster that is resistant to a damage type suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type. A monster can be resistant to both mundane and extraordinary damage of a type, or to just one or the other. A monster can also be resistant to a particular spell type (e.g. blast spells), or just a particular spell or special ability.</p>\n<h6>Dive Attack</h6>\n<p>Flying monsters with talons can sometimes make dive attacks. Opponents must be in open terrain for this attack to be effective (Judge’s discretion). Like a charge, a dive attack deals double damage dice. If the monster strikes an opponent at least one size category smaller than itself with both talons on a dive attack, the opponent must succeed on a size-adjusted Paralysis saving throw or be <strong>grabbed.</strong> While a creature is grabbed, the monster which grabbed it can automatically deal damage from its talons on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with its talons. Grabbed creatures can be carried off if the monster’s normal load permits it. A creature that has been carried off will fall to earth if it escapes, if the monster releases it, or if the monster is killed.</p>\n<h6>Disease</h6>\n<p>Some creatures carry natural diseases such as plague, spotted pox, or bloody flux, and can transmit them to creatures they bite or touch under certain circumstances. If not specified, the Judge can choose the type of disease the monster carries or roll 1d100 on the Disease Type table to determine it randomly. Rules for disease can be found in the <em><strong>ACKS II Judges Journal</strong></em>p. XX.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Disease Type</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Disease Type</strong></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Bonus</strong></td>\n<td><strong>Death Occurrence</strong></td>\n<td><strong>Recuperation Time</strong></td>\n</tr>\n<tr>\n<td>1-5</td>\n<td>Plague</td>\n<td>1d4 days</td>\n<td>0</td>\n<td>After 1d2 days if failed by 6+</td>\n<td>1d8 days</td>\n</tr>\n<tr>\n<td>6-15</td>\n<td>Putrid Fever</td>\n<td>2d6 days</td>\n<td>0</td>\n<td>After 2d6 days if failed by 7+</td>\n<td>2 weeks</td>\n</tr>\n<tr>\n<td>16-30</td>\n<td>Spotted Pox</td>\n<td>3d6 days</td>\n<td>+1</td>\n<td>After 3d6 days if failed by 8+</td>\n<td>3 weeks</td>\n</tr>\n<tr>\n<td>31-50</td>\n<td>Bilious Fever</td>\n<td>3d6 days</td>\n<td>+2</td>\n<td>After 4d6 days if failed by 8+</td>\n<td>4 weeks</td>\n</tr>\n<tr>\n<td>51-75</td>\n<td>Ague</td>\n<td>2d6 days</td>\n<td>+3</td>\n<td>After 1d4 weeks if failed by 10+</td>\n<td>1d4 weeks</td>\n</tr>\n<tr>\n<td>76-100</td>\n<td>Bloody Flux</td>\n<td>1d4 days</td>\n<td>+4</td>\n<td>After 1 week if rolled Natural 1</td>\n<td>1 week</td>\n</tr>\n</tbody></table>\n<h6>Effect Immunity</h6>\n<p>Some monsters are immune to one or more spell or special ability effects. This can be a narrow immunity (e.g. immune to <em>curses</em>) or it can be quite broad (e.g. immune to all blast spells). A monster that is immune to an effect automatically succeeds on all saving throws against spells or special abilities with that effect and ignores damage caused by the effect.</p>\n<h6>Effect Resistance</h6>\n<p>Some monsters are resistant to one or more spell or special ability effects. This can be a narrow resistance (e.g. resistant to <em>curses</em>) or it can be quite broad (e.g. resistant to all blast spells). A monster that is resistant to an effect gains a +2 bonus on saving throws against spells or special abilities with that effect and suffers only half damage from the effect.</p>\n<h6>Enervation</h6>\n<p>Some monsters have an enervating attack. A successful enervating attack deals extraordinary necrotic damage to the target, then permanently reduces the target’s maximum hit points by an amount equal to the damage dealt. Sometimes, after being damaged, the creature struck also becomes <strong>enervated</strong>.An enervated creature must make a Death saving throw each day when it wakes from resting. If the creature rests in a pinnacle of good (see <em>ACKS JJ,</em> p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not rest in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature can end the condition and restore its maximum hit by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.</p>\n<p>EXAMPLE: Marcus is a 4th level fighter with 18 CON. He has 35hp when fully healed, but he’s has been lightly injured and is down to 24 current hp. He is struck by an enervating attack that deals 11 necrotic damage. Marcus now has 13 current hp and 24 maximum hit points. Each time he rests, Marcus must make a Death save to avoid reducing his maximum hp by another point.</p>\n<p>Marcus fails the save five days in a row, and now has only 19 maximum hit points. Fortunately, he reaches 5th level that same day. That gives him the chance to re-roll his hit points with 5d8+15 HD. Unfortunately, it’s a bad roll that only totals 30. If Marcus still had 35 hp, he’d have gained 1hp (since he rolled less than his 4th level total) but unfortunately he only has 19. Therefore, he instead records his 5th level hp total as 30 hp. He is still enervated and at risk of further reductions to his maximum hit points.</p>\n<h6>Enslavement</h6>\n<p>When the monster is present, the <strong>enslaved</strong> character will respond to the caster’s orders and do whatever is commanded of it. If the monster and the enslaved character cannot communicate due to a language barrier or some other situation, the enslaved character will act in the interest of the monster to serve and protect it as best it can. Even if the monster attacks the enslaved character or its friends, it will not defend itself or take arms against the caster.</p>\n<p>When the monster is not present, the enslaved character will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Others familiar with the enslaved characters before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they <em>discern bewitchment</em>. Enslavementcounts as a bewitchment for purposes of <em>discern magic</em>and <em>discern bewitchment</em>.</p>\n<p>The monster listing will detail the method by which the monster enslaves its victims and the duration of the effect. Regardless of duration, if the enslaving monster is killed, the condition immediately ends.</p>\n<h6>Fear</h6>\n<p>Monsters can possess one or more of the following three types of fear effects.</p>\n<p><strong>Horrific:</strong> Some monsters are horrific when first glimpsed. Characters encountering a horrific monster must make Paralysis saving throws at the start of their first initiative in the encounter. If the save fails, the character is <strong>cowering</strong> until the start of his next initiative. If the save succeeds, the character is not affected by the horror. Note that surprised characters do not receive an initiative number, so they are not cowering – they are too surprised to realize they are horrified! The surprised characters will make their Paralysis saving throws on the following round.</p>\n<p><strong>Dreadful:</strong> Some monsters have a dreadful aspect that causes fear in nearby creatures. A character who starts his initiative or moves within 60’ of a dreadful monster must make a Paralysis saving throw. If the save fails, the character is <strong>faltering.</strong> If the character was already cowering or faltering, he is <strong>frightened</strong> instead. Characters with class level or HD equal to or greater than 1/2 the monster’s HD are usually immune to its dread.</p>\n<p><strong>Terrifying:</strong> Some monsters can cause panic and terror in an area of effect by taking some action such as a roar. Each affected character must make a Paralysis saving throw. If the save fails, the character is <strong>frightened.</strong> If the save succeeds, the character is not affected by the terror. Sometimes, characters with class level or HD of ½ the monster’s HD or less <strong>falter</strong> even if the save succeeds. Some monsters are so terrifying that characters with fewer than 2 HD are automatically affected.</p>\n<h6>Gaze Attack</h6>\n<p>Some monsters have a gaze attack. Gaze attacks have an area of effect, typically a cone 60&#39; long and 30&#39; wide in front of the monster. Each creature within the cone that is <strong>beholding</strong> the monster must make the specified saving throw. If the save succeeds, the creature is not affected. If the save fails, the creature is instantly affected.</p>\n<p>A creature is considered to be beholding a monster when that monster is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized monster is 600’, so it can be beheld at 60’.) A creature can behold using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.</p>\n<p>At the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered <strong>blinded</strong> until it stops closing its eyes. Instead of closing its eyes, a creature can use a mirror or mirror shield to see a monster. While doing so, he only suffers a -2 penalty to attack throws, but does not gain the shield’s bonus to AC. However, he is immune to effects that require him to <strong>behold</strong> the target.</p>\n<h6>Grab</h6>\n<p>Some monsters can grab creatures when they successfully attack them or meet other conditions. The creature usually receives a size-adjusted Paralysis saving throw to avoid being grabbed. A <strong>grabbed</strong> creature cannot attack, cast spells, move, or take any other action except to attempt to escape. While a creature is grabbed, the monster which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</p>\n<p>The monster can move (bringing the grabbed creature with it), but the grabbed creature’s weight in stones is applied as encumbrance to the monster. If the grabbed creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.</p>\n<p>A grabbed creature always has the <strong>vulnerable</strong> condition while it is grabbed. A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so. All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the grabbed creature.</p>\n<p>When attempting to escape, a grabbed creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it can attempt to break free with a Dungeon Bashing proficiency throw. If the grabbed creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed by a powerful effect or imposing creature, it will suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped. Escaping is a combat action.</p>\n<p>The grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.</p>\n<h6>Incorporeal</h6>\n<p>Some monsters have an incorporeal form. Incorporeal monsters are formless, weightless, and unable to interact with physical objects except through their attacks, spells, or special abilities. They can pass through terrain, walls, and other obstacles freely although they cannot see into or through such obstacles unless some other ability permits it. (An incorporeal creature lurking inside a wall will have no way to see if another creature passes by.)</p>\n<p>Incorporeal creatures are always immune to mundane damage. Moreover, natural and non-magical weapons always deal mundane damage against them, even if the creature would otherwise deal extraordinary damage. However, if the incorporeal creature has 4 HD or less, silver weapons deal extraordinary damage against it.</p>\n<h6>Infectious</h6>\n<p>Some monsters can infect their victims in some horrible manner such that they transform into monsters of the same or lesser type as themselves. The monster listing will explain the circumstances that trigger infection and the effects. The <em><strong>ACKS II Judges Journal</strong></em> provides detailed rules for resolving the effects of such transformations on adventurers.</p>\n<h6>Invisibility</h6>\n<p>Some monsters are naturally invisible. They count as <strong>hidden</strong> against adventurers who do not have the ability to see invisible opponents. Unlike the recipients of an <em>invisibility</em> spell, invisible monsters can usually attack without becoming visible.</p>\n<h6>Lightning Reflexes</h6>\n<p>Some monsters have extremely fast reactions and gain a bonus of +1, +2, +3, or more to initiative. If a monster with this power is tied for initiative number with any opponents, it can always choose to go before or after the opponents.</p>\n<h6>Magic Resistance</h6>\n<p>Some powerful monsters enjoy a special resistance to spells and spell-like effects. When a creature with magic resistance is affected by a spell or spell-like effect, the creature can (but does not have to) make a magic resistance throw. The modifier for the throw will be specified in the monster’s entry. If the result of the throw equals or exceeds the caster level of the spell or spell-like effect, the monster ignores it. For purposes of magic resistance, spell-like effects are all effects that duplicate a spell, or magical effects that are resisted with an Implements or Spells save, but excluding effects that do not duplicate a spell and are resisted with Paralysis, Death, or Blast saves.</p>\n<h6>Ongoing Damage</h6>\n<p>Some monsters have attacks that, once successful, continue to deal damage on subsequent rounds without requiring further attack throws.. It does not grab or restrain the target, but it does count as encumbrance equal to its weight. Special effects (enervation, poison, etc.) are not ongoing. The monster listing will indicate under what circumstances continuing damage will discontinue.</p>\n<h6>Paralysis</h6>\n<p>Some monsters can cause paralysis in characters that encounter them. The paralysis might be caused by a bite or touch, a breath weapon, a gaze, or other means. A character subjected to a paralysis effect must succeed on a Paralysis saving throw or be <strong>paralyzed</strong>.A paralyzed creature is <strong>helpless</strong> and <strong>mute</strong>. Melee attack throws against paralyzed creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is not engaged, and his attack is capable of damaging the paralyzed creature, then the paralyzed creature can be automatically slain. The attacker may not cleave thereafter, however. The paralysis effect of most monsters lasts 2d4 turns but some last until the monster attacks or goes out of sight. The divine spell <em>cure light injury</em> can remove paralysis, but no hit points are healed when the spell is used in this way.</p>\n<h6>Petrification</h6>\n<p>Some monsters can petrify adventurers. The petrification might be caused by a bite or touch, a breath weapon, a gaze, or other means. An adventurer subjected to a petrification effect must immediately make a Paralysis saving throw. If the throw fails, the adventurer is <strong>petrified</strong>. A petrified creature cannot see, hear, smell, taste, touch, speak, or think. It does not age and is immune to all enchantment effects and to all death effects except <em>depetrification</em> or <em>disintegrate</em>. A petrified creature’s weight is tripled. It is damaged as a stone structure with 1shp per 200 st., rounded up.</p>\n<h6>Poison</h6>\n<p>Some monsters threaten adventurers with dangerous toxins. The poison can be delivered by a bite or touch, a breath weapon, or other means. When a character is exposed to the poison of a monster, the character must immediately make a Death saving throw. The monster listing will describe the results for successful and failed saves, which can vary from no effect to dealing poisonous damage to causing conditions or even death. Usually the effects of poison are instantaneous. The effects of instantaneous poison occur at the end of the monster’s initiative. (As a result, a monster cannot cleave when it slays an opponent with poison, as the opponent is not slain until after the monster’s attack routine has finished.) However, sometimes the effects of poison have an onset time; if so, then the save is made immediately but the effects do not occur until after the onset time has elapsed.</p>\n<h6>Regeneration</h6>\n<p>Some monsters regenerate hit points each round. Except where otherwise noted, the amount regenerated is HD/2 per round. Some regenerating creatures have the ability to re-attach lost limbs or even sprout new limbs. Particular types of damage (usually fire and acidic) can sometimes prevent monsters from regenerating.</p>\n<h6>Restrained</h6>\n<p>Some monsters can restrain creatures when they successfully attack them or meet other conditions. A <strong>restrained</strong> creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</p>\n<p>While a creature is restrained by a natural weapon, the monster restraining it can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the monster’s attack with whatever natural weapon it has used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</p>\n<p>Sometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.</p>\n<p>If a creature is restrained by long appendages (such as tentacles), the monster which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the monster’s combat speed, subject to encumbrance. The restrained creature’s weight in stone is applied as encumbrance to the monster’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creatures’ normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.</p>\n<p>The monster can itself move (bringing the restrained creature with it), but the restrained creature’s weight in stones is applied as encumbrance to the monster. If the restrained creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.</p>\n<p>The restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.</p>\n<p>Escaping from restraint follows the same rules as escaping from grab. When attempting to escape from being restrained, a creature may in some cases have the option to slip free or break free, as above. Sometimes attempts to slip free can result in the creature worsening its condition. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s listing) to the creature or appendage that has restrained it.</p>\n<h6>Spellcasting</h6>\n<p>Some monsters can cast spells as casters of a given class and level. Unless otherwise noted, they function exactly like human casters of that type</p>\n<h6>Spell-like Abilities</h6>\n<p>Some monsters have abilities that create effects identical to arcane or divine spells. Unless otherwise noted, using a spell-like ability requires a combat action. Unlike a spell, it does not have to be declared before initiative, cannot be interrupted, and does not require a full-round action. Spell-like abilities have a caster level equal to the monster’s HD unless otherwise noted.</p>\n<h6>Stealth</h6>\n<p>Some monsters are difficult to notice. Such monster will impose a penalty of -1 or -2 to surprise on adventurers encountering them, either at any time or in their natural habitat.</p>\n<h6>Susceptibility</h6>\n<p>Some monsters are especially susceptible to certain damage types. When a monster is dealt damage to which it is susceptible, the damage dealt is doubled.</p>\n<h6>Swallow Attack</h6>\n<p>Some monsters are capable of swallowing a creature whole when their unmodified attack throw equals or exceeds certain target values. The target value will be noted in the monster’s description; it is usually 20 for huge creatures, 19-20 for gigantic creatures, and 18-20 for colossal creatures. Creatures who are swallowed suffer the listed damage every round until they die, or until the monster is killed. Being swallowed might have other effects also noted in the monster’s listing. If a creature who has been swallowed has a tiny, small, or natural piercing or slashing weapon, it usually can attack the monster from inside its belly with an attack throw penalty of -4. Should a swallowed creature die and remain in a monster’s belly for 6 turns, it has been irrecoverably digested and cannot benefit from <em>restore life and limb</em>.</p>\n<h6>Topple and Fling</h6>\n<p>Some monsters can topple and fling creatures with their smash attacks. The target creature must be at least two size categories smaller than the monster. If the smash succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked <strong>prone</strong> and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 points of damage per 10’ he has traveled. If the creature is pushed into another character or monster of the same size or larger, he is halted. If the creature is pushed into a smaller character or monster, the character/monster is instead knocked down, and the creature continues to be forced back. A monster can cleave after a successful smash that forces back a creature.</p>\n<h6>Trample</h6>\n<p>When a monster tramples, it stomps or throws its weight against an opponent to deal damage due to its immense bulk. A trample attack gains a +4 bonus to the attack throw if the opponent is at least two size categories smaller than the monster. If a trample attack succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is forced aside 10’ (to a point left or right of the monster), landing <strong>prone</strong>. If the saving throw succeeds, the creature is not forced aside. A monster can cleave after a successful trample attack that forces aside a creature.</p>\n<h6>Triggered Attack</h6>\n<p>Some monsters have an attack that is not part of their usual attack routine, but is instead triggered by the success of one or more other attacks. The most common triggered attack is a <strong>hug</strong>, which is triggered by succeeding on two attacks with claws. Triggered attacks usually deal 2d6 damage if the monster is man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal. The nature and damage of the triggered attack will be noted in the monster listing.</p>\n<p>Sometimes a monster’s triggered attack might actually be one of its other attacks, usually one that has a special ability associated with it. For instance, if a giant python successfully bites a target, it triggers an automatic constriction.</p>\n<h6>Unusual Ability</h6>\n<p>Some monsters have unusual or unique powers not detailed here. These powers will be detailed in its monster listing.</p>\n<h6>Webbing</h6>\n<p>Some creatures can weave or hurl sticky webbing. Webbing can be a static object that ensnares creatures that enter it, an area of effect weapon that requires creatures in the area to save to avoid, or a targeted attack made with an attack throw. However it occurs, webbing causes the affected creatures to become <strong>webbed</strong>. A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</p>\n<p>Sometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes <strong>grabbed</strong>.A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape, and is <strong>vulnerable</strong>.Any monster capable of webbing that is engaging the grabbed creature automatically succeeds on its attack throw against the creature. The grabbed creature still receives a saving throw against the attack, if any.</p>\n<p>The webbed condition is ended immediately when the webbed creature escapes. If a creature has been webbed multiple times, it must break free, cut, or burn each web separately.</p>\n<p>Attempting to escape from webbing is a combat action. The webbed creature can attempt to slip free or break free. Slipping free requires a Paralysis saving throw. If the creature has Contortionism proficiency throw, it gains a +4 bonus on the throw. If the save succeeds, the creature escapes. If the save fails, the creature gets more entangled in the webs and becomes <strong>helpless</strong>. Breaking free requires a Dungeon Bashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).</p>\n<p>Webbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing magic slashing damage. If the attack throw succeeds, the creature is no longer restrained.</p>\n<p>Attempting to set fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.</p>\n",
  "sections": [
    {
      "title": "Monster Characteristics",
      "level": 2,
      "html": "<p>The following terms are used to define the characteristics of monsters.</p>\n"
    },
    {
      "title": "Primary Characteristics",
      "level": 3,
      "html": "<p>Primary characteristics are the characteristics necessary to feature the monster in an adventure.</p>\n"
    },
    {
      "title": "Type",
      "level": 4,
      "html": "<p>This indicates the type of creature that the monster is – animal, beastman, construct, enchanted creature, giant, incarnation, humanoid, monstrosity, ooze, plant, undead, or vermin.</p>\n"
    },
    {
      "title": "Size",
      "level": 4,
      "html": "<p>Size category is an abstract representation of a monster’s height and weight. Sometimes particularly light-framed creatures will be of a higher size category than their weight. Wingspans of flying creatures will typically be three times length. When encounters occur on a battlemap, size category determines the number of squares a creature occupies.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Size Category</strong></td>\n<td><strong>Small</strong></td>\n<td><strong>Man-Sized</strong></td>\n<td><strong>Large</strong></td>\n<td><strong>Huge</strong></td>\n<td><strong>Gigantic</strong></td>\n<td><strong>Colossal</strong></td>\n</tr>\n<tr>\n<td>Weight:</td>\n<td>35 lbs or less</td>\n<td>36 to 400 lbs</td>\n<td>401 to 2,000 lbs</td>\n<td>2,001 to 8,000 lbs</td>\n<td>8,001 to 32,000 lbs</td>\n<td>More than 32,000 lbs</td>\n</tr>\n<tr>\n<td>Length/Height:</td>\n<td>Less than 2’ long/tall</td>\n<td>Less than 8’ long/tall</td>\n<td>8’ to 12’ long/tall</td>\n<td>12’ to 20’ long/tall</td>\n<td>20’ to 32’ long/tall</td>\n<td>32’ or more long/tall</td>\n</tr>\n<tr>\n<td>Frontage (ft.):</td>\n<td>Less than 3’ x 3’</td>\n<td>3’ x 3’</td>\n<td>8’ x 4’ or 4’ x 8’</td>\n<td>10’ x 8’ or 8’ x 10’</td>\n<td>20’ x 15’ or 15’ x 20’</td>\n<td>40’ x 30’ or 30’ x 40’</td>\n</tr>\n<tr>\n<td>Frontage (5’-squares)</td>\n<td>1 square or less</td>\n<td>2/3 square</td>\n<td>2 x 1 or 1 x 2 sq.</td>\n<td>2 x 2 squares</td>\n<td>4 x 3 or 3 x 4 squares</td>\n<td>8 x 6 or 6 x 8 squares</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Speed",
      "level": 4,
      "html": "<p>This category lists the monster’s speed, in the order: [dungeon combat speed] / [dungeon encounter speed and dungeon running speed]. Remember that speed in the wilderness is typically multiplied by 3, i.e. it is measured in yards rather than feet.</p>\n<p>EXAMPLE: The Speed listing for black bears is 40’ / 120’. The first number indicates that a black bear can move 40’ by taking a movement action in a dungeon. The second number indicates that a black bear can move 120’ by taking a full-round action to run in the dungeon; and that it can move 120’ per turn while exploring a dungeon. In the wilderness can move 120’ (40 yards) with a movement action and 360’ (120 yards) with a full-round action.</p>\n<p>When the Speed category has two or more rows, the additional rows relate to movement of a different type, as noted in the listing. Common movement types include burrowing, climbing, flying or swimming.</p>\n"
    },
    {
      "title": "Burrowing",
      "level": 6,
      "html": "<p>Monsters with a burrowing movement rate are able to tunnel through the earth. They can burrow unimpeded through loose earth, soil, and sand in vertical or horizontal directions. However, they cannot burrow through hard stone except by dealing structural damage with their attacks. They can act, attack, and defend themselves normally while burrowing. They can charge and run while burrowing.</p>\n"
    },
    {
      "title": "Climbing",
      "level": 6,
      "html": "<p>Monsters with a climbing movement rate are adept climbers. They can climb utterly unimpeded across vertical surfaces or move upside down across ceilings. They can act, attack, and defend themselves normally while climbing. They can charge and run while climbing. They never have to make Climbing proficiency throws.</p>\n"
    },
    {
      "title": "Flying",
      "level": 6,
      "html": "<p>Monsters with a flying movement rate can soar through the air like birds. If a monster is capable of hovering, an “H” will appear after its speed. Monsters capable of hovering can remain stationary in the air and can cast spells while flying. Monsters incapable of hovering cannot remain stationary nor cast spells while flying. Flying creatures can engage, but do not become engaged by, creatures that cannot fly. Otherwise, they act, attack, and defend themselves normally while flying.</p>\n"
    },
    {
      "title": "Swimming",
      "level": 6,
      "html": "<p>Monsters with a swimming movement rate can move like fish through water. They can swim utterly unimpeded along the water’s surface or in its depths. They can act, attack, and defend themselves normally while swimming. They can charge and “run” (swim quickly) while swimming. They never have to make Swimming proficiency throws.</p>\n"
    },
    {
      "title": "Webcrawling",
      "level": 6,
      "html": "<p>Monsters with a webclimbing movement rate can move vertically and horizontally across webs as if they were level ground without becoming webbed. They can act, attack, and defend themselves normally while webclimbing. They can charge and run while webcrawling.</p>\n"
    },
    {
      "title": "Armor Class",
      "level": 4,
      "html": "<p>This value reflects not only the creature’s general agility but also any magical protection, natural armor, or other defenses. A normal unarmored man has an AC 0 while a powerful red dragon has an AC 10.</p>\n"
    },
    {
      "title": "Hit Dice",
      "level": 4,
      "html": "<p>This value is the monstrous equivalent to character level. Hit Dice determine the number of hit points a monster possesses. Normally, the monster has 1d8 hp per HD. Sometimes a value is given as a “+” or “-“, in which case this number is added or subtracted from the total hit points rolled. Sometimes a monster might have ½ HD, meaning it rolls 1d4 for hit points. A monster will always have a minimum of 1 hp.</p>\n<p>Hit dice also determine the attack throws of monsters and how many experience points the adventurers receive when the monster is killed. Refer to the <strong>Monster Attack Throws</strong> table and the <strong>Monster Experience Points</strong> table. Some monsters have asterisks next to their Hit Dice. Each asterisk indicates that the monster has a major special ability or a large number of minor special abilities. These special abilities increase the XP earned for defeating the monster, as shown on the Monster Experience Points table(p. XX).</p>\n<p>Hit dice can be used by the Judge to determine which dungeon level the monster will be found on. Monsters of 1 HD or less will most typically be found on the first dungeon level. Monsters of 2-3 HD will inhabit the second dungeon level. 4-5 HD monsters typically populate the third dungeon level, while 6-7 HD monsters populate the fourth. Monsters of 8-9 HD are found on dungeon level five, while monsters of 10 HD or more are typically found only on dungeon level six or deeper. See <em>ACKS Judges Journal</em> for more information.</p>\n"
    },
    {
      "title": "Attacks",
      "level": 4,
      "html": "<p>This listing describes how many attacks are available to a monster, per round, the nature of the attacks, and the target value for the monster to hit AC 0. Some monsters employ weapons but most monsters use natural attacks like bites and claws. These will be listed in the same order as the appropriate damage in the damage listing. There are a number of special attacks that monsters can employ. The most common of these are explained in greater detail below. When a creature is noted to have one of these special attacks, the rules below will apply except where the monster description specifically states otherwise.</p>\n"
    },
    {
      "title": "Damage",
      "level": 4,
      "html": "<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Damage Type</td>\n<td>Natural Weapon</td>\n</tr>\n<tr>\n<td>Bludgeoning</td>\n<td>Constriction, Hoof, Tail, Tentacle, Tongue</td>\n</tr>\n<tr>\n<td>Piercing</td>\n<td>Bite, Stinger</td>\n</tr>\n<tr>\n<td>Slashing</td>\n<td>Claw, Talon</td>\n</tr>\n</tbody></table>\n<p>Damage is listed in the same order as attacks, and is represented by a number and kind of die that should be rolled, just like weapon damage is rolled. The symbol after the damage die indicates the damage type, as shown on the table below.</p>\n<p>[INSERT SYMBOLS]</p>\n<p>The following rules determine whether monsters deal mundane or extraordinary damage with their attacks:</p>\n<ul>\n<li>If a monster is an animal with more than 4+1 HD and of huge size or larger, its natural attacks deal extraordinary damage; otherwise they deal mundane damage.</li>\n<li>If a monster is a construct, giant, monstrosity, undead, or vermin with more than 4+1 HD, its natural attacks deal extraordinary damage; otherwise they deal mundane damage. Some powerful monsters might also deal extraordinary damage with weapons, even if the weapon is not itself magical.</li>\n<li>If a monster is a humanoid, its natural attacks always deal mundane damage unless it is an enchanted creature. Enchanted creatures deal extraordinary damage. Some enchanted humanoids might also deal extraordinary damage with weapons, even if the weapon is not itself magical.</li>\n<li>If a monster is an incarnation, its natural and weapon attacks always deal extraordinary damage.</li>\n</ul>\n<p>The entries in this book specify the exact damage type for each monster attack and trump the general guidelines.</p>\n"
    },
    {
      "title": "Save",
      "level": 4,
      "html": "<p>Like characters, monsters have saving throws. Monsters have saving throws that are the equivalent of a particular class and class level. Usually, this is the fighter class, but it can be any class. Monsters that are unintelligent often save as a fighter of a level equal to one-half of the monster’s Hit Dice number, rounded up. The following abbreviations are used in the monster listings, and are followed by a number indicating which level of the class a monster saves as: Crusader, C; Fighter, F; Mage, M; Thief, T; Dwarven Vaultguard, D; Elven Spellsword, E.</p>\n"
    },
    {
      "title": "Morale",
      "level": 4,
      "html": "<p>When losing a battle, monsters must roll morale to see if they stay and fight or flee. The Judge will roll 2d6 according to the <strong>Morale Rolls</strong> rule <em>ACKS Imperial Imprint</em> and add the monster’s morale score to the total. Morale scores range from -4 (for a monster that virtually never fights) to +4 (for a monster that virtually never retreats or surrenders). Monsters that never roll morale, such as mindless constructs, oozes, or controlled undead, have a listing of N/A (not applicable).</p>\n"
    },
    {
      "title": "Vision",
      "level": 4,
      "html": "<p>Some monsters have visual capabilities that are superior to those of humans. Monsters without any special sensory capabilities are marked as “Standard.”</p>\n"
    },
    {
      "title": "Acute Vision",
      "level": 6,
      "html": "<p>The monster can see with exceptional clarity at long range. It gains a +1 bonus to avoid surprise in its natural habitat. If it is capable of using missile weapons, it reduces its penalty from range by one category. Some monsters with Acute Vision gain proficiency in Searching.</p>\n"
    },
    {
      "title": "Blind",
      "level": 6,
      "html": "<p>The monster cannot see at all. It cannot claim line of sight on any targets except by echolocation, mechanoreception, or touch. It cannot make missile attacks against targets unless it can detect them by echolocation or mechanoreception. It can only make melee attacks if it has reason to know the target is there (including by acute olfaction) or if it can detect them by echolocation or mechanoreception. It suffers a -4 penalty to its melee attack throws unless it can detect the target by echolocation or mechanoreception. The monster is easy to sneak up on, and suffers a -2 penalty to surprise rolls unless it can use its echolocation or mechanoreception. If it can’t, a bonus from acute olfaction or acute hearing can offset this penalty.</p>\n"
    },
    {
      "title": "Lightless Vision",
      "level": 6,
      "html": "<p>The monster can see form or movement, even in total darkness, out to a listed range (30’ – 120’). Lightless vision counts as dim light, so it cannot be used to discern writing or fine details and permits characters to hide. Thus monsters might still need a light source for some tasks. If the monster exclusively relies on lightless vision and lacks any form of standard vision, the entry will be recorded as “lightless vision only.”</p>\n"
    },
    {
      "title": "Night Vision",
      "level": 6,
      "html": "<p>When outdoors, the monster can see by full moonlight as if it were daylight, by half moonlight as if it were full moonlight, and by starlight as if it were half moonlight. When indoors, the monster can see twice the usual distance afforded by a given light source. However, the monster cannot see in total darkness.</p>\n<p>Since virtually every monster has either Lightless Vision or Night Vision, we have generally not included their game mechanics in the monster entries.</p>\n"
    },
    {
      "title": "Other Senses",
      "level": 4,
      "html": "<p>Some monsters have special sensory capabilities that are superior or supplemental to those possessed by humans. Monsters without any special sensory capabilities are marked as “Standard.” Whenever space permitted, we included the mechanics of senses in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular sense should not be interpreted to mean that it works differently than described.</p>\n<p>EXAMPLE: The entry for Giant Killer Bees notes that “[t]hey can “see” by means of <strong>aerial mechanoreception</strong> (60’).” This summary should not be interpreted to mean that the rules of aerial mechanoreception don’t apply, we just didn’t have space to include them.</p>\n<p>The four special senses are:</p>\n"
    },
    {
      "title": "Acute Hearing",
      "level": 6,
      "html": "<p>The monster enjoys superior hearing. It gains a +1 bonus to avoid surprise in its natural habitat and has double the normal range of earshot (see <em><strong>ACKS II RR</strong></em><em>, p. XX)</em>. At the Judge’s discretion, this bonus can be waived if the monster’s opponents are all sneaking. Some very attentive monsters with Acute Hearing gain proficiency in Listening.</p>\n"
    },
    {
      "title": "Acute Olfaction",
      "level": 6,
      "html": "<p>The monster has an exceptionally sensitive nose or other chemoreception. It gains a +1 bonus to avoid surprise in its natural habitat. At the Judge’s discretion, this bonus can be waived if the monster’s opponents approach from upwind or during rainy conditions. Some monsters with Acute Olfaction gain one or more ranks of Tracking proficiency to simulate their ability to follow scent-trails. (Characters using Passing Without Trace leave no scent.) Some monsters with Acute Olfaction gain Blind Fighting proficiency to simulate their ability to hunt prey by scent.</p>\n"
    },
    {
      "title": "Echolocation",
      "level": 6,
      "html": "<p>The monster emits acoustic waves which it uses to “see” creatures, objects, and features to a listed range. Spells or effects that would ordinarily cause blindness will not affect monster with echolocation. However, <em>inaudible</em> creatures are hidden from echolocation, and <em>noiselessness</em> blocks it entirely. Echolocation does not penetrate structures or terrain features.</p>\n"
    },
    {
      "title": "Mechanoreception",
      "level": 6,
      "html": "<p>The monster has specialized sensory organs that enable it to detect and respond to various mechanical stimuli in its environment. Creatures with mechanoreception usually have foreknowledge of encounters within range of their sense (see <em><strong>ACKS II RR</strong></em><em>,</em> p. XX)). However, all forms of mechanoreception can be fooled by illusions with tactile components. There are four types of mechanoreception:</p>\n<ul>\n<li><em>Aerial:</em> The monster can sense changes in air pressure or wind direction to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aerial mechanoreception. However, constructs, plants, oozes, and undead that remain motionless are <em>invisible</em> to the sense. Aerial mechanoreception does not penetrate structures or terrain features.</li>\n<li><em>Aquatic:</em> The monster can sense changes in water current and water pressure to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aquatic mechanoreception. However, creatures that are not in the water are <em>invisible</em> to them. Aquatic mechanoreception does not penetrate structures or terrain features.</li>\n<li><em>Terrestrial:</em> The monster can sense vibration in the ground over long distances equivalent to line of sight in full daylight. Spells or effects that would ordinarily cause blindness do not affect a monster using terrestrial mechanoreception. However, creatures that are flying, levitating, or otherwise not touching the ground are <em>invisible</em> to the sense. Terrestrial mechanoreception can penetrate structures and terrain features.</li>\n<li><em>Webbed:</em> The monster can sense vibrations running through webs provided it is touching some part of the web. Spells or effects that would ordinarily blind a creature do not affect a monster using webbed mechanoreception. However, creatures that are not on the web are <em>invisible</em> to the sense.</li>\n</ul>\n<p>Except as noted above, the “sight” provided by echolocation and mechanoreception is equivalent to dim light. Therefore, characters proficient in Hiding can hide from echolocation and mechanoreception, and creatures using echolocation and mechanoreception to “see” cannot read, visually inspect art, etc.</p>\n"
    },
    {
      "title": "Proficiencies",
      "level": 4,
      "html": "<p>Some monsters possess proficiencies. A monster with a proficiency was not necessarily trained; some monsters simply have instinctual capabilities. The Judge can assign additional proficiencies to monsters as described in <strong>Proficiencies for Monsters</strong> (p. XX).</p>\n"
    },
    {
      "title": "Normal Load",
      "level": 4,
      "html": "<p>Some creatures are valued primarily for their ability to carry equipment, supplies, or treasure. The figure listed is the normal load the creature can carry in stone. Most creatures can carry a maximum of twice their normal load. When carrying more than their normal load, their speed is reduced to half.</p>\n<p>EXAMPLE: A giant tiger beetle can carry its normal load of 250 stone at its full speed of 150’ per turn. It can carry up to 500 stone at 75’ per turn.</p>\n<p>Humanoids can endure heavier loads relative to their own size. Humanoids can carry their normal load at full movement. They may carry up to half again of their normal load at three-quarters movement. They can carry up to twice their normal load at half movement. They may carry up to four times their normal load at one-quarter movement.</p>\n<p>EXAMPLE: A cyclops can carry 90 stone at its full speed of 90’ per turn. It can carry up to 135 stone at 67’ per turn. It can carry up to 180 stone at 45’ per turn. It can carry up to 360 stone at 22’ per turn.</p>\n"
    },
    {
      "title": "Secondary Characteristics",
      "level": 3,
      "html": "<p>Secondary characteristics relate to the economic and military attributes of the monster. These characteristics are unique to the <em><strong>ACKS II</strong></em>system and integrate the monsters into aspects of play such as the market availability tables, the army supply costs, and battles systems.</p>\n"
    },
    {
      "title": "Expedition Speed",
      "level": 4,
      "html": "<p>This indicates the number of miles per day that the monster can move during a day dedicated to travel. See <em><strong>ACKS II RR</strong></em>p. XX – p. XX for wilderness movement rules.</p>\n"
    },
    {
      "title": "Supply Cost",
      "level": 4,
      "html": "<p>The cost per week to support the monster during a military campaign. See <em><strong>ACKS II RR</strong></em>p. XX – XX for supply rules.</p>\n"
    },
    {
      "title": "Training Period",
      "level": 4,
      "html": "<p>Some monsters can be trained for various roles such as guards, mounts, or workbeasts. Training period indicates the number of months for a proficient trainer to tame a monster or teach it its first trick. Monsters that are aggressive, disagreeable, stupid, or stubborn tend to have longer training periods. Monsters that are domesticated and intelligent tend to have shorter training periods. Sapient creatures usually have a training period of 1 month, but some have longer periods reflecting less than human intelligence or reluctance to accept training. See <strong>Taming and Training Monsters</strong> on p. XX.</p>\n"
    },
    {
      "title": "Training Modifier",
      "level": 4,
      "html": "<p>When being trained, monsters can learn an average of 4 tricks. The training modifier increases or decreases this number. It is a loose approximation of the intelligence of sub-sapient creatures. Sapient creatures do not have a training modifier because they can learn any number of tricks. Mindless creatures are simply untrainable. See <strong>Ability Scores for Monsters</strong> on p. XX and <strong>Taming and Training Monsters</strong> on p. XX.</p>\n"
    },
    {
      "title": "Battle Rating",
      "level": 4,
      "html": "<p>The battle rating of an individual monster. Battle ratings are given at company scale. See <em><strong>ACKS II RR</strong></em>p. XX-XX for battle rating rules.</p>\n"
    },
    {
      "title": "Lifespan",
      "level": 4,
      "html": "<p>Lifespan indicates the ages at which a monster enters each age category, in the order Baby/Juvenile/Adolescent/Adult/Middle Aged/Old/Ancient/Maximum. All monsters enter the baby category at age 0, but the baby categories of oviparous monsters are designated with an E instead of 0 to indicate that the monster begins its life as an egg.</p>\n<p>Some creatures, such as elves, have lifespans that mark some aging categories with a dash. Such creatures enjoy ageless youth until the end of their lives. Other monsters, such as constructs, incarnations, and undead, have indefinite lifespans, as they endure until destroyed.</p>\n<p>Monsters with short lifespans tend to be more valuable as babies and juveniles, while creatures with long lifespans tend to be more valuable as adults. See <strong>Young and Old Monsters</strong> on p. XX - XX.</p>\n"
    },
    {
      "title": "Untrained Value",
      "level": 4,
      "html": "<p>The typical market price in gold pieces at which an untamed, untrained creature of adult (A), juvenile (J), or baby (B) age could be bought or sold. Adolescent creatures are priced as adults. Eggs are priced as babies. If the value listed is “-“, then untrained creatures of that age are essentially worthless. As such, they will not usually be available to buy, as supply doesn’t exist without demand. For all transactions, apply the limits of the Equipment Availability by Market Class table. See <strong>Taming and Training Monsters</strong> on p. XX – XX.</p>\n"
    },
    {
      "title": "Trained Value",
      "level": 4,
      "html": "<p>The typical market price in gold pieces at which a trained and tamed adolescent or adult monster could be bought or sold. Note that trained value varies by training. Guards and war mounts, being rare specimens, often command a premium.</p>\n<p>Animals, constructs, oozes, vermin, and monstrosities of less than sapient intelligence can be lawfully bought and sold as property in most realms. These monsters are usually captured when babies or juveniles and reared in captivity, sometimes with the benefit of magic. Adult monsters are very difficult to train, so they are often worth less than juveniles or babies.</p>\n<p>Beastmen, humanoids, and monstrosities of sapient intelligence can only be bought and sold as property (slaves) in chaotic realms where slavery is permitted. Slavers prefer to capture sapient monsters as babies or juveniles and raise them as slave soldiers for later sale. Captured adults are unreliable and dangerous, and even if they have been previously trained to be loyal to another master, they will be valued as untrained for market transactions. Thus, adventurers will rarely be able to sell such monsters for their full trained value.</p>\n<p>Incarnations cannot be tamed or trained, and the price is provided only for the Judge’s use in estimating what a spellcaster capable of summoning such monsters might charge for their services. They cannot be purchased in markets.</p>\n<p>Controlled undead cannot be sold but can sometimes rented out under their controller in chaotic realms for a fee equal to their value / 33. Note that the controller must be controlling the undead and must pay himself out of the fee.</p>\n<p>For all transactions, apply the limits of the Equipment Availability by Market Class table. You can impose additional limits based on the constraints of your own setting.</p>\n"
    },
    {
      "title": "Encounter Characteristics",
      "level": 3,
      "html": "<p>Encounter characteristics present the information necessary for the Judge to place the monsters</p>\n"
    },
    {
      "title": "Lair",
      "level": 4,
      "html": "<p>This indicates the percentage chance of encountering the monster in its lair. Monsters are usually present in greater numbers when encountered in their lair, and might have treasure appropriate to the type.</p>\n"
    },
    {
      "title": "Dungeon Encounter",
      "level": 4,
      "html": "<p>This category details the typical encounter that will occur with this monster in a dungeon setting. Each entry will be listed as: [Collective Noun] (Number Encountered) / [Collective Noun] (Number Encountered)</p>\n<p>EXAMPLE: The Dungeon Encounter listing for Orcs reads “Gang (2d4) / Lair (1 warband)”.</p>\n<p>Use the first collective noun (e.g., “gang”) and subsequent number encountered (“2d4”) for encounters outside of the creature’s lair. Use the second collective noun (“lair”) and subsequent number encountered (“1 warband”) for encounters inside the creature’s lair. The number encountered in the lair is usually a distinct number of monsters (such as “2d6”), but sometimes is based on the ranges encountered outside the lair (e.g., “1 warband”). The latter is common for monsters that have a clan or tribal structure.</p>\n<p>If the category has only one collective noun and range, it means the monster does not make a lair. If the category has “none” listed, it means that the monster will not be encountered in this setting unless placed there by the Judge for a special reason. Except as a reference to the number encountered, the collective noun has no game mechanical effect, and is merely to help the Judge envision and describe what has been encountered.</p>\n<p>Note that number encountered applies to combatant creatures of the standard type. Chiefs, bodyguards, or noncombatant monsters (juveniles, elderly, and sometimes females) do not count in this number. The text of the monster description should explain this in detail where it matters, but the Judge is always the final arbiter.</p>\n<p>EXAMPLE: When a dungeon encounter with orcs occurs, the Judge first rolls 1d100 against the orc’s Lair characteristic of 35%. He rolls a 17, meaning that the orcs have been encountered in their lair. A lair of orcs is defined as 1 warband. 1 warband is defined as 2d6 gangs. The Judge rolls 2d6 for the number of gangs and gets a 3. The entry indicates that gangs are 2d4 orcs each, so he rolls 2d4 for each of the 3 gangs and gets 5, 3, and 7. 15 orcs are encountered. The Judge now consults the text of the monster description. Here he sees that for every gang encountered, one orc champion is present, and that for every warband encountered, one orc sub-chieftain is present. He also notes that the lair is ruled by a chieftain and that females and young equal to 50% of the number of males each are present. These creatures are in addition to the number encountered, so the overall lair encounter will include 15 orcs, 1 chieftain, 1 sub-chieftain, 3 champions, 10 females, and 10 young.</p>\n"
    },
    {
      "title": "Wilderness Encounter",
      "level": 4,
      "html": "<p>This category details the typical encounter that will occur with this monster in a wilderness setting. The Wilderness Encounter listing is read the same as the Dungeon Encounter listing, above. Note that wilderness lairs are usually the same size as dungeon lairs, but occasionally can be much larger. Large-sized wilderness lairs are common for human, demi-human, and humanoid encounters. A large-sized wilderness lair is essentially an entire dungeon itself.</p>\n"
    },
    {
      "title": "Alignment",
      "level": 4,
      "html": "<p>All monsters are chaotic, neutral, or lawful. Monsters which are unintelligent or are simply unconcerned about law and chaos are considered neutral.</p>\n"
    },
    {
      "title": "Treasure Type",
      "level": 4,
      "html": "<p>This category provides the Treasure Type of the monster. The Treasure Types are lettered from A to R, with TT A yielding the smallest hoards and TT R the largest. This letter is cross-referenced on the Treasure Type table in the <em>ACKS Judge’s Journal</em> to determine the treasure that is found in the lair of a monster. Unless otherwise noted, these treasures are found only in the monster’s lair.</p>\n"
    },
    {
      "title": "XP",
      "level": 4,
      "html": "<p>This abbreviation stands for experience points. It is the precalculated total for the monster, taking into account its HD and any special abilities. For monsters which include leaders, we have included the XP value of their leaders.</p>\n"
    },
    {
      "title": "Entry",
      "level": 3,
      "html": "<p>Each monster entry begins with a description of that monster’s average height or length, average weight, and appearance. Height and weight are always representative of a full-grown adult of whichever sex is larger (usually male) though not necessarily the largest possible adult. Exceptional monsters with high STR, CON, and CHA scores can be taller and heavier (see p. XX).</p>\n<p>The monster entries do not differentiate between male and female monsters unless the sexes are exceptionally dimorphic. For monsters with moderate dimorphism, the Judge should simply treat the creatures with the highest hp totals as the full-grown specimens of the larger sex, while those with lower hp totals are full-grown adults of the smaller sex or juveniles of either sex. For instance, if five wolves are encountered with 17, 14, 11, 10, and 7 hp respectively, the 17 hp specimen would be the biggest, oldest “alpha” wolf, the 14 and 11 hp specimens might be alpha females or smaller male siblings, and the 10 and 7 hp specimens might be younger wolves just shy of full growth.</p>\n"
    },
    {
      "title": "Combat",
      "level": 4,
      "html": "<p>The Combat section of the monster entry provides the information necessary to run the monster in combat. If the monster has one or more special abilities, the entry will list those abilities. If the power is unique to the monster, the special ability will be fully detailed. If the special ability is one that many monsters share, a summary of the ability is given. The full details of such abilities can be found in the next section, <strong>Monster Special Abilities</strong> (p. XX – XX).</p>\n"
    },
    {
      "title": "Ecology",
      "level": 4,
      "html": "<p>The Ecology section of the monster entry describes the reproductive strategy, social organization, and trainability of the monsters. Since social organization can be quite complex, the entries rely on some general guidelines to limit it to the most important information:</p>\n<ul>\n<li>If the monster is trainable and either nurtures offspring or incubates eggs, the frequency and number of juvenile and baby monsters or eggs appearing will be noted. Trainability modifier and period will be listed; see Taming and Training Monsters (p. XX) for more details.</li>\n<li>If the monster is sapient, nurtures offspring or incubates eggs, and habitually resides in settlements with division of labor, the frequency of juvenile and baby monsters appearing will be noted.</li>\n<li>In all other cases, the monster entry excludes the appearance of baby and juvenile monsters. A Judge can add them where appropriate.</li>\n<li>Entries never differentiate between adolescent, adult, middle-aged, and old monsters, although a Judge who values verisimilitude can certainly include them. See <strong>Young and Old Monsters</strong> (p. XX) for more details.</li>\n</ul>\n"
    },
    {
      "title": "Spoils",
      "level": 4,
      "html": "<p>The Spoils section describes the parts that can be harvested from each monster. Monster parts that can be used as special components in magical research are listed first, with the weight and value followed by the effects for which the monster part can be used. The generic effects that every monster of its type can be used for (e.g. <em>bewitch humanoid</em> for humanoids) are not specifically called out to avoid repetition; those apply to every part. The weights listed for monster parts are the weight of metamphora required to preserve them. Unless otherwise noted, monster parts outside of metamphora weigh 1/6 stone (item) for encumbrance purposes. For more information on harvesting spoils, see <strong>Monster Parts (Mundane)</strong> on p. XX-XX and <strong>Monster Parts (Special)</strong> on p. XX – XX.</p>\n"
    },
    {
      "title": "Encounter",
      "level": 4,
      "html": "<p>Some, but not all, monster entries have an Encounter section. The Encounter section provides a ready-to-use encounter in the monster’s lair. For some of the more complex encounters, we’ve also included a small map. You can use these encounters as static or dynamic points of interest in your sandbox, or simply as inspiration for your own encounters.</p>\n"
    },
    {
      "title": "Lore",
      "level": 4,
      "html": "<p>In some cases, monster entries include a Lore section that presents short texts – often excerpts, quotes, or testimonies – written from the perspective of an adventurer, scholar, or sage within Auran Empire. This flavor text can be shared with player characters who have relevant proficiencies if desired in order to give more flavor to the game world.</p>\n"
    },
    {
      "title": "Notes",
      "level": 4,
      "html": "<p>A few entries have a brief annotation with information that might be of interest to some <em><strong>ACKS II</strong></em>judges, such as references to other sourcebooks or economic notes.</p>\n"
    },
    {
      "title": "Special Abilities",
      "level": 3,
      "html": "<p>A number of monstrous special abilities appear throughout this book. These are fully detailed below. Whenever space permitted, we included the mechanics of special abilities in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular ability should not be interpreted to mean that it works differently than described unless specifically so noted.</p>\n"
    },
    {
      "title": "Acid",
      "level": 6,
      "html": "<p>Some monsters employ acid. When acid successfully hits, it does damage because it has made contact with flesh. Once contact is made, acid can deal ongoing damage in subsequent rounds or can cause conditions or even death. Some acid attacks automatically destroy mundane armor or clothing on a successful hit. Some monsters are themselves acidic, such that mundane weapons that strike them dissolve immediately after dealing damage. Magic weapons and armor affected by acid must make a Death saving throw using the wearer’s target value, adding their magical bonus to the throw. If the save fails, the magic item is dissolved, but if the save succeeds, the magic item is unaffected. Acid can usually be removed as an action in lieu of attacking by rinsing it off with water or other non-flammable liquids (e.g. beer or wine). If armor is destroyed by acid, the character’s AC should be adjusted to reflect having no armor.</p>\n"
    },
    {
      "title": "Aura",
      "level": 6,
      "html": "<p>Some monsters are surrounded by a damaging aura. Creatures that start their initiative in, or enter the aura on their initiative, suffer damage of an amount and type noted in the damage description. Auras usually occupy a radius of 2’ per HD around the monster, rounded up to the nearest 5’.</p>\n"
    },
    {
      "title": "Berserk",
      "level": 6,
      "html": "<p>Some monsters can go berserk in combat. When berserk, the monster gains a +2 bonus to attack throws and becomes <strong>immune</strong> to fear. Some monsters suffer a penalty to AC while berserk, but some do not. A berserk monster cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy if he has sufficient movement.</p>\n"
    },
    {
      "title": "Breath Weapon",
      "level": 6,
      "html": "<p>Some monsters have breath weapons. Breath weapons are similar to blast spells. Most breath weapons are area of effect attacks that automatically hit any creatures in the area. Affected creatures generally receive a Blast saving throw to avoid or reduce damage or effects. The monster’s listing will detail the damage, damage type, area of effect, and other rules.</p>\n"
    },
    {
      "title": "Charge",
      "level": 6,
      "html": "<p>Some monsters have natural weapons that are especially suitable for charging. These monsters deal double damage dice on a successful charge, as if wielding an impact weapon.</p>\n"
    },
    {
      "title": "Class Powers/Proficiencies",
      "level": 6,
      "html": "<p>Some monsters have class powers or proficiencies identical to those possessed by adventurers, noted in their monster listing. Note that a monster can be proficient in Climbing or Swimming proficiency without having a Climb or Swim speed. For instance, goats have Climbing proficiency, letting them scramble up cliffs and trees like thieves, but geckos have a Climb speed that lets them charge straight up sheer walls and hang off ceilings.</p>\n"
    },
    {
      "title": "Damage Immunity",
      "level": 6,
      "html": "<p>Some monsters are immune to one or more damage types. A monster that is immune to a damage type automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage of that type. A monster can be immune to both mundane and extraordinary damage of a type, or to just one or the other.</p>\n"
    },
    {
      "title": "Damage Resistance",
      "level": 6,
      "html": "<p>Some monsters are resistant to one or more damage types. A monster that is resistant to a damage type suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type. A monster can be resistant to both mundane and extraordinary damage of a type, or to just one or the other. A monster can also be resistant to a particular spell type (e.g. blast spells), or just a particular spell or special ability.</p>\n"
    },
    {
      "title": "Dive Attack",
      "level": 6,
      "html": "<p>Flying monsters with talons can sometimes make dive attacks. Opponents must be in open terrain for this attack to be effective (Judge’s discretion). Like a charge, a dive attack deals double damage dice. If the monster strikes an opponent at least one size category smaller than itself with both talons on a dive attack, the opponent must succeed on a size-adjusted Paralysis saving throw or be <strong>grabbed.</strong> While a creature is grabbed, the monster which grabbed it can automatically deal damage from its talons on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with its talons. Grabbed creatures can be carried off if the monster’s normal load permits it. A creature that has been carried off will fall to earth if it escapes, if the monster releases it, or if the monster is killed.</p>\n"
    },
    {
      "title": "Disease",
      "level": 6,
      "html": "<p>Some creatures carry natural diseases such as plague, spotted pox, or bloody flux, and can transmit them to creatures they bite or touch under certain circumstances. If not specified, the Judge can choose the type of disease the monster carries or roll 1d100 on the Disease Type table to determine it randomly. Rules for disease can be found in the <em><strong>ACKS II Judges Journal</strong></em>p. XX.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Disease Type</strong></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td><strong>Die Roll</strong></td>\n<td><strong>Disease Type</strong></td>\n<td><strong>Onset Time</strong></td>\n<td><strong>Save Bonus</strong></td>\n<td><strong>Death Occurrence</strong></td>\n<td><strong>Recuperation Time</strong></td>\n</tr>\n<tr>\n<td>1-5</td>\n<td>Plague</td>\n<td>1d4 days</td>\n<td>0</td>\n<td>After 1d2 days if failed by 6+</td>\n<td>1d8 days</td>\n</tr>\n<tr>\n<td>6-15</td>\n<td>Putrid Fever</td>\n<td>2d6 days</td>\n<td>0</td>\n<td>After 2d6 days if failed by 7+</td>\n<td>2 weeks</td>\n</tr>\n<tr>\n<td>16-30</td>\n<td>Spotted Pox</td>\n<td>3d6 days</td>\n<td>+1</td>\n<td>After 3d6 days if failed by 8+</td>\n<td>3 weeks</td>\n</tr>\n<tr>\n<td>31-50</td>\n<td>Bilious Fever</td>\n<td>3d6 days</td>\n<td>+2</td>\n<td>After 4d6 days if failed by 8+</td>\n<td>4 weeks</td>\n</tr>\n<tr>\n<td>51-75</td>\n<td>Ague</td>\n<td>2d6 days</td>\n<td>+3</td>\n<td>After 1d4 weeks if failed by 10+</td>\n<td>1d4 weeks</td>\n</tr>\n<tr>\n<td>76-100</td>\n<td>Bloody Flux</td>\n<td>1d4 days</td>\n<td>+4</td>\n<td>After 1 week if rolled Natural 1</td>\n<td>1 week</td>\n</tr>\n</tbody></table>\n"
    },
    {
      "title": "Effect Immunity",
      "level": 6,
      "html": "<p>Some monsters are immune to one or more spell or special ability effects. This can be a narrow immunity (e.g. immune to <em>curses</em>) or it can be quite broad (e.g. immune to all blast spells). A monster that is immune to an effect automatically succeeds on all saving throws against spells or special abilities with that effect and ignores damage caused by the effect.</p>\n"
    },
    {
      "title": "Effect Resistance",
      "level": 6,
      "html": "<p>Some monsters are resistant to one or more spell or special ability effects. This can be a narrow resistance (e.g. resistant to <em>curses</em>) or it can be quite broad (e.g. resistant to all blast spells). A monster that is resistant to an effect gains a +2 bonus on saving throws against spells or special abilities with that effect and suffers only half damage from the effect.</p>\n"
    },
    {
      "title": "Enervation",
      "level": 6,
      "html": "<p>Some monsters have an enervating attack. A successful enervating attack deals extraordinary necrotic damage to the target, then permanently reduces the target’s maximum hit points by an amount equal to the damage dealt. Sometimes, after being damaged, the creature struck also becomes <strong>enervated</strong>.An enervated creature must make a Death saving throw each day when it wakes from resting. If the creature rests in a pinnacle of good (see <em>ACKS JJ,</em> p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not rest in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature can end the condition and restore its maximum hit by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.</p>\n<p>EXAMPLE: Marcus is a 4th level fighter with 18 CON. He has 35hp when fully healed, but he’s has been lightly injured and is down to 24 current hp. He is struck by an enervating attack that deals 11 necrotic damage. Marcus now has 13 current hp and 24 maximum hit points. Each time he rests, Marcus must make a Death save to avoid reducing his maximum hp by another point.</p>\n<p>Marcus fails the save five days in a row, and now has only 19 maximum hit points. Fortunately, he reaches 5th level that same day. That gives him the chance to re-roll his hit points with 5d8+15 HD. Unfortunately, it’s a bad roll that only totals 30. If Marcus still had 35 hp, he’d have gained 1hp (since he rolled less than his 4th level total) but unfortunately he only has 19. Therefore, he instead records his 5th level hp total as 30 hp. He is still enervated and at risk of further reductions to his maximum hit points.</p>\n"
    },
    {
      "title": "Enslavement",
      "level": 6,
      "html": "<p>When the monster is present, the <strong>enslaved</strong> character will respond to the caster’s orders and do whatever is commanded of it. If the monster and the enslaved character cannot communicate due to a language barrier or some other situation, the enslaved character will act in the interest of the monster to serve and protect it as best it can. Even if the monster attacks the enslaved character or its friends, it will not defend itself or take arms against the caster.</p>\n<p>When the monster is not present, the enslaved character will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Others familiar with the enslaved characters before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they <em>discern bewitchment</em>. Enslavementcounts as a bewitchment for purposes of <em>discern magic</em>and <em>discern bewitchment</em>.</p>\n<p>The monster listing will detail the method by which the monster enslaves its victims and the duration of the effect. Regardless of duration, if the enslaving monster is killed, the condition immediately ends.</p>\n"
    },
    {
      "title": "Fear",
      "level": 6,
      "html": "<p>Monsters can possess one or more of the following three types of fear effects.</p>\n<p><strong>Horrific:</strong> Some monsters are horrific when first glimpsed. Characters encountering a horrific monster must make Paralysis saving throws at the start of their first initiative in the encounter. If the save fails, the character is <strong>cowering</strong> until the start of his next initiative. If the save succeeds, the character is not affected by the horror. Note that surprised characters do not receive an initiative number, so they are not cowering – they are too surprised to realize they are horrified! The surprised characters will make their Paralysis saving throws on the following round.</p>\n<p><strong>Dreadful:</strong> Some monsters have a dreadful aspect that causes fear in nearby creatures. A character who starts his initiative or moves within 60’ of a dreadful monster must make a Paralysis saving throw. If the save fails, the character is <strong>faltering.</strong> If the character was already cowering or faltering, he is <strong>frightened</strong> instead. Characters with class level or HD equal to or greater than 1/2 the monster’s HD are usually immune to its dread.</p>\n<p><strong>Terrifying:</strong> Some monsters can cause panic and terror in an area of effect by taking some action such as a roar. Each affected character must make a Paralysis saving throw. If the save fails, the character is <strong>frightened.</strong> If the save succeeds, the character is not affected by the terror. Sometimes, characters with class level or HD of ½ the monster’s HD or less <strong>falter</strong> even if the save succeeds. Some monsters are so terrifying that characters with fewer than 2 HD are automatically affected.</p>\n"
    },
    {
      "title": "Gaze Attack",
      "level": 6,
      "html": "<p>Some monsters have a gaze attack. Gaze attacks have an area of effect, typically a cone 60&#39; long and 30&#39; wide in front of the monster. Each creature within the cone that is <strong>beholding</strong> the monster must make the specified saving throw. If the save succeeds, the creature is not affected. If the save fails, the creature is instantly affected.</p>\n<p>A creature is considered to be beholding a monster when that monster is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized monster is 600’, so it can be beheld at 60’.) A creature can behold using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.</p>\n<p>At the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered <strong>blinded</strong> until it stops closing its eyes. Instead of closing its eyes, a creature can use a mirror or mirror shield to see a monster. While doing so, he only suffers a -2 penalty to attack throws, but does not gain the shield’s bonus to AC. However, he is immune to effects that require him to <strong>behold</strong> the target.</p>\n"
    },
    {
      "title": "Grab",
      "level": 6,
      "html": "<p>Some monsters can grab creatures when they successfully attack them or meet other conditions. The creature usually receives a size-adjusted Paralysis saving throw to avoid being grabbed. A <strong>grabbed</strong> creature cannot attack, cast spells, move, or take any other action except to attempt to escape. While a creature is grabbed, the monster which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</p>\n<p>The monster can move (bringing the grabbed creature with it), but the grabbed creature’s weight in stones is applied as encumbrance to the monster. If the grabbed creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.</p>\n<p>A grabbed creature always has the <strong>vulnerable</strong> condition while it is grabbed. A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so. All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the grabbed creature.</p>\n<p>When attempting to escape, a grabbed creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it can attempt to break free with a Dungeon Bashing proficiency throw. If the grabbed creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed by a powerful effect or imposing creature, it will suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped. Escaping is a combat action.</p>\n<p>The grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.</p>\n"
    },
    {
      "title": "Incorporeal",
      "level": 6,
      "html": "<p>Some monsters have an incorporeal form. Incorporeal monsters are formless, weightless, and unable to interact with physical objects except through their attacks, spells, or special abilities. They can pass through terrain, walls, and other obstacles freely although they cannot see into or through such obstacles unless some other ability permits it. (An incorporeal creature lurking inside a wall will have no way to see if another creature passes by.)</p>\n<p>Incorporeal creatures are always immune to mundane damage. Moreover, natural and non-magical weapons always deal mundane damage against them, even if the creature would otherwise deal extraordinary damage. However, if the incorporeal creature has 4 HD or less, silver weapons deal extraordinary damage against it.</p>\n"
    },
    {
      "title": "Infectious",
      "level": 6,
      "html": "<p>Some monsters can infect their victims in some horrible manner such that they transform into monsters of the same or lesser type as themselves. The monster listing will explain the circumstances that trigger infection and the effects. The <em><strong>ACKS II Judges Journal</strong></em> provides detailed rules for resolving the effects of such transformations on adventurers.</p>\n"
    },
    {
      "title": "Invisibility",
      "level": 6,
      "html": "<p>Some monsters are naturally invisible. They count as <strong>hidden</strong> against adventurers who do not have the ability to see invisible opponents. Unlike the recipients of an <em>invisibility</em> spell, invisible monsters can usually attack without becoming visible.</p>\n"
    },
    {
      "title": "Lightning Reflexes",
      "level": 6,
      "html": "<p>Some monsters have extremely fast reactions and gain a bonus of +1, +2, +3, or more to initiative. If a monster with this power is tied for initiative number with any opponents, it can always choose to go before or after the opponents.</p>\n"
    },
    {
      "title": "Magic Resistance",
      "level": 6,
      "html": "<p>Some powerful monsters enjoy a special resistance to spells and spell-like effects. When a creature with magic resistance is affected by a spell or spell-like effect, the creature can (but does not have to) make a magic resistance throw. The modifier for the throw will be specified in the monster’s entry. If the result of the throw equals or exceeds the caster level of the spell or spell-like effect, the monster ignores it. For purposes of magic resistance, spell-like effects are all effects that duplicate a spell, or magical effects that are resisted with an Implements or Spells save, but excluding effects that do not duplicate a spell and are resisted with Paralysis, Death, or Blast saves.</p>\n"
    },
    {
      "title": "Ongoing Damage",
      "level": 6,
      "html": "<p>Some monsters have attacks that, once successful, continue to deal damage on subsequent rounds without requiring further attack throws.. It does not grab or restrain the target, but it does count as encumbrance equal to its weight. Special effects (enervation, poison, etc.) are not ongoing. The monster listing will indicate under what circumstances continuing damage will discontinue.</p>\n"
    },
    {
      "title": "Paralysis",
      "level": 6,
      "html": "<p>Some monsters can cause paralysis in characters that encounter them. The paralysis might be caused by a bite or touch, a breath weapon, a gaze, or other means. A character subjected to a paralysis effect must succeed on a Paralysis saving throw or be <strong>paralyzed</strong>.A paralyzed creature is <strong>helpless</strong> and <strong>mute</strong>. Melee attack throws against paralyzed creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is not engaged, and his attack is capable of damaging the paralyzed creature, then the paralyzed creature can be automatically slain. The attacker may not cleave thereafter, however. The paralysis effect of most monsters lasts 2d4 turns but some last until the monster attacks or goes out of sight. The divine spell <em>cure light injury</em> can remove paralysis, but no hit points are healed when the spell is used in this way.</p>\n"
    },
    {
      "title": "Petrification",
      "level": 6,
      "html": "<p>Some monsters can petrify adventurers. The petrification might be caused by a bite or touch, a breath weapon, a gaze, or other means. An adventurer subjected to a petrification effect must immediately make a Paralysis saving throw. If the throw fails, the adventurer is <strong>petrified</strong>. A petrified creature cannot see, hear, smell, taste, touch, speak, or think. It does not age and is immune to all enchantment effects and to all death effects except <em>depetrification</em> or <em>disintegrate</em>. A petrified creature’s weight is tripled. It is damaged as a stone structure with 1shp per 200 st., rounded up.</p>\n"
    },
    {
      "title": "Poison",
      "level": 6,
      "html": "<p>Some monsters threaten adventurers with dangerous toxins. The poison can be delivered by a bite or touch, a breath weapon, or other means. When a character is exposed to the poison of a monster, the character must immediately make a Death saving throw. The monster listing will describe the results for successful and failed saves, which can vary from no effect to dealing poisonous damage to causing conditions or even death. Usually the effects of poison are instantaneous. The effects of instantaneous poison occur at the end of the monster’s initiative. (As a result, a monster cannot cleave when it slays an opponent with poison, as the opponent is not slain until after the monster’s attack routine has finished.) However, sometimes the effects of poison have an onset time; if so, then the save is made immediately but the effects do not occur until after the onset time has elapsed.</p>\n"
    },
    {
      "title": "Regeneration",
      "level": 6,
      "html": "<p>Some monsters regenerate hit points each round. Except where otherwise noted, the amount regenerated is HD/2 per round. Some regenerating creatures have the ability to re-attach lost limbs or even sprout new limbs. Particular types of damage (usually fire and acidic) can sometimes prevent monsters from regenerating.</p>\n"
    },
    {
      "title": "Restrained",
      "level": 6,
      "html": "<p>Some monsters can restrain creatures when they successfully attack them or meet other conditions. A <strong>restrained</strong> creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</p>\n<p>While a creature is restrained by a natural weapon, the monster restraining it can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the monster’s attack with whatever natural weapon it has used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).</p>\n<p>Sometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.</p>\n<p>If a creature is restrained by long appendages (such as tentacles), the monster which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the monster’s combat speed, subject to encumbrance. The restrained creature’s weight in stone is applied as encumbrance to the monster’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creatures’ normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.</p>\n<p>The monster can itself move (bringing the restrained creature with it), but the restrained creature’s weight in stones is applied as encumbrance to the monster. If the restrained creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.</p>\n<p>The restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.</p>\n<p>Escaping from restraint follows the same rules as escaping from grab. When attempting to escape from being restrained, a creature may in some cases have the option to slip free or break free, as above. Sometimes attempts to slip free can result in the creature worsening its condition. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s listing) to the creature or appendage that has restrained it.</p>\n"
    },
    {
      "title": "Spellcasting",
      "level": 6,
      "html": "<p>Some monsters can cast spells as casters of a given class and level. Unless otherwise noted, they function exactly like human casters of that type</p>\n"
    },
    {
      "title": "Spell-like Abilities",
      "level": 6,
      "html": "<p>Some monsters have abilities that create effects identical to arcane or divine spells. Unless otherwise noted, using a spell-like ability requires a combat action. Unlike a spell, it does not have to be declared before initiative, cannot be interrupted, and does not require a full-round action. Spell-like abilities have a caster level equal to the monster’s HD unless otherwise noted.</p>\n"
    },
    {
      "title": "Stealth",
      "level": 6,
      "html": "<p>Some monsters are difficult to notice. Such monster will impose a penalty of -1 or -2 to surprise on adventurers encountering them, either at any time or in their natural habitat.</p>\n"
    },
    {
      "title": "Susceptibility",
      "level": 6,
      "html": "<p>Some monsters are especially susceptible to certain damage types. When a monster is dealt damage to which it is susceptible, the damage dealt is doubled.</p>\n"
    },
    {
      "title": "Swallow Attack",
      "level": 6,
      "html": "<p>Some monsters are capable of swallowing a creature whole when their unmodified attack throw equals or exceeds certain target values. The target value will be noted in the monster’s description; it is usually 20 for huge creatures, 19-20 for gigantic creatures, and 18-20 for colossal creatures. Creatures who are swallowed suffer the listed damage every round until they die, or until the monster is killed. Being swallowed might have other effects also noted in the monster’s listing. If a creature who has been swallowed has a tiny, small, or natural piercing or slashing weapon, it usually can attack the monster from inside its belly with an attack throw penalty of -4. Should a swallowed creature die and remain in a monster’s belly for 6 turns, it has been irrecoverably digested and cannot benefit from <em>restore life and limb</em>.</p>\n"
    },
    {
      "title": "Topple and Fling",
      "level": 6,
      "html": "<p>Some monsters can topple and fling creatures with their smash attacks. The target creature must be at least two size categories smaller than the monster. If the smash succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked <strong>prone</strong> and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 points of damage per 10’ he has traveled. If the creature is pushed into another character or monster of the same size or larger, he is halted. If the creature is pushed into a smaller character or monster, the character/monster is instead knocked down, and the creature continues to be forced back. A monster can cleave after a successful smash that forces back a creature.</p>\n"
    },
    {
      "title": "Trample",
      "level": 6,
      "html": "<p>When a monster tramples, it stomps or throws its weight against an opponent to deal damage due to its immense bulk. A trample attack gains a +4 bonus to the attack throw if the opponent is at least two size categories smaller than the monster. If a trample attack succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is forced aside 10’ (to a point left or right of the monster), landing <strong>prone</strong>. If the saving throw succeeds, the creature is not forced aside. A monster can cleave after a successful trample attack that forces aside a creature.</p>\n"
    },
    {
      "title": "Triggered Attack",
      "level": 6,
      "html": "<p>Some monsters have an attack that is not part of their usual attack routine, but is instead triggered by the success of one or more other attacks. The most common triggered attack is a <strong>hug</strong>, which is triggered by succeeding on two attacks with claws. Triggered attacks usually deal 2d6 damage if the monster is man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal. The nature and damage of the triggered attack will be noted in the monster listing.</p>\n<p>Sometimes a monster’s triggered attack might actually be one of its other attacks, usually one that has a special ability associated with it. For instance, if a giant python successfully bites a target, it triggers an automatic constriction.</p>\n"
    },
    {
      "title": "Unusual Ability",
      "level": 6,
      "html": "<p>Some monsters have unusual or unique powers not detailed here. These powers will be detailed in its monster listing.</p>\n"
    },
    {
      "title": "Webbing",
      "level": 6,
      "html": "<p>Some creatures can weave or hurl sticky webbing. Webbing can be a static object that ensnares creatures that enter it, an area of effect weapon that requires creatures in the area to save to avoid, or a targeted attack made with an attack throw. However it occurs, webbing causes the affected creatures to become <strong>webbed</strong>. A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.</p>\n<p>Sometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes <strong>grabbed</strong>.A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape, and is <strong>vulnerable</strong>.Any monster capable of webbing that is engaging the grabbed creature automatically succeeds on its attack throw against the creature. The grabbed creature still receives a saving throw against the attack, if any.</p>\n<p>The webbed condition is ended immediately when the webbed creature escapes. If a creature has been webbed multiple times, it must break free, cut, or burn each web separately.</p>\n<p>Attempting to escape from webbing is a combat action. The webbed creature can attempt to slip free or break free. Slipping free requires a Paralysis saving throw. If the creature has Contortionism proficiency throw, it gains a +4 bonus on the throw. If the save succeeds, the creature escapes. If the save fails, the creature gets more entangled in the webs and becomes <strong>helpless</strong>. Breaking free requires a Dungeon Bashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).</p>\n<p>Webbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing magic slashing damage. If the attack throw succeeds, the creature is no longer restrained.</p>\n<p>Attempting to set fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.</p>\n"
    }
  ],
  "metadata": {
    "name": "Primary Characteristics",
    "stats": {},
    "encounterInfo": {}
  },
  "rawMarkdown": "## Monster Characteristics\n\nThe following terms are used to define the characteristics of monsters.\n\n### Primary Characteristics\n\nPrimary characteristics are the characteristics necessary to feature the monster in an adventure.\n\n#### Type\n\nThis indicates the type of creature that the monster is – animal, beastman, construct, enchanted creature, giant, incarnation, humanoid, monstrosity, ooze, plant, undead, or vermin.\n\n#### Size\n\nSize category is an abstract representation of a monster’s height and weight. Sometimes particularly light-framed creatures will be of a higher size category than their weight. Wingspans of flying creatures will typically be three times length. When encounters occur on a battlemap, size category determines the number of squares a creature occupies.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Size Category** | **Small** | **Man-Sized** | **Large** | **Huge** | **Gigantic** | **Colossal** |\n| Weight: | 35 lbs or less | 36 to 400 lbs | 401 to 2,000 lbs | 2,001 to 8,000 lbs | 8,001 to 32,000 lbs | More than 32,000 lbs |\n| Length/Height: | Less than 2’ long/tall | Less than 8’ long/tall | 8’ to 12’ long/tall | 12’ to 20’ long/tall | 20’ to 32’ long/tall | 32’ or more long/tall |\n| Frontage (ft.): | Less than 3’ x 3’ | 3’ x 3’ | 8’ x 4’ or 4’ x 8’ | 10’ x 8’ or 8’ x 10’ | 20’ x 15’ or 15’ x 20’ | 40’ x 30’ or 30’ x 40’ |\n| Frontage (5’-squares) | 1 square or less | 2/3 square | 2 x 1 or 1 x 2 sq. | 2 x 2 squares | 4 x 3 or 3 x 4 squares | 8 x 6 or 6 x 8 squares |\n\n#### Speed\n\nThis category lists the monster’s speed, in the order: [dungeon combat speed] / [dungeon encounter speed and dungeon running speed]. Remember that speed in the wilderness is typically multiplied by 3, i.e. it is measured in yards rather than feet.\n\nEXAMPLE: The Speed listing for black bears is 40’ / 120’. The first number indicates that a black bear can move 40’ by taking a movement action in a dungeon. The second number indicates that a black bear can move 120’ by taking a full-round action to run in the dungeon; and that it can move 120’ per turn while exploring a dungeon. In the wilderness can move 120’ (40 yards) with a movement action and 360’ (120 yards) with a full-round action.\n\nWhen the Speed category has two or more rows, the additional rows relate to movement of a different type, as noted in the listing. Common movement types include burrowing, climbing, flying or swimming.\n\n###### Burrowing\n\nMonsters with a burrowing movement rate are able to tunnel through the earth. They can burrow unimpeded through loose earth, soil, and sand in vertical or horizontal directions. However, they cannot burrow through hard stone except by dealing structural damage with their attacks. They can act, attack, and defend themselves normally while burrowing. They can charge and run while burrowing.\n\n###### Climbing\n\nMonsters with a climbing movement rate are adept climbers. They can climb utterly unimpeded across vertical surfaces or move upside down across ceilings. They can act, attack, and defend themselves normally while climbing. They can charge and run while climbing. They never have to make Climbing proficiency throws.\n\n###### Flying\n\nMonsters with a flying movement rate can soar through the air like birds. If a monster is capable of hovering, an “H” will appear after its speed. Monsters capable of hovering can remain stationary in the air and can cast spells while flying. Monsters incapable of hovering cannot remain stationary nor cast spells while flying. Flying creatures can engage, but do not become engaged by, creatures that cannot fly. Otherwise, they act, attack, and defend themselves normally while flying.\n\n###### Swimming\n\nMonsters with a swimming movement rate can move like fish through water. They can swim utterly unimpeded along the water’s surface or in its depths. They can act, attack, and defend themselves normally while swimming. They can charge and “run” (swim quickly) while swimming. They never have to make Swimming proficiency throws.\n\n###### Webcrawling\n\nMonsters with a webclimbing movement rate can move vertically and horizontally across webs as if they were level ground without becoming webbed. They can act, attack, and defend themselves normally while webclimbing. They can charge and run while webcrawling.\n\n#### Armor Class\n\nThis value reflects not only the creature’s general agility but also any magical protection, natural armor, or other defenses. A normal unarmored man has an AC 0 while a powerful red dragon has an AC 10.\n\n#### Hit Dice\n\nThis value is the monstrous equivalent to character level. Hit Dice determine the number of hit points a monster possesses. Normally, the monster has 1d8 hp per HD. Sometimes a value is given as a “+” or “-“, in which case this number is added or subtracted from the total hit points rolled. Sometimes a monster might have ½ HD, meaning it rolls 1d4 for hit points. A monster will always have a minimum of 1 hp.\n\nHit dice also determine the attack throws of monsters and how many experience points the adventurers receive when the monster is killed. Refer to the **Monster Attack Throws** table and the **Monster Experience Points** table. Some monsters have asterisks next to their Hit Dice. Each asterisk indicates that the monster has a major special ability or a large number of minor special abilities. These special abilities increase the XP earned for defeating the monster, as shown on the Monster Experience Points table(p. XX).\n\nHit dice can be used by the Judge to determine which dungeon level the monster will be found on. Monsters of 1 HD or less will most typically be found on the first dungeon level. Monsters of 2-3 HD will inhabit the second dungeon level. 4-5 HD monsters typically populate the third dungeon level, while 6-7 HD monsters populate the fourth. Monsters of 8-9 HD are found on dungeon level five, while monsters of 10 HD or more are typically found only on dungeon level six or deeper. See *ACKS Judges Journal* for more information.\n\n#### Attacks\n\nThis listing describes how many attacks are available to a monster, per round, the nature of the attacks, and the target value for the monster to hit AC 0. Some monsters employ weapons but most monsters use natural attacks like bites and claws. These will be listed in the same order as the appropriate damage in the damage listing. There are a number of special attacks that monsters can employ. The most common of these are explained in greater detail below. When a creature is noted to have one of these special attacks, the rules below will apply except where the monster description specifically states otherwise.\n\n#### Damage\n\n|  |  |\n| --- | --- |\n| Damage Type | Natural Weapon |\n| Bludgeoning | Constriction, Hoof, Tail, Tentacle, Tongue |\n| Piercing | Bite, Stinger |\n| Slashing | Claw, Talon |\n\nDamage is listed in the same order as attacks, and is represented by a number and kind of die that should be rolled, just like weapon damage is rolled. The symbol after the damage die indicates the damage type, as shown on the table below.\n\n[INSERT SYMBOLS]\n\nThe following rules determine whether monsters deal mundane or extraordinary damage with their attacks:\n\n* If a monster is an animal with more than 4+1 HD and of huge size or larger, its natural attacks deal extraordinary damage; otherwise they deal mundane damage.\n* If a monster is a construct, giant, monstrosity, undead, or vermin with more than 4+1 HD, its natural attacks deal extraordinary damage; otherwise they deal mundane damage. Some powerful monsters might also deal extraordinary damage with weapons, even if the weapon is not itself magical.\n* If a monster is a humanoid, its natural attacks always deal mundane damage unless it is an enchanted creature. Enchanted creatures deal extraordinary damage. Some enchanted humanoids might also deal extraordinary damage with weapons, even if the weapon is not itself magical.\n* If a monster is an incarnation, its natural and weapon attacks always deal extraordinary damage.\n\nThe entries in this book specify the exact damage type for each monster attack and trump the general guidelines.\n\n#### Save\n\nLike characters, monsters have saving throws. Monsters have saving throws that are the equivalent of a particular class and class level. Usually, this is the fighter class, but it can be any class. Monsters that are unintelligent often save as a fighter of a level equal to one-half of the monster’s Hit Dice number, rounded up. The following abbreviations are used in the monster listings, and are followed by a number indicating which level of the class a monster saves as: Crusader, C; Fighter, F; Mage, M; Thief, T; Dwarven Vaultguard, D; Elven Spellsword, E.\n\n#### Morale\n\nWhen losing a battle, monsters must roll morale to see if they stay and fight or flee. The Judge will roll 2d6 according to the **Morale Rolls** rule *ACKS Imperial Imprint* and add the monster’s morale score to the total. Morale scores range from -4 (for a monster that virtually never fights) to +4 (for a monster that virtually never retreats or surrenders). Monsters that never roll morale, such as mindless constructs, oozes, or controlled undead, have a listing of N/A (not applicable).\n\n#### Vision\n\nSome monsters have visual capabilities that are superior to those of humans. Monsters without any special sensory capabilities are marked as “Standard.”\n\n###### Acute Vision\n\nThe monster can see with exceptional clarity at long range. It gains a +1 bonus to avoid surprise in its natural habitat. If it is capable of using missile weapons, it reduces its penalty from range by one category. Some monsters with Acute Vision gain proficiency in Searching.\n\n###### Blind\n\nThe monster cannot see at all. It cannot claim line of sight on any targets except by echolocation, mechanoreception, or touch. It cannot make missile attacks against targets unless it can detect them by echolocation or mechanoreception. It can only make melee attacks if it has reason to know the target is there (including by acute olfaction) or if it can detect them by echolocation or mechanoreception. It suffers a -4 penalty to its melee attack throws unless it can detect the target by echolocation or mechanoreception. The monster is easy to sneak up on, and suffers a -2 penalty to surprise rolls unless it can use its echolocation or mechanoreception. If it can’t, a bonus from acute olfaction or acute hearing can offset this penalty.\n\n###### Lightless Vision\n\nThe monster can see form or movement, even in total darkness, out to a listed range (30’ – 120’). Lightless vision counts as dim light, so it cannot be used to discern writing or fine details and permits characters to hide. Thus monsters might still need a light source for some tasks. If the monster exclusively relies on lightless vision and lacks any form of standard vision, the entry will be recorded as “lightless vision only.”\n\n###### Night Vision\n\nWhen outdoors, the monster can see by full moonlight as if it were daylight, by half moonlight as if it were full moonlight, and by starlight as if it were half moonlight. When indoors, the monster can see twice the usual distance afforded by a given light source. However, the monster cannot see in total darkness.\n\nSince virtually every monster has either Lightless Vision or Night Vision, we have generally not included their game mechanics in the monster entries.\n\n#### Other Senses\n\nSome monsters have special sensory capabilities that are superior or supplemental to those possessed by humans. Monsters without any special sensory capabilities are marked as “Standard.” Whenever space permitted, we included the mechanics of senses in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular sense should not be interpreted to mean that it works differently than described.\n\nEXAMPLE: The entry for Giant Killer Bees notes that “[t]hey can “see” by means of **aerial mechanoreception** (60’).” This summary should not be interpreted to mean that the rules of aerial mechanoreception don’t apply, we just didn’t have space to include them.\n\nThe four special senses are:\n\n###### Acute Hearing\n\nThe monster enjoys superior hearing. It gains a +1 bonus to avoid surprise in its natural habitat and has double the normal range of earshot (see ***ACKS II RR****, p. XX)*. At the Judge’s discretion, this bonus can be waived if the monster’s opponents are all sneaking. Some very attentive monsters with Acute Hearing gain proficiency in Listening.\n\n###### Acute Olfaction\n\nThe monster has an exceptionally sensitive nose or other chemoreception. It gains a +1 bonus to avoid surprise in its natural habitat. At the Judge’s discretion, this bonus can be waived if the monster’s opponents approach from upwind or during rainy conditions. Some monsters with Acute Olfaction gain one or more ranks of Tracking proficiency to simulate their ability to follow scent-trails. (Characters using Passing Without Trace leave no scent.) Some monsters with Acute Olfaction gain Blind Fighting proficiency to simulate their ability to hunt prey by scent.\n\n###### Echolocation\n\nThe monster emits acoustic waves which it uses to “see” creatures, objects, and features to a listed range. Spells or effects that would ordinarily cause blindness will not affect monster with echolocation. However, *inaudible* creatures are hidden from echolocation, and *noiselessness* blocks it entirely. Echolocation does not penetrate structures or terrain features.\n\n###### Mechanoreception\n\nThe monster has specialized sensory organs that enable it to detect and respond to various mechanical stimuli in its environment. Creatures with mechanoreception usually have foreknowledge of encounters within range of their sense (see ***ACKS II RR****,* p. XX)). However, all forms of mechanoreception can be fooled by illusions with tactile components. There are four types of mechanoreception:\n\n* *Aerial:* The monster can sense changes in air pressure or wind direction to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aerial mechanoreception. However, constructs, plants, oozes, and undead that remain motionless are *invisible* to the sense. Aerial mechanoreception does not penetrate structures or terrain features.\n* *Aquatic:* The monster can sense changes in water current and water pressure to a listed range. Spells or effects that would ordinarily cause blindness do not affect a monster using aquatic mechanoreception. However, creatures that are not in the water are *invisible* to them. Aquatic mechanoreception does not penetrate structures or terrain features.\n* *Terrestrial:* The monster can sense vibration in the ground over long distances equivalent to line of sight in full daylight. Spells or effects that would ordinarily cause blindness do not affect a monster using terrestrial mechanoreception. However, creatures that are flying, levitating, or otherwise not touching the ground are *invisible* to the sense. Terrestrial mechanoreception can penetrate structures and terrain features.\n* *Webbed:* The monster can sense vibrations running through webs provided it is touching some part of the web. Spells or effects that would ordinarily blind a creature do not affect a monster using webbed mechanoreception. However, creatures that are not on the web are *invisible* to the sense.\n\nExcept as noted above, the “sight” provided by echolocation and mechanoreception is equivalent to dim light. Therefore, characters proficient in Hiding can hide from echolocation and mechanoreception, and creatures using echolocation and mechanoreception to “see” cannot read, visually inspect art, etc.\n\n#### Proficiencies\n\nSome monsters possess proficiencies. A monster with a proficiency was not necessarily trained; some monsters simply have instinctual capabilities. The Judge can assign additional proficiencies to monsters as described in **Proficiencies for Monsters** (p. XX).\n\n#### Normal Load\n\nSome creatures are valued primarily for their ability to carry equipment, supplies, or treasure. The figure listed is the normal load the creature can carry in stone. Most creatures can carry a maximum of twice their normal load. When carrying more than their normal load, their speed is reduced to half.\n\nEXAMPLE: A giant tiger beetle can carry its normal load of 250 stone at its full speed of 150’ per turn. It can carry up to 500 stone at 75’ per turn.\n\nHumanoids can endure heavier loads relative to their own size. Humanoids can carry their normal load at full movement. They may carry up to half again of their normal load at three-quarters movement. They can carry up to twice their normal load at half movement. They may carry up to four times their normal load at one-quarter movement.\n\nEXAMPLE: A cyclops can carry 90 stone at its full speed of 90’ per turn. It can carry up to 135 stone at 67’ per turn. It can carry up to 180 stone at 45’ per turn. It can carry up to 360 stone at 22’ per turn.\n\n### Secondary Characteristics\n\nSecondary characteristics relate to the economic and military attributes of the monster. These characteristics are unique to the ***ACKS II***system and integrate the monsters into aspects of play such as the market availability tables, the army supply costs, and battles systems.\n\n#### Expedition Speed\n\nThis indicates the number of miles per day that the monster can move during a day dedicated to travel. See ***ACKS II RR***p. XX – p. XX for wilderness movement rules.\n\n#### Supply Cost\n\nThe cost per week to support the monster during a military campaign. See ***ACKS II RR***p. XX – XX for supply rules.\n\n#### Training Period\n\nSome monsters can be trained for various roles such as guards, mounts, or workbeasts. Training period indicates the number of months for a proficient trainer to tame a monster or teach it its first trick. Monsters that are aggressive, disagreeable, stupid, or stubborn tend to have longer training periods. Monsters that are domesticated and intelligent tend to have shorter training periods. Sapient creatures usually have a training period of 1 month, but some have longer periods reflecting less than human intelligence or reluctance to accept training. See **Taming and Training Monsters** on p. XX.\n\n#### Training Modifier\n\nWhen being trained, monsters can learn an average of 4 tricks. The training modifier increases or decreases this number. It is a loose approximation of the intelligence of sub-sapient creatures. Sapient creatures do not have a training modifier because they can learn any number of tricks. Mindless creatures are simply untrainable. See **Ability Scores for Monsters** on p. XX and **Taming and Training Monsters** on p. XX.\n\n#### Battle Rating\n\nThe battle rating of an individual monster. Battle ratings are given at company scale. See ***ACKS II RR***p. XX-XX for battle rating rules.\n\n#### Lifespan\n\nLifespan indicates the ages at which a monster enters each age category, in the order Baby/Juvenile/Adolescent/Adult/Middle Aged/Old/Ancient/Maximum. All monsters enter the baby category at age 0, but the baby categories of oviparous monsters are designated with an E instead of 0 to indicate that the monster begins its life as an egg.\n\nSome creatures, such as elves, have lifespans that mark some aging categories with a dash. Such creatures enjoy ageless youth until the end of their lives. Other monsters, such as constructs, incarnations, and undead, have indefinite lifespans, as they endure until destroyed.\n\nMonsters with short lifespans tend to be more valuable as babies and juveniles, while creatures with long lifespans tend to be more valuable as adults. See **Young and Old Monsters** on p. XX - XX.\n\n#### Untrained Value\n\nThe typical market price in gold pieces at which an untamed, untrained creature of adult (A), juvenile (J), or baby (B) age could be bought or sold. Adolescent creatures are priced as adults. Eggs are priced as babies. If the value listed is “-“, then untrained creatures of that age are essentially worthless. As such, they will not usually be available to buy, as supply doesn’t exist without demand. For all transactions, apply the limits of the Equipment Availability by Market Class table. See **Taming and Training Monsters** on p. XX – XX.\n\n#### Trained Value\n\nThe typical market price in gold pieces at which a trained and tamed adolescent or adult monster could be bought or sold. Note that trained value varies by training. Guards and war mounts, being rare specimens, often command a premium.\n\nAnimals, constructs, oozes, vermin, and monstrosities of less than sapient intelligence can be lawfully bought and sold as property in most realms. These monsters are usually captured when babies or juveniles and reared in captivity, sometimes with the benefit of magic. Adult monsters are very difficult to train, so they are often worth less than juveniles or babies.\n\nBeastmen, humanoids, and monstrosities of sapient intelligence can only be bought and sold as property (slaves) in chaotic realms where slavery is permitted. Slavers prefer to capture sapient monsters as babies or juveniles and raise them as slave soldiers for later sale. Captured adults are unreliable and dangerous, and even if they have been previously trained to be loyal to another master, they will be valued as untrained for market transactions. Thus, adventurers will rarely be able to sell such monsters for their full trained value.\n\nIncarnations cannot be tamed or trained, and the price is provided only for the Judge’s use in estimating what a spellcaster capable of summoning such monsters might charge for their services. They cannot be purchased in markets.\n\nControlled undead cannot be sold but can sometimes rented out under their controller in chaotic realms for a fee equal to their value / 33. Note that the controller must be controlling the undead and must pay himself out of the fee.\n\nFor all transactions, apply the limits of the Equipment Availability by Market Class table. You can impose additional limits based on the constraints of your own setting.\n\n### Encounter Characteristics\n\nEncounter characteristics present the information necessary for the Judge to place the monsters\n\n#### Lair\n\nThis indicates the percentage chance of encountering the monster in its lair. Monsters are usually present in greater numbers when encountered in their lair, and might have treasure appropriate to the type.\n\n#### Dungeon Encounter\n\nThis category details the typical encounter that will occur with this monster in a dungeon setting. Each entry will be listed as: [Collective Noun] (Number Encountered) / [Collective Noun] (Number Encountered)\n\nEXAMPLE: The Dungeon Encounter listing for Orcs reads “Gang (2d4) / Lair (1 warband)”.\n\nUse the first collective noun (e.g., “gang”) and subsequent number encountered (“2d4”) for encounters outside of the creature’s lair. Use the second collective noun (“lair”) and subsequent number encountered (“1 warband”) for encounters inside the creature’s lair. The number encountered in the lair is usually a distinct number of monsters (such as “2d6”), but sometimes is based on the ranges encountered outside the lair (e.g., “1 warband”). The latter is common for monsters that have a clan or tribal structure.\n\nIf the category has only one collective noun and range, it means the monster does not make a lair. If the category has “none” listed, it means that the monster will not be encountered in this setting unless placed there by the Judge for a special reason. Except as a reference to the number encountered, the collective noun has no game mechanical effect, and is merely to help the Judge envision and describe what has been encountered.\n\nNote that number encountered applies to combatant creatures of the standard type. Chiefs, bodyguards, or noncombatant monsters (juveniles, elderly, and sometimes females) do not count in this number. The text of the monster description should explain this in detail where it matters, but the Judge is always the final arbiter.\n\nEXAMPLE: When a dungeon encounter with orcs occurs, the Judge first rolls 1d100 against the orc’s Lair characteristic of 35%. He rolls a 17, meaning that the orcs have been encountered in their lair. A lair of orcs is defined as 1 warband. 1 warband is defined as 2d6 gangs. The Judge rolls 2d6 for the number of gangs and gets a 3. The entry indicates that gangs are 2d4 orcs each, so he rolls 2d4 for each of the 3 gangs and gets 5, 3, and 7. 15 orcs are encountered. The Judge now consults the text of the monster description. Here he sees that for every gang encountered, one orc champion is present, and that for every warband encountered, one orc sub-chieftain is present. He also notes that the lair is ruled by a chieftain and that females and young equal to 50% of the number of males each are present. These creatures are in addition to the number encountered, so the overall lair encounter will include 15 orcs, 1 chieftain, 1 sub-chieftain, 3 champions, 10 females, and 10 young.\n\n#### Wilderness Encounter\n\nThis category details the typical encounter that will occur with this monster in a wilderness setting. The Wilderness Encounter listing is read the same as the Dungeon Encounter listing, above. Note that wilderness lairs are usually the same size as dungeon lairs, but occasionally can be much larger. Large-sized wilderness lairs are common for human, demi-human, and humanoid encounters. A large-sized wilderness lair is essentially an entire dungeon itself.\n\n#### Alignment\n\nAll monsters are chaotic, neutral, or lawful. Monsters which are unintelligent or are simply unconcerned about law and chaos are considered neutral.\n\n#### Treasure Type\n\nThis category provides the Treasure Type of the monster. The Treasure Types are lettered from A to R, with TT A yielding the smallest hoards and TT R the largest. This letter is cross-referenced on the Treasure Type table in the *ACKS Judge’s Journal* to determine the treasure that is found in the lair of a monster. Unless otherwise noted, these treasures are found only in the monster’s lair.\n\n#### XP\n\nThis abbreviation stands for experience points. It is the precalculated total for the monster, taking into account its HD and any special abilities. For monsters which include leaders, we have included the XP value of their leaders.\n\n### Entry\n\nEach monster entry begins with a description of that monster’s average height or length, average weight, and appearance. Height and weight are always representative of a full-grown adult of whichever sex is larger (usually male) though not necessarily the largest possible adult. Exceptional monsters with high STR, CON, and CHA scores can be taller and heavier (see p. XX).\n\nThe monster entries do not differentiate between male and female monsters unless the sexes are exceptionally dimorphic. For monsters with moderate dimorphism, the Judge should simply treat the creatures with the highest hp totals as the full-grown specimens of the larger sex, while those with lower hp totals are full-grown adults of the smaller sex or juveniles of either sex. For instance, if five wolves are encountered with 17, 14, 11, 10, and 7 hp respectively, the 17 hp specimen would be the biggest, oldest “alpha” wolf, the 14 and 11 hp specimens might be alpha females or smaller male siblings, and the 10 and 7 hp specimens might be younger wolves just shy of full growth.\n\n#### Combat\n\nThe Combat section of the monster entry provides the information necessary to run the monster in combat. If the monster has one or more special abilities, the entry will list those abilities. If the power is unique to the monster, the special ability will be fully detailed. If the special ability is one that many monsters share, a summary of the ability is given. The full details of such abilities can be found in the next section, **Monster Special Abilities** (p. XX – XX).\n\n#### Ecology\n\nThe Ecology section of the monster entry describes the reproductive strategy, social organization, and trainability of the monsters. Since social organization can be quite complex, the entries rely on some general guidelines to limit it to the most important information:\n\n* If the monster is trainable and either nurtures offspring or incubates eggs, the frequency and number of juvenile and baby monsters or eggs appearing will be noted. Trainability modifier and period will be listed; see Taming and Training Monsters (p. XX) for more details.\n* If the monster is sapient, nurtures offspring or incubates eggs, and habitually resides in settlements with division of labor, the frequency of juvenile and baby monsters appearing will be noted.\n* In all other cases, the monster entry excludes the appearance of baby and juvenile monsters. A Judge can add them where appropriate.\n* Entries never differentiate between adolescent, adult, middle-aged, and old monsters, although a Judge who values verisimilitude can certainly include them. See **Young and Old Monsters** (p. XX) for more details.\n\n#### Spoils\n\nThe Spoils section describes the parts that can be harvested from each monster. Monster parts that can be used as special components in magical research are listed first, with the weight and value followed by the effects for which the monster part can be used. The generic effects that every monster of its type can be used for (e.g. *bewitch humanoid* for humanoids) are not specifically called out to avoid repetition; those apply to every part. The weights listed for monster parts are the weight of metamphora required to preserve them. Unless otherwise noted, monster parts outside of metamphora weigh 1/6 stone (item) for encumbrance purposes. For more information on harvesting spoils, see **Monster Parts (Mundane)** on p. XX-XX and **Monster Parts (Special)** on p. XX – XX.\n\n#### Encounter\n\nSome, but not all, monster entries have an Encounter section. The Encounter section provides a ready-to-use encounter in the monster’s lair. For some of the more complex encounters, we’ve also included a small map. You can use these encounters as static or dynamic points of interest in your sandbox, or simply as inspiration for your own encounters.\n\n#### Lore\n\nIn some cases, monster entries include a Lore section that presents short texts – often excerpts, quotes, or testimonies – written from the perspective of an adventurer, scholar, or sage within Auran Empire. This flavor text can be shared with player characters who have relevant proficiencies if desired in order to give more flavor to the game world.\n\n#### Notes\n\nA few entries have a brief annotation with information that might be of interest to some ***ACKS II***judges, such as references to other sourcebooks or economic notes.\n\n### Special Abilities\n\nA number of monstrous special abilities appear throughout this book. These are fully detailed below. Whenever space permitted, we included the mechanics of special abilities in the monster entries. However, in some cases this was impossible to fit. The exclusion of the details of a particular ability should not be interpreted to mean that it works differently than described unless specifically so noted.\n\n###### Acid\n\nSome monsters employ acid. When acid successfully hits, it does damage because it has made contact with flesh. Once contact is made, acid can deal ongoing damage in subsequent rounds or can cause conditions or even death. Some acid attacks automatically destroy mundane armor or clothing on a successful hit. Some monsters are themselves acidic, such that mundane weapons that strike them dissolve immediately after dealing damage. Magic weapons and armor affected by acid must make a Death saving throw using the wearer’s target value, adding their magical bonus to the throw. If the save fails, the magic item is dissolved, but if the save succeeds, the magic item is unaffected. Acid can usually be removed as an action in lieu of attacking by rinsing it off with water or other non-flammable liquids (e.g. beer or wine). If armor is destroyed by acid, the character’s AC should be adjusted to reflect having no armor.\n\n###### Aura\n\nSome monsters are surrounded by a damaging aura. Creatures that start their initiative in, or enter the aura on their initiative, suffer damage of an amount and type noted in the damage description. Auras usually occupy a radius of 2’ per HD around the monster, rounded up to the nearest 5’.\n\n###### Berserk\n\nSome monsters can go berserk in combat. When berserk, the monster gains a +2 bonus to attack throws and becomes **immune** to fear. Some monsters suffer a penalty to AC while berserk, but some do not. A berserk monster cannot conduct defensive movement to retreat or withdraw from an enemy within 5’ and cannot move in such a way that the range between itself and the nearest visible threat would increase. It must advance 5’ after cleaving if necessary to do so to engage an enemy if he has sufficient movement.\n\n###### Breath Weapon\n\nSome monsters have breath weapons. Breath weapons are similar to blast spells. Most breath weapons are area of effect attacks that automatically hit any creatures in the area. Affected creatures generally receive a Blast saving throw to avoid or reduce damage or effects. The monster’s listing will detail the damage, damage type, area of effect, and other rules.\n\n###### Charge\n\nSome monsters have natural weapons that are especially suitable for charging. These monsters deal double damage dice on a successful charge, as if wielding an impact weapon.\n\n###### Class Powers/Proficiencies\n\nSome monsters have class powers or proficiencies identical to those possessed by adventurers, noted in their monster listing. Note that a monster can be proficient in Climbing or Swimming proficiency without having a Climb or Swim speed. For instance, goats have Climbing proficiency, letting them scramble up cliffs and trees like thieves, but geckos have a Climb speed that lets them charge straight up sheer walls and hang off ceilings.\n\n###### Damage Immunity\n\nSome monsters are immune to one or more damage types. A monster that is immune to a damage type automatically succeeds on all saving throws against spells or special abilities that deal that damage type, and ignores damage of that type. A monster can be immune to both mundane and extraordinary damage of a type, or to just one or the other.\n\n###### Damage Resistance\n\nSome monsters are resistant to one or more damage types. A monster that is resistant to a damage type suffers only half damage from that type. It also gains a +2 bonus on saving throws against spells or special abilities that deal that damage type. A monster can be resistant to both mundane and extraordinary damage of a type, or to just one or the other. A monster can also be resistant to a particular spell type (e.g. blast spells), or just a particular spell or special ability.\n\n###### Dive Attack\n\nFlying monsters with talons can sometimes make dive attacks. Opponents must be in open terrain for this attack to be effective (Judge’s discretion). Like a charge, a dive attack deals double damage dice. If the monster strikes an opponent at least one size category smaller than itself with both talons on a dive attack, the opponent must succeed on a size-adjusted Paralysis saving throw or be **grabbed.** While a creature is grabbed, the monster which grabbed it can automatically deal damage from its talons on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with its talons. Grabbed creatures can be carried off if the monster’s normal load permits it. A creature that has been carried off will fall to earth if it escapes, if the monster releases it, or if the monster is killed.\n\n###### Disease\n\nSome creatures carry natural diseases such as plague, spotted pox, or bloody flux, and can transmit them to creatures they bite or touch under certain circumstances. If not specified, the Judge can choose the type of disease the monster carries or roll 1d100 on the Disease Type table to determine it randomly. Rules for disease can be found in the ***ACKS II Judges Journal***p. XX.\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n| **Disease Type** | | | | | |\n| **Die Roll** | **Disease Type** | **Onset Time** | **Save Bonus** | **Death Occurrence** | **Recuperation Time** |\n| 1-5 | Plague | 1d4 days | 0 | After 1d2 days if failed by 6+ | 1d8 days |\n| 6-15 | Putrid Fever | 2d6 days | 0 | After 2d6 days if failed by 7+ | 2 weeks |\n| 16-30 | Spotted Pox | 3d6 days | +1 | After 3d6 days if failed by 8+ | 3 weeks |\n| 31-50 | Bilious Fever | 3d6 days | +2 | After 4d6 days if failed by 8+ | 4 weeks |\n| 51-75 | Ague | 2d6 days | +3 | After 1d4 weeks if failed by 10+ | 1d4 weeks |\n| 76-100 | Bloody Flux | 1d4 days | +4 | After 1 week if rolled Natural 1 | 1 week |\n\n###### Effect Immunity\n\nSome monsters are immune to one or more spell or special ability effects. This can be a narrow immunity (e.g. immune to *curses*) or it can be quite broad (e.g. immune to all blast spells). A monster that is immune to an effect automatically succeeds on all saving throws against spells or special abilities with that effect and ignores damage caused by the effect.\n\n###### Effect Resistance\n\nSome monsters are resistant to one or more spell or special ability effects. This can be a narrow resistance (e.g. resistant to *curses*) or it can be quite broad (e.g. resistant to all blast spells). A monster that is resistant to an effect gains a +2 bonus on saving throws against spells or special abilities with that effect and suffers only half damage from the effect.\n\n###### Enervation\n\nSome monsters have an enervating attack. A successful enervating attack deals extraordinary necrotic damage to the target, then permanently reduces the target’s maximum hit points by an amount equal to the damage dealt. Sometimes, after being damaged, the creature struck also becomes **enervated**.An enervated creature must make a Death saving throw each day when it wakes from resting. If the creature rests in a pinnacle of good (see *ACKS JJ,* p. XX), it gains a bonus to its save: +1 for an illuminated pinnacle, +2 for a hallowed pinnacle, and +4 for a sacrosanct pinnacle. If the creature does not rest in a day, it automatically fails the save. If the save fails, the creature permanently reduces its maximum hit points by another point. If the save succeeds, the creature does not reduce its maximum hit points further that day. If the save succeeds three times in a row, the condition ends. A creature can end the condition and restore its maximum hit by being healed with ritual magic. A creature that advances in level can re-roll its maximum hit points using its full hit dice, but leveling itself does not end the enervated condition.\n\nEXAMPLE: Marcus is a 4th level fighter with 18 CON. He has 35hp when fully healed, but he’s has been lightly injured and is down to 24 current hp. He is struck by an enervating attack that deals 11 necrotic damage. Marcus now has 13 current hp and 24 maximum hit points. Each time he rests, Marcus must make a Death save to avoid reducing his maximum hp by another point.\n\nMarcus fails the save five days in a row, and now has only 19 maximum hit points. Fortunately, he reaches 5th level that same day. That gives him the chance to re-roll his hit points with 5d8+15 HD. Unfortunately, it’s a bad roll that only totals 30. If Marcus still had 35 hp, he’d have gained 1hp (since he rolled less than his 4th level total) but unfortunately he only has 19. Therefore, he instead records his 5th level hp total as 30 hp. He is still enervated and at risk of further reductions to his maximum hit points.\n\n###### Enslavement\n\nWhen the monster is present, the **enslaved** character will respond to the caster’s orders and do whatever is commanded of it. If the monster and the enslaved character cannot communicate due to a language barrier or some other situation, the enslaved character will act in the interest of the monster to serve and protect it as best it can. Even if the monster attacks the enslaved character or its friends, it will not defend itself or take arms against the caster.\n\nWhen the monster is not present, the enslaved character will be confused and passive. It will be capable of carrying out routine activities, but cannot use spells or magic items or make complex decisions. Others familiar with the enslaved characters before its enslavement will be able to tell that something is amiss, although they may not know it is enslaved unless they *discern bewitchment*. Enslavementcounts as a bewitchment for purposes of *discern magic*and *discern bewitchment*.\n\nThe monster listing will detail the method by which the monster enslaves its victims and the duration of the effect. Regardless of duration, if the enslaving monster is killed, the condition immediately ends.\n\n###### Fear\n\nMonsters can possess one or more of the following three types of fear effects.\n\n**Horrific:** Some monsters are horrific when first glimpsed. Characters encountering a horrific monster must make Paralysis saving throws at the start of their first initiative in the encounter. If the save fails, the character is **cowering** until the start of his next initiative. If the save succeeds, the character is not affected by the horror. Note that surprised characters do not receive an initiative number, so they are not cowering – they are too surprised to realize they are horrified! The surprised characters will make their Paralysis saving throws on the following round.\n\n**Dreadful:** Some monsters have a dreadful aspect that causes fear in nearby creatures. A character who starts his initiative or moves within 60’ of a dreadful monster must make a Paralysis saving throw. If the save fails, the character is **faltering.** If the character was already cowering or faltering, he is **frightened** instead. Characters with class level or HD equal to or greater than 1/2 the monster’s HD are usually immune to its dread.\n\n**Terrifying:** Some monsters can cause panic and terror in an area of effect by taking some action such as a roar. Each affected character must make a Paralysis saving throw. If the save fails, the character is **frightened.** If the save succeeds, the character is not affected by the terror. Sometimes, characters with class level or HD of ½ the monster’s HD or less **falter** even if the save succeeds. Some monsters are so terrifying that characters with fewer than 2 HD are automatically affected.\n\n###### Gaze Attack\n\nSome monsters have a gaze attack. Gaze attacks have an area of effect, typically a cone 60' long and 30' wide in front of the monster. Each creature within the cone that is **beholding** the monster must make the specified saving throw. If the save succeeds, the creature is not affected. If the save fails, the creature is instantly affected.\n\nA creature is considered to be beholding a monster when that monster is in line of sight and within 10% of maximum visibility distance. (In normal conditions, the maximum visibility distance to a man-sized monster is 600’, so it can be beheld at 60’.) A creature can behold using lightless vision, but not using echolocation, mechanoreception, or shadowy senses.\n\nAt the start of its initiative, a creature can close its eyes to avoid beholding a creature or effect or open its eyes if currently doing so. A creature that is closing its eyes is considered **blinded** until it stops closing its eyes. Instead of closing its eyes, a creature can use a mirror or mirror shield to see a monster. While doing so, he only suffers a -2 penalty to attack throws, but does not gain the shield’s bonus to AC. However, he is immune to effects that require him to **behold** the target.\n\n###### Grab\n\nSome monsters can grab creatures when they successfully attack them or meet other conditions. The creature usually receives a size-adjusted Paralysis saving throw to avoid being grabbed. A **grabbed** creature cannot attack, cast spells, move, or take any other action except to attempt to escape. While a creature is grabbed, the monster which grabbed it can automatically deal damage on its initiative each round to the grabbed creature without having to make an attack throw. Doing so counts as the monsters attack with whatever natural weapon it has used to grab the creature. A grabbed creature still receives a saving throw against any special effects of the attack (such as poison, etc.).\n\nThe monster can move (bringing the grabbed creature with it), but the grabbed creature’s weight in stones is applied as encumbrance to the monster. If the grabbed creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the grabbed creature is at least one size category smaller than the opponent.\n\nA grabbed creature always has the **vulnerable** condition while it is grabbed. A vulnerable creature can be ambushed or backstabbed by creatures capable of doing so. All attack throws against vulnerable creatures gain a +2 bonus, or a +4 bonus if the attacker ambushes or backstabs the grabbed creature.\n\nWhen attempting to escape, a grabbed creature has to two options. First, it can attempt to slip free with a Paralysis saving throw. Second, it can attempt to break free with a Dungeon Bashing proficiency throw. If the grabbed creature has Contortionism proficiency, it gains a +4 bonus on either throw. If the creature is grabbed by a powerful effect or imposing creature, it will suffer a penalty on this throw. In either case, if the throw succeeds, the creature has escaped. Escaping is a combat action.\n\nThe grabbed condition is ended immediately when the grabbed creature escapes or when the creature which grabbed it releases it.\n\n###### Incorporeal\n\nSome monsters have an incorporeal form. Incorporeal monsters are formless, weightless, and unable to interact with physical objects except through their attacks, spells, or special abilities. They can pass through terrain, walls, and other obstacles freely although they cannot see into or through such obstacles unless some other ability permits it. (An incorporeal creature lurking inside a wall will have no way to see if another creature passes by.)\n\nIncorporeal creatures are always immune to mundane damage. Moreover, natural and non-magical weapons always deal mundane damage against them, even if the creature would otherwise deal extraordinary damage. However, if the incorporeal creature has 4 HD or less, silver weapons deal extraordinary damage against it.\n\n###### Infectious\n\nSome monsters can infect their victims in some horrible manner such that they transform into monsters of the same or lesser type as themselves. The monster listing will explain the circumstances that trigger infection and the effects. The ***ACKS II Judges Journal*** provides detailed rules for resolving the effects of such transformations on adventurers.\n\n###### Invisibility\n\nSome monsters are naturally invisible. They count as **hidden** against adventurers who do not have the ability to see invisible opponents. Unlike the recipients of an *invisibility* spell, invisible monsters can usually attack without becoming visible.\n\n###### Lightning Reflexes\n\nSome monsters have extremely fast reactions and gain a bonus of +1, +2, +3, or more to initiative. If a monster with this power is tied for initiative number with any opponents, it can always choose to go before or after the opponents.\n\n###### Magic Resistance\n\nSome powerful monsters enjoy a special resistance to spells and spell-like effects. When a creature with magic resistance is affected by a spell or spell-like effect, the creature can (but does not have to) make a magic resistance throw. The modifier for the throw will be specified in the monster’s entry. If the result of the throw equals or exceeds the caster level of the spell or spell-like effect, the monster ignores it. For purposes of magic resistance, spell-like effects are all effects that duplicate a spell, or magical effects that are resisted with an Implements or Spells save, but excluding effects that do not duplicate a spell and are resisted with Paralysis, Death, or Blast saves.\n\n###### Ongoing Damage\n\nSome monsters have attacks that, once successful, continue to deal damage on subsequent rounds without requiring further attack throws.. It does not grab or restrain the target, but it does count as encumbrance equal to its weight. Special effects (enervation, poison, etc.) are not ongoing. The monster listing will indicate under what circumstances continuing damage will discontinue.\n\n###### Paralysis\n\nSome monsters can cause paralysis in characters that encounter them. The paralysis might be caused by a bite or touch, a breath weapon, a gaze, or other means. A character subjected to a paralysis effect must succeed on a Paralysis saving throw or be **paralyzed**.A paralyzed creature is **helpless** and **mute**. Melee attack throws against paralyzed creatures automatically hit if the attacker is of the same or larger size category than the helpless creature. If the attacker is not engaged, and his attack is capable of damaging the paralyzed creature, then the paralyzed creature can be automatically slain. The attacker may not cleave thereafter, however. The paralysis effect of most monsters lasts 2d4 turns but some last until the monster attacks or goes out of sight. The divine spell *cure light injury* can remove paralysis, but no hit points are healed when the spell is used in this way.\n\n###### Petrification\n\nSome monsters can petrify adventurers. The petrification might be caused by a bite or touch, a breath weapon, a gaze, or other means. An adventurer subjected to a petrification effect must immediately make a Paralysis saving throw. If the throw fails, the adventurer is **petrified**. A petrified creature cannot see, hear, smell, taste, touch, speak, or think. It does not age and is immune to all enchantment effects and to all death effects except *depetrification* or *disintegrate*. A petrified creature’s weight is tripled. It is damaged as a stone structure with 1shp per 200 st., rounded up.\n\n###### Poison\n\nSome monsters threaten adventurers with dangerous toxins. The poison can be delivered by a bite or touch, a breath weapon, or other means. When a character is exposed to the poison of a monster, the character must immediately make a Death saving throw. The monster listing will describe the results for successful and failed saves, which can vary from no effect to dealing poisonous damage to causing conditions or even death. Usually the effects of poison are instantaneous. The effects of instantaneous poison occur at the end of the monster’s initiative. (As a result, a monster cannot cleave when it slays an opponent with poison, as the opponent is not slain until after the monster’s attack routine has finished.) However, sometimes the effects of poison have an onset time; if so, then the save is made immediately but the effects do not occur until after the onset time has elapsed.\n\n###### Regeneration\n\nSome monsters regenerate hit points each round. Except where otherwise noted, the amount regenerated is HD/2 per round. Some regenerating creatures have the ability to re-attach lost limbs or even sprout new limbs. Particular types of damage (usually fire and acidic) can sometimes prevent monsters from regenerating.\n\n###### Restrained\n\nSome monsters can restrain creatures when they successfully attack them or meet other conditions. A **restrained** creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.\n\nWhile a creature is restrained by a natural weapon, the monster restraining it can automatically deal damage on its initiative each round to the restrained creature without having to make an attack throw. Doing so counts as the monster’s attack with whatever natural weapon it has used to restrain the creature. The restrained creature still receives a saving throw against any special effects of the attack (such as poison, etc.).\n\nSometimes a creature can be restrained by multiple causes (such as several tentacles); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of restraint, in addition to the effects above.\n\nIf a creature is restrained by long appendages (such as tentacles), the monster which restrained it can, in lieu of an attack with that appendage, move the creature with its appendages while remaining stationary itself. Some creatures may have the speed at which they can move restrained opponents listed; if not otherwise noted, a restrained creature can be moved at the same rate as the monster’s combat speed, subject to encumbrance. The restrained creature’s weight in stone is applied as encumbrance to the monster’s appendage(s). Calculate the normal load for the opponent’s appendage(s) as (creatures’ normal load x number of appendages restraining creature / total number of appendages) for purposes of calculating the rate at which the restrained creature can be moved.\n\nThe monster can itself move (bringing the restrained creature with it), but the restrained creature’s weight in stones is applied as encumbrance to the monster. If the restrained creature’s weight causes the monster to exceed its maximum load, the monster cannot move. Regardless of encumbrance, however, the monster cannot charge or run unless the restrained creature is at least one size category smaller than the opponent.\n\nThe restrained condition is ended immediately when the restrained creature escapes or when the creature which restrained it releases it. If restrained by multiple causes, each must be escaped separately.\n\nEscaping from restraint follows the same rules as escaping from grab. When attempting to escape from being restrained, a creature may in some cases have the option to slip free or break free, as above. Sometimes attempts to slip free can result in the creature worsening its condition. Sometimes the creature may also or instead have the option to cut free by, e.g., slashing off the tentacle which is restraining it. To cut itself free, a creature must successfully deal a particular amount of damage (noted in the monster’s listing) to the creature or appendage that has restrained it.\n\n###### Spellcasting\n\nSome monsters can cast spells as casters of a given class and level. Unless otherwise noted, they function exactly like human casters of that type\n\n###### Spell-like Abilities\n\nSome monsters have abilities that create effects identical to arcane or divine spells. Unless otherwise noted, using a spell-like ability requires a combat action. Unlike a spell, it does not have to be declared before initiative, cannot be interrupted, and does not require a full-round action. Spell-like abilities have a caster level equal to the monster’s HD unless otherwise noted.\n\n###### Stealth\n\nSome monsters are difficult to notice. Such monster will impose a penalty of -1 or -2 to surprise on adventurers encountering them, either at any time or in their natural habitat.\n\n###### Susceptibility\n\nSome monsters are especially susceptible to certain damage types. When a monster is dealt damage to which it is susceptible, the damage dealt is doubled.\n\n###### Swallow Attack\n\nSome monsters are capable of swallowing a creature whole when their unmodified attack throw equals or exceeds certain target values. The target value will be noted in the monster’s description; it is usually 20 for huge creatures, 19-20 for gigantic creatures, and 18-20 for colossal creatures. Creatures who are swallowed suffer the listed damage every round until they die, or until the monster is killed. Being swallowed might have other effects also noted in the monster’s listing. If a creature who has been swallowed has a tiny, small, or natural piercing or slashing weapon, it usually can attack the monster from inside its belly with an attack throw penalty of -4. Should a swallowed creature die and remain in a monster’s belly for 6 turns, it has been irrecoverably digested and cannot benefit from *restore life and limb*.\n\n###### Topple and Fling\n\nSome monsters can topple and fling creatures with their smash attacks. The target creature must be at least two size categories smaller than the monster. If the smash succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked **prone** and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 points of damage per 10’ he has traveled. If the creature is pushed into another character or monster of the same size or larger, he is halted. If the creature is pushed into a smaller character or monster, the character/monster is instead knocked down, and the creature continues to be forced back. A monster can cleave after a successful smash that forces back a creature.\n\n###### Trample\n\nWhen a monster tramples, it stomps or throws its weight against an opponent to deal damage due to its immense bulk. A trample attack gains a +4 bonus to the attack throw if the opponent is at least two size categories smaller than the monster. If a trample attack succeeds against such a creature, then in addition to taking damage the creature must make a size-adjusted Paralysis saving throw. If the save fails, the creature is forced aside 10’ (to a point left or right of the monster), landing **prone**. If the saving throw succeeds, the creature is not forced aside. A monster can cleave after a successful trample attack that forces aside a creature.\n\n###### Triggered Attack\n\nSome monsters have an attack that is not part of their usual attack routine, but is instead triggered by the success of one or more other attacks. The most common triggered attack is a **hug**, which is triggered by succeeding on two attacks with claws. Triggered attacks usually deal 2d6 damage if the monster is man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal. The nature and damage of the triggered attack will be noted in the monster listing.\n\nSometimes a monster’s triggered attack might actually be one of its other attacks, usually one that has a special ability associated with it. For instance, if a giant python successfully bites a target, it triggers an automatic constriction.\n\n###### Unusual Ability\n\nSome monsters have unusual or unique powers not detailed here. These powers will be detailed in its monster listing.\n\n###### Webbing\n\nSome creatures can weave or hurl sticky webbing. Webbing can be a static object that ensnares creatures that enter it, an area of effect weapon that requires creatures in the area to save to avoid, or a targeted attack made with an attack throw. However it occurs, webbing causes the affected creatures to become **webbed**. A webbed creature cannot move, but can still attack, cast spells, take actions in lieu of attacking or moving, or attempt to escape.\n\nSometimes a creature can be webbed by multiple causes (such as several separate attacks); when this occurs, the restrained creature suffers an additional -1 penalty on its attack throws for each additional cause of webbing, in addition to the effects above. If the penalty reaches -3, the creature becomes **grabbed**.A grabbed creature cannot attack, cast spells, move, or take any other action except to attempt to escape, and is **vulnerable**.Any monster capable of webbing that is engaging the grabbed creature automatically succeeds on its attack throw against the creature. The grabbed creature still receives a saving throw against the attack, if any.\n\nThe webbed condition is ended immediately when the webbed creature escapes. If a creature has been webbed multiple times, it must break free, cut, or burn each web separately.\n\nAttempting to escape from webbing is a combat action. The webbed creature can attempt to slip free or break free. Slipping free requires a Paralysis saving throw. If the creature has Contortionism proficiency throw, it gains a +4 bonus on the throw. If the save succeeds, the creature escapes. If the save fails, the creature gets more entangled in the webs and becomes **helpless**. Breaking free requires a Dungeon Bashing proficiency throw at -9. Large creatures gain a +4 bonus, huge creatures gain a +8 bonus, gigantic creatures gain a +12 bonus, and colossal creatures gain a +16 bonus. If the throw succeeds, the creature escapes. If the throw fails, the creature remains webbed (but does not become helpless).\n\nWebbed creatures can free themselves, and grabbed, helpless, and webbed creatures can be freed, by cutting the webbing or setting it aflame. Cutting webbing off a creature is an attack and requires a successful attack throw vs. AC 4 with a weapon dealing magic slashing damage. If the attack throw succeeds, the creature is no longer restrained.\n\nAttempting to set fire to the webbing is an attack and requires an attack throw against AC 0 with the fire source. If the attack succeeds, the webs instantly go up in flames. All creatures in the webbing immediately take 1d8 mundane fire damage at the start of their initiative until they escape the webbing. The webbing burns away at the end of two rounds.\n"
}