{
  "html": "<h2>Monster Special Abilities</h2>\n<p>A monster may have from zero to five special abilities, in addition to any immunities from its monster type. You can choose the number based on your concept, or randomly determine the number by rolling the dice listed for its type on the Monster Type table.</p>\n<p>For each special ability, you should roll or choose one selection from the Monster Special Abilities table, below. When rolling on the Monster Special Abilities table, re-roll any results that duplicate abilities the monster already possesses, except where otherwise noted. At your discretion, particular special abilities may be chosen based on existing powers, or adjusted to match earlier results. For example, if the first ability a monster gains is a fire aura, and a later roll indicates an immunity, it would make sense for the immunity to be versus fire damage. All results are cumulative. Note that some special abilities may change the monster’s natural attacks, damage, armor class, or speed. Update those characteristics where appropriate.</p>\n<p>You should always feel free to modify the text of the special abilities, whether to tweak their balance, create new mechanics, or simply be whimsical. An Aura doesn’t haveto extend 2’ per HD; a breath weapon doesn’t have to do 1d6 points of damage per HD. Strictly following these rules will result in monsters whose capabilities are well-aligned with those already existing monsters of the <em>ACKS</em> canon, but sometimes the most interesting monsters are the ones that are totally different from the canon.</p>\n<h3>Major and Minor Special Abilities</h3>\n<p>On the table, special abilities are divided into <strong>major abilities,</strong> marked with one or more asterisks (*), and <strong>minor abilities</strong>, marked with one or more hashtags (#). These classifications are important for calculating a monster’s XP value – minor abilities are worth approximately one-eighth as much per hashtag.</p>\n<p>After all special abilities have been assigned, add up the number of # from all minor abilities and divide by 8. Add this number to the number of * from major abilities. Round the total to the nearest whole number, rounding .5 down if even, up if odd. Now record the total next to the monster’s HD; this will be used to calculate the monster’s XP value in the next step.</p>\n<p>EXAMPLE #1: The koalataur is an animal, so it has 1d4-2 special abilities. The die roll is a 3, so it has one special ability. The Judge rolls 1d100 and gets an 83, so it has a Swallow Attack. This is a major ability (*). The Judge notes that the koalataur is an 8* HD monster.</p>\n<p>EXAMPLE: #2: The chittering crawler is a monstrosity, so it has 2d6-7 special abilities. The dice yield a 11, so it has 4 special abilities. The Judge rolls 1d100 four times and gets Grab, Invisibility, Stealth, and Swiftness. Invisibility does not fit with his concept for the monster, so the Judge disregards that result and instead selects Ongoing Damage, which works nicely with Grab. He decides that a successful hit with a tentacle triggers the Grab, and that grabbed victims are then gnawed on, suffering 2d10 points of Ongoing Damage per round (equal to the chittering crawler’s primary attack) until they free themselves. Grab is a major ability worth *, while Ongoing Damage is worth #### while Stealth and Swiftness are each worth #. The chittering crawler has 1 + [(4+2)/8] = 1.75 major abilities, which rounds to 2. The Judge notes that the chittering crawler is a 10** HD monster.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Usage</td>\n<td>Usage Factor</td>\n<td>Usage</td>\n<td>Usage Factor</td>\n</tr>\n<tr>\n<td>At will</td>\n<td>1</td>\n<td>1/day</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>1/turn</td>\n<td>0.8</td>\n<td>1/week</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>1/3 turns</td>\n<td>0.7</td>\n<td>1/month</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>1/hour</td>\n<td>0.6</td>\n<td>1/season</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>3/day</td>\n<td>0.5</td>\n<td>1/year</td>\n<td>0.05</td>\n</tr>\n</tbody></table>\n<p>Spell-like special abilities count as one or more minor abilities (#) each. Multiply 2 x the level of the spell-like ability by the usage factor shown on the adjoining table.</p>\n<p>However, because monsters often don’t survive more than 3 to 5 rounds of combat, a monster that has a large number of spell-like abilities can seem more powerful on paper than it is during actual game play. When a creature has more than four spell-like abilities, only count the four most powerful effects (by spell level and usage factor).</p>\n<p>EXAMPLE #3: A lamia can cast <em>perpetual figment</em> at will (6th level, usage 1), <em>word of command</em> at will (1st level, usage 1), <em>illusory duplicates</em> once per day (2nd level, usage 0.4), and <em>bewitch humanoid</em> once per day (1st level, usage 0.4). Its spell-like abilities count as [ (2 x 4 x 1) + (2 x 1 x 1) + (2 x 2 x 0.4) + (2 x 1 x 0.4) ] 12.4 minor abilities. 12.4 minor abilities equals 1.55 major abilities, rounded to 2. A lamia also has the ability to enslave creatures with its touch, an unusual major ability (*). A lamia therefore has 3 major abilities, and is recorded as a 9*** HD monster.</p>\n<p>What if the lamia also had the ability to cast <em>arcane armor</em> once per day (1st level, usage 0.4) and <em>discern magic</em> once per day (1st level usage, 0.4)? These would not increase its number of * because only the four most powerful spell-like abilities get counted.</p>\n<h3>Special Disabilities</h3>\n<p>A monster may also be assigned special disabilities. For each special disability assigned to a monster, it may be assigned one additional special ability, up to the maximum number permitted for a monster of that type. Disabilities can also reduce the number of * recorded next to the monster’s HD, if you assesses it is likely to meaningfully weaken the creature in play, or if it entirely offsets an otherwise-potent special ability. A list of sample disabilities appears below:</p>\n<ul>\n<li>Can be rebuked -###;</li>\n<li>Hateful towards particular creature type; attacks on sight regardless of circumstances -##</li>\n<li>Instantly killed by ordinary spell effect (such as cure disease) or condition (such as daylight) -**</li>\n<li>Rendered dormant by otherwise ordinary condition (such as daylight) -*</li>\n<li>Sensitive to common environmental condition; suffers -1d3 attack penalty -##</li>\n<li>Substantial reduction in speed or loss of the special movement capability typical for its body type; -by type</li>\n<li>Susceptible to particular type of attack; suffers double damage or loses normal immunity or resistance; -by susceptibility</li>\n<li>Susceptible to particular type of attack; paralyzed for one round per die of damage the attack deals</li>\n</ul>\n<p>EXAMPLE: A monster has immunity to mundane physical damage. This counts as a special ability (*) for XP purposes. However, the monster suffers double damage against extraordinary physical damage. The Judge decides that this more than offsets the creature’s immunity to normal weapons since in actual play it will tend to take double damage. He removes the * from its immunity.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Roll</strong></td>\n<td></td>\n<td><strong>Special Ability</strong></td>\n</tr>\n<tr>\n<td>01-02</td>\n<td></td>\n<td><strong>Acid (*):</strong> The monster’s attacks destroy non-magical armor or clothing on a successful hit. A non-magical weapon that strikes the monster dissolves immediately after dealing damage. Magical weapons and armor are allowed a saving throw using the wearer’s Death save, adding any magical bonus to the roll if applicable.</td>\n</tr>\n<tr>\n<td>03-04</td>\n<td></td>\n<td><strong>Aura (*):</strong> The monster is surrounded by a damaging aura that deals damage to susceptible creatures each round. The aura has a radius of 1’ per HD, (minimum 5’) and deals 1d8 damage per round. Roll 1d8 for the type of aura: 1, arcane; 2, acidic; 3, cold; 4, electrical; 5, fire; 6, luminous or necrotic; 7, poisonous; 8, seismic.</td>\n</tr>\n<tr>\n<td>05</td>\n<td></td>\n<td><strong>Berserk (##):</strong> The monster gains a +2 bonus to attack rolls and is immune to fear. Its morale score is raised to +4.</td>\n</tr>\n<tr>\n<td>06-07</td>\n<td></td>\n<td><strong>Bonus Attack (varies):</strong> The monster gains one or more bonus attacks. Roll 1d6: 1-3, one bonus attack dealing damage equal to its primary attack; 4-6, two bonus attacks each dealing damage equal to its secondary attack (or half its primary attack). If the bonus attack can be used with a special ability worth * or if it increases the monster’s average damage to more than 4 points per HD, it counts as a special ability (*) for XP purposes. Otherwise it is a minor ability (##).</td>\n</tr>\n<tr>\n<td>08-09</td>\n<td></td>\n<td><strong>Breath Weapon (*):</strong> The monster gains a dragon-like breath weapon usable 3/day. The breath weapon deals 1d6 extraordinary damage per HD of the monster, with a successful Blast save reducing damage by half. Roll 1d8 for the type of breath weapon or choose: 1, flame (fire); 2, lightning (electric); 3, freezing vapors (cold); 4, poison vapor (poisonous); 5, sonic blast (seismic); 6, blistering corrosive (acidic); 7, magical force (arcane); 8, fetid gas (necrotic) or holy fire (luminous). Area of effect and special properties are as per a dragon.</td>\n</tr>\n<tr>\n<td>10-12</td>\n<td></td>\n<td><strong>Charge (##):</strong> The monster is capable of making charge attacks that deal double damage dice. Choose one natural attack type for the charge.</td>\n</tr>\n<tr>\n<td>13-14</td>\n<td></td>\n<td><strong>Class Powers/Proficiencies (varies):</strong> The monster gains 1d4 class powers or proficiencies, selected based on the monster’s overall design (Judge’s choice), excluding spellcasting. Each class power counts as one #. General proficiencies are ignored for these purposes.</td>\n</tr>\n<tr>\n<td>15-16</td>\n<td></td>\n<td><strong>Dreadful (*):</strong> Creatures that start their initiative or move within 60’ of the monster must succeed on Paralysis saving throws or <strong>falter.</strong> If the character is already <strong>cowering</strong> or <strong>faltering</strong>, he is frightened instead. Creatures with class level or HD equal to or greater than ½ the monster’s HD are immune to the dread.</td>\n</tr>\n<tr>\n<td>17-18</td>\n<td></td>\n<td><strong>Enervation(**):</strong> A character damaged by the monster’s primary attack reduces his maximum hp by the amount of damage dealt and becomes <strong>enervated</strong>.</td>\n</tr>\n<tr>\n<td>19-20</td>\n<td></td>\n<td><strong>Enslave (*):</strong> The monster can enslave victims to its will 3/day or by gaze. The target must succeed on a Spells save or be <strong>enslaved</strong> to the monster. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2.</td>\n</tr>\n<tr>\n<td>21-23</td>\n<td></td>\n<td><strong>Flying (####):</strong> The monster is capable of flying at an exploration speed equal to twice its land speed. If it already flies, it becomes capable of making dive attacks that deal double damage. If a dive hits a victim smaller than itself, it grabs and carries him off, unless the victim makes a successful size-adjusted Paralysis save. If it already has a dive attack, re-roll.</td>\n</tr>\n<tr>\n<td>24-25</td>\n<td></td>\n<td><strong>Grab/Restrain (*):</strong> The monster gains the ability to grab or restrain its targets. Roll 1d20: 1-14, it gains a constriction attack that deals damage equal to its primary attack and restrains any creature struck that is smaller than the monster; 15-17, If it hits a creature smaller than itself with at least two of its secondary attacks, the creature struck must make a successful size-adjusted Paralysis save or be grabbed; 18-20, if it hits a creature smaller than itself with its primary attack, the creature struck must make a successful size-adjusted Paralysis save or be grabbed.</td>\n</tr>\n<tr>\n<td>26-27</td>\n<td></td>\n<td><strong>Horrific (*):</strong> Creatures encountering the monster must make a successful Paralysis save at the start of the first round or be <strong>cowering</strong> until the start of the second round.</td>\n</tr>\n<tr>\n<td>26-31</td>\n<td></td>\n<td><strong>Hug (##):</strong> If the monster hits with more than half its attacks during its attack sequence, it deals additional {B} or {B!} damage: 2d6 if man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal.</td>\n</tr>\n<tr>\n<td>32-37</td>\n<td></td>\n<td><strong>Immunity (varies)</strong>: The monster gains immunity. Roll 1d12: 1, all mundane damage *; 2, all extraordinary damage *; 3, all physical damage*; 4, all energy damage*; 5, any 6 damage types *; 6, any 3 damage types ####; 7, any mundane physical damage ####; 8, any 3 mundane damage types ##; 9, all enchantment effects ####; 10, all death effects ####; 11, all transmogrification effects ####; 12, roll 1d8+4 twice. Re-roll if the monster is already immune to the effect.</td>\n</tr>\n<tr>\n<td>38</td>\n<td></td>\n<td><strong>Incorporeal (*):</strong> The monster is formless, weightless, and unable to interact with physical objects except through its attacks or special abilities. It becomes immune to mundane damage. However, if an incorporeal monster has 4 HD or less, it considers damage dealt by silver weapons to be extraordinary damage. It can select enervation and flying as special abilities.</td>\n</tr>\n<tr>\n<td>39</td>\n<td></td>\n<td><strong>Infectious (##):</strong> The monster is able to transform its victims into others of its kind or a lesser kind. Creatures slain by the monster might rise as monsters of its type unless appropriate measures are taken; or victims suffering loss of half or more of their hit points to the monster’s natural attacks might become a monster of its type after 2d6 days.</td>\n</tr>\n<tr>\n<td>40-41</td>\n<td></td>\n<td><strong>Invisibility (*):</strong> The monster is naturally invisible. It may act freely, including attacking, without becoming visible.</td>\n</tr>\n<tr>\n<td>42-43</td>\n<td></td>\n<td><strong>Lightning Reflexes (##):</strong> The monster is extremely fast, and gains a +2 bonus to initiative.</td>\n</tr>\n<tr>\n<td>44</td>\n<td></td>\n<td><strong>Magic Resistance (*):</strong> The monster gains magic resistance with a throw modifier equal to its HD – 7.</td>\n</tr>\n<tr>\n<td>45-48</td>\n<td></td>\n<td><strong>Ongoing Damage (####):</strong> Once the monster has hit its victim, it can use its combat action to automatically deal ongoing damage each round equal to its most damaging attack. It does not grab or restrain the target, but it does count as encumbrance equal to its weight.</td>\n</tr>\n<tr>\n<td>49-51</td>\n<td></td>\n<td><strong>Paralysis (*):</strong> Victims of the monster’s primary attack(s) must succeed on Paralysis saves or be <strong>paralyzed</strong>. Roll 1d6: 1-2, paralysis lasts for 1d10 rounds; 3-6, paralysis lasts for 2d4 turns.</td>\n</tr>\n<tr>\n<td>52-53</td>\n<td></td>\n<td><strong>Petrification (**):</strong> Any victim that either (1-3) meets the monster’s gaze or (4-6) is struck by the monster’s attack(s) is required to make a Paralysis saving throw or be turned to stone.</td>\n</tr>\n<tr>\n<td>54-61</td>\n<td></td>\n<td><strong>Poison (*):</strong> Creatures damaged by the monster’s primary attack(s) must make successful Death save or be poisoned. Roll 1d20 to determine onset time: 1-12, instant (at the end of the monster’s initiative); 13-14, 1 turn; 15, 1d4 turns; 16-19 1d4+2 turns; 20, 1 d10 turns. Roll 1d20 to determine effect 1-16, death; 17-19: paralysis 2d4 turns + 1d6 damage per HD; 20: incapacitation. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2.</td>\n</tr>\n<tr>\n<td>62-63</td>\n<td></td>\n<td><strong>Regeneration (*):</strong> The monster regenerates hit points each round, with the ability to re-attach lost limbs, unless the damage is of two particular types (usually fire and acid). The amount regenerated will be HD/2 per round.</td>\n</tr>\n<tr>\n<td>64-67</td>\n<td></td>\n<td><strong>Resistance (varies):</strong> The monster gains resistances. Roll 1d12 twice: 1, all mundane damage ####; 2, all extraordinary damage ####; 3, all physical damage ####; 4, all energy damage ####; 5, any 6 damage types ####; 6, any 3 damage types ##; 7, all mundane physical damage types ##; 8, any 3 mundane damage types #; 9, all enchantment effects ##; 10, all death effects ##; 11, all transmogrification effects ##; 12, roll 1d8+4 twice. If the same effect is rolled twice, the monster becomes immune (as above). Re-roll if the monster is already immune to the effect.</td>\n</tr>\n<tr>\n<td>68-69</td>\n<td></td>\n<td><strong>Special Senses (varies):</strong> The monster has a special sensory capacity. Roll 1d6: 1, Acute Hearing (#); 2, Acute Olfaction (#); 3, Acute Vision (#); 4, Night Vision (#); 5, Echolocation (##); 6, Mechanoreception (#). Choose type of mechanoreception based on the monster’s other capabilities. Aerial mechanoreception and echolocation range is equal to the monster’s best encounter speed. Aquatic mechanoreception is equal to the monster’s swimming encounter speed.</td>\n</tr>\n<tr>\n<td>70-71</td>\n<td></td>\n<td><strong>Spellcasting (varies)</strong>: The monster can cast spells as if it were a classed character with a level equal to its HD (maximum 14th level). Roll 1d10: 1 bladedancer*, 2-3 crusader*, 4-6 mage**, 7 shaman*, 8 priestess**, 9 warlock**, 10 wonderworker***.</td>\n</tr>\n<tr>\n<td>72-75</td>\n<td></td>\n<td><strong>Spell-like Abilities (varies):</strong> The monster gains 1d4 spell-like abilities. Generate the abilities as if rolling for spell scrolls or select appropriate abilities based on the monster’s other powers (Judge’s choice). Each spell-like ability counts as one or more minor abilities (#). Multiply 2 x spell level x the usage factor.</td>\n</tr>\n<tr>\n<td>76-80</td>\n<td></td>\n<td><strong>Stealth (#):</strong> The monster is difficult to notice. Characters encountering the monster in its natural habitat suffer a -2 penalty to surprise rolls.</td>\n</tr>\n<tr>\n<td>81-83</td>\n<td></td>\n<td><strong>Swallow Attack (*):</strong> The monster can swallow whole victims two size categories smaller than itself on an unmodified attack throw of 20. A victim that is swallowed whole takes damage equal to the monster’s HD each round until the monster is killed or the victim dies. If the monster is of gigantic size, it can swallow on 19-20; if of colossal size, on 18-20. If the monster is not at least huge size, re-roll.</td>\n</tr>\n<tr>\n<td>84-86</td>\n<td></td>\n<td><strong>Swift (##):</strong> The monster moves rapidly. Its speed is increased by 30’ for every 120’ of base encounter movement</td>\n</tr>\n<tr>\n<td>87-88</td>\n<td><strong>Terrifying (*):</strong> The monster can cause panic and terror by taking a combat action. The area of effect is 100 square feet per HD. Each affected creature must succeed on a Paralysis save or become <strong>frightened</strong>. Creatures with class level or HD of ½ the monster’s HD or less <strong>falter</strong> even if the save succeeds.</td>\n<td></td>\n</tr>\n<tr>\n<td>89-91</td>\n<td></td>\n<td><strong>Topple and Fling (####):</strong> When the monster hits with its primary attack, it can topple and fling creatures that are at least two size classes smaller than itself. The creature struck must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked prone and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 {B} damage per 10’ he has traveled. If the monster is not at least huge sized, re-roll.</td>\n</tr>\n<tr>\n<td>92-94</td>\n<td></td>\n<td><strong>Tough (varies)</strong>: The monster is unusually tough or hardy. Its AC is increased by 1d4 points. If this increases its AC to more than its HD x 1.5, this counts as an *. Otherwise it counts as ##.</td>\n</tr>\n<tr>\n<td>95-97</td>\n<td></td>\n<td><strong>Trample (##):</strong> The monster gains a trample attack which it may use in lieu of its normal attack sequence. The trample attack should inflict an average of 2 hp of {B} damage per HD the monster possesses. The monster gains a +4 bonus to attack targets at least two sizes smaller than itself and can force back such creatures. If the monster is not at least large sized, re-roll.</td>\n</tr>\n<tr>\n<td>98-99</td>\n<td></td>\n<td><strong>Vicious Attack (####):</strong> The monster has a vicious attack. On an unmodified attack throw of 20, the creature struck by the attack must make a Death save. If the save succeeds, the creature suffers double damage. If the save fails, the creature suffers triple damage and has a limb broken. If the monster is of gigantic size, it can dismember on 19-20; if of colossal size, on 18-20. If the monster is not at least large sized, re-roll.</td>\n</tr>\n<tr>\n<td>100</td>\n<td></td>\n<td><strong>Unusual (* or more):</strong> The monster has a rare, unique, or special power determined by the Judge.</td>\n</tr>\n</tbody></table>\n",
  "sections": [
    {
      "title": "Monster Special Abilities",
      "level": 2,
      "html": "<p>A monster may have from zero to five special abilities, in addition to any immunities from its monster type. You can choose the number based on your concept, or randomly determine the number by rolling the dice listed for its type on the Monster Type table.</p>\n<p>For each special ability, you should roll or choose one selection from the Monster Special Abilities table, below. When rolling on the Monster Special Abilities table, re-roll any results that duplicate abilities the monster already possesses, except where otherwise noted. At your discretion, particular special abilities may be chosen based on existing powers, or adjusted to match earlier results. For example, if the first ability a monster gains is a fire aura, and a later roll indicates an immunity, it would make sense for the immunity to be versus fire damage. All results are cumulative. Note that some special abilities may change the monster’s natural attacks, damage, armor class, or speed. Update those characteristics where appropriate.</p>\n<p>You should always feel free to modify the text of the special abilities, whether to tweak their balance, create new mechanics, or simply be whimsical. An Aura doesn’t haveto extend 2’ per HD; a breath weapon doesn’t have to do 1d6 points of damage per HD. Strictly following these rules will result in monsters whose capabilities are well-aligned with those already existing monsters of the <em>ACKS</em> canon, but sometimes the most interesting monsters are the ones that are totally different from the canon.</p>\n"
    },
    {
      "title": "Major and Minor Special Abilities",
      "level": 3,
      "html": "<p>On the table, special abilities are divided into <strong>major abilities,</strong> marked with one or more asterisks (*), and <strong>minor abilities</strong>, marked with one or more hashtags (#). These classifications are important for calculating a monster’s XP value – minor abilities are worth approximately one-eighth as much per hashtag.</p>\n<p>After all special abilities have been assigned, add up the number of # from all minor abilities and divide by 8. Add this number to the number of * from major abilities. Round the total to the nearest whole number, rounding .5 down if even, up if odd. Now record the total next to the monster’s HD; this will be used to calculate the monster’s XP value in the next step.</p>\n<p>EXAMPLE #1: The koalataur is an animal, so it has 1d4-2 special abilities. The die roll is a 3, so it has one special ability. The Judge rolls 1d100 and gets an 83, so it has a Swallow Attack. This is a major ability (*). The Judge notes that the koalataur is an 8* HD monster.</p>\n<p>EXAMPLE: #2: The chittering crawler is a monstrosity, so it has 2d6-7 special abilities. The dice yield a 11, so it has 4 special abilities. The Judge rolls 1d100 four times and gets Grab, Invisibility, Stealth, and Swiftness. Invisibility does not fit with his concept for the monster, so the Judge disregards that result and instead selects Ongoing Damage, which works nicely with Grab. He decides that a successful hit with a tentacle triggers the Grab, and that grabbed victims are then gnawed on, suffering 2d10 points of Ongoing Damage per round (equal to the chittering crawler’s primary attack) until they free themselves. Grab is a major ability worth *, while Ongoing Damage is worth #### while Stealth and Swiftness are each worth #. The chittering crawler has 1 + [(4+2)/8] = 1.75 major abilities, which rounds to 2. The Judge notes that the chittering crawler is a 10** HD monster.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Usage</td>\n<td>Usage Factor</td>\n<td>Usage</td>\n<td>Usage Factor</td>\n</tr>\n<tr>\n<td>At will</td>\n<td>1</td>\n<td>1/day</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>1/turn</td>\n<td>0.8</td>\n<td>1/week</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>1/3 turns</td>\n<td>0.7</td>\n<td>1/month</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>1/hour</td>\n<td>0.6</td>\n<td>1/season</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>3/day</td>\n<td>0.5</td>\n<td>1/year</td>\n<td>0.05</td>\n</tr>\n</tbody></table>\n<p>Spell-like special abilities count as one or more minor abilities (#) each. Multiply 2 x the level of the spell-like ability by the usage factor shown on the adjoining table.</p>\n<p>However, because monsters often don’t survive more than 3 to 5 rounds of combat, a monster that has a large number of spell-like abilities can seem more powerful on paper than it is during actual game play. When a creature has more than four spell-like abilities, only count the four most powerful effects (by spell level and usage factor).</p>\n<p>EXAMPLE #3: A lamia can cast <em>perpetual figment</em> at will (6th level, usage 1), <em>word of command</em> at will (1st level, usage 1), <em>illusory duplicates</em> once per day (2nd level, usage 0.4), and <em>bewitch humanoid</em> once per day (1st level, usage 0.4). Its spell-like abilities count as [ (2 x 4 x 1) + (2 x 1 x 1) + (2 x 2 x 0.4) + (2 x 1 x 0.4) ] 12.4 minor abilities. 12.4 minor abilities equals 1.55 major abilities, rounded to 2. A lamia also has the ability to enslave creatures with its touch, an unusual major ability (*). A lamia therefore has 3 major abilities, and is recorded as a 9*** HD monster.</p>\n<p>What if the lamia also had the ability to cast <em>arcane armor</em> once per day (1st level, usage 0.4) and <em>discern magic</em> once per day (1st level usage, 0.4)? These would not increase its number of * because only the four most powerful spell-like abilities get counted.</p>\n"
    },
    {
      "title": "Special Disabilities",
      "level": 3,
      "html": "<p>A monster may also be assigned special disabilities. For each special disability assigned to a monster, it may be assigned one additional special ability, up to the maximum number permitted for a monster of that type. Disabilities can also reduce the number of * recorded next to the monster’s HD, if you assesses it is likely to meaningfully weaken the creature in play, or if it entirely offsets an otherwise-potent special ability. A list of sample disabilities appears below:</p>\n<ul>\n<li>Can be rebuked -###;</li>\n<li>Hateful towards particular creature type; attacks on sight regardless of circumstances -##</li>\n<li>Instantly killed by ordinary spell effect (such as cure disease) or condition (such as daylight) -**</li>\n<li>Rendered dormant by otherwise ordinary condition (such as daylight) -*</li>\n<li>Sensitive to common environmental condition; suffers -1d3 attack penalty -##</li>\n<li>Substantial reduction in speed or loss of the special movement capability typical for its body type; -by type</li>\n<li>Susceptible to particular type of attack; suffers double damage or loses normal immunity or resistance; -by susceptibility</li>\n<li>Susceptible to particular type of attack; paralyzed for one round per die of damage the attack deals</li>\n</ul>\n<p>EXAMPLE: A monster has immunity to mundane physical damage. This counts as a special ability (*) for XP purposes. However, the monster suffers double damage against extraordinary physical damage. The Judge decides that this more than offsets the creature’s immunity to normal weapons since in actual play it will tend to take double damage. He removes the * from its immunity.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Roll</strong></td>\n<td></td>\n<td><strong>Special Ability</strong></td>\n</tr>\n<tr>\n<td>01-02</td>\n<td></td>\n<td><strong>Acid (*):</strong> The monster’s attacks destroy non-magical armor or clothing on a successful hit. A non-magical weapon that strikes the monster dissolves immediately after dealing damage. Magical weapons and armor are allowed a saving throw using the wearer’s Death save, adding any magical bonus to the roll if applicable.</td>\n</tr>\n<tr>\n<td>03-04</td>\n<td></td>\n<td><strong>Aura (*):</strong> The monster is surrounded by a damaging aura that deals damage to susceptible creatures each round. The aura has a radius of 1’ per HD, (minimum 5’) and deals 1d8 damage per round. Roll 1d8 for the type of aura: 1, arcane; 2, acidic; 3, cold; 4, electrical; 5, fire; 6, luminous or necrotic; 7, poisonous; 8, seismic.</td>\n</tr>\n<tr>\n<td>05</td>\n<td></td>\n<td><strong>Berserk (##):</strong> The monster gains a +2 bonus to attack rolls and is immune to fear. Its morale score is raised to +4.</td>\n</tr>\n<tr>\n<td>06-07</td>\n<td></td>\n<td><strong>Bonus Attack (varies):</strong> The monster gains one or more bonus attacks. Roll 1d6: 1-3, one bonus attack dealing damage equal to its primary attack; 4-6, two bonus attacks each dealing damage equal to its secondary attack (or half its primary attack). If the bonus attack can be used with a special ability worth * or if it increases the monster’s average damage to more than 4 points per HD, it counts as a special ability (*) for XP purposes. Otherwise it is a minor ability (##).</td>\n</tr>\n<tr>\n<td>08-09</td>\n<td></td>\n<td><strong>Breath Weapon (*):</strong> The monster gains a dragon-like breath weapon usable 3/day. The breath weapon deals 1d6 extraordinary damage per HD of the monster, with a successful Blast save reducing damage by half. Roll 1d8 for the type of breath weapon or choose: 1, flame (fire); 2, lightning (electric); 3, freezing vapors (cold); 4, poison vapor (poisonous); 5, sonic blast (seismic); 6, blistering corrosive (acidic); 7, magical force (arcane); 8, fetid gas (necrotic) or holy fire (luminous). Area of effect and special properties are as per a dragon.</td>\n</tr>\n<tr>\n<td>10-12</td>\n<td></td>\n<td><strong>Charge (##):</strong> The monster is capable of making charge attacks that deal double damage dice. Choose one natural attack type for the charge.</td>\n</tr>\n<tr>\n<td>13-14</td>\n<td></td>\n<td><strong>Class Powers/Proficiencies (varies):</strong> The monster gains 1d4 class powers or proficiencies, selected based on the monster’s overall design (Judge’s choice), excluding spellcasting. Each class power counts as one #. General proficiencies are ignored for these purposes.</td>\n</tr>\n<tr>\n<td>15-16</td>\n<td></td>\n<td><strong>Dreadful (*):</strong> Creatures that start their initiative or move within 60’ of the monster must succeed on Paralysis saving throws or <strong>falter.</strong> If the character is already <strong>cowering</strong> or <strong>faltering</strong>, he is frightened instead. Creatures with class level or HD equal to or greater than ½ the monster’s HD are immune to the dread.</td>\n</tr>\n<tr>\n<td>17-18</td>\n<td></td>\n<td><strong>Enervation(**):</strong> A character damaged by the monster’s primary attack reduces his maximum hp by the amount of damage dealt and becomes <strong>enervated</strong>.</td>\n</tr>\n<tr>\n<td>19-20</td>\n<td></td>\n<td><strong>Enslave (*):</strong> The monster can enslave victims to its will 3/day or by gaze. The target must succeed on a Spells save or be <strong>enslaved</strong> to the monster. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2.</td>\n</tr>\n<tr>\n<td>21-23</td>\n<td></td>\n<td><strong>Flying (####):</strong> The monster is capable of flying at an exploration speed equal to twice its land speed. If it already flies, it becomes capable of making dive attacks that deal double damage. If a dive hits a victim smaller than itself, it grabs and carries him off, unless the victim makes a successful size-adjusted Paralysis save. If it already has a dive attack, re-roll.</td>\n</tr>\n<tr>\n<td>24-25</td>\n<td></td>\n<td><strong>Grab/Restrain (*):</strong> The monster gains the ability to grab or restrain its targets. Roll 1d20: 1-14, it gains a constriction attack that deals damage equal to its primary attack and restrains any creature struck that is smaller than the monster; 15-17, If it hits a creature smaller than itself with at least two of its secondary attacks, the creature struck must make a successful size-adjusted Paralysis save or be grabbed; 18-20, if it hits a creature smaller than itself with its primary attack, the creature struck must make a successful size-adjusted Paralysis save or be grabbed.</td>\n</tr>\n<tr>\n<td>26-27</td>\n<td></td>\n<td><strong>Horrific (*):</strong> Creatures encountering the monster must make a successful Paralysis save at the start of the first round or be <strong>cowering</strong> until the start of the second round.</td>\n</tr>\n<tr>\n<td>26-31</td>\n<td></td>\n<td><strong>Hug (##):</strong> If the monster hits with more than half its attacks during its attack sequence, it deals additional {B} or {B!} damage: 2d6 if man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal.</td>\n</tr>\n<tr>\n<td>32-37</td>\n<td></td>\n<td><strong>Immunity (varies)</strong>: The monster gains immunity. Roll 1d12: 1, all mundane damage *; 2, all extraordinary damage *; 3, all physical damage*; 4, all energy damage*; 5, any 6 damage types *; 6, any 3 damage types ####; 7, any mundane physical damage ####; 8, any 3 mundane damage types ##; 9, all enchantment effects ####; 10, all death effects ####; 11, all transmogrification effects ####; 12, roll 1d8+4 twice. Re-roll if the monster is already immune to the effect.</td>\n</tr>\n<tr>\n<td>38</td>\n<td></td>\n<td><strong>Incorporeal (*):</strong> The monster is formless, weightless, and unable to interact with physical objects except through its attacks or special abilities. It becomes immune to mundane damage. However, if an incorporeal monster has 4 HD or less, it considers damage dealt by silver weapons to be extraordinary damage. It can select enervation and flying as special abilities.</td>\n</tr>\n<tr>\n<td>39</td>\n<td></td>\n<td><strong>Infectious (##):</strong> The monster is able to transform its victims into others of its kind or a lesser kind. Creatures slain by the monster might rise as monsters of its type unless appropriate measures are taken; or victims suffering loss of half or more of their hit points to the monster’s natural attacks might become a monster of its type after 2d6 days.</td>\n</tr>\n<tr>\n<td>40-41</td>\n<td></td>\n<td><strong>Invisibility (*):</strong> The monster is naturally invisible. It may act freely, including attacking, without becoming visible.</td>\n</tr>\n<tr>\n<td>42-43</td>\n<td></td>\n<td><strong>Lightning Reflexes (##):</strong> The monster is extremely fast, and gains a +2 bonus to initiative.</td>\n</tr>\n<tr>\n<td>44</td>\n<td></td>\n<td><strong>Magic Resistance (*):</strong> The monster gains magic resistance with a throw modifier equal to its HD – 7.</td>\n</tr>\n<tr>\n<td>45-48</td>\n<td></td>\n<td><strong>Ongoing Damage (####):</strong> Once the monster has hit its victim, it can use its combat action to automatically deal ongoing damage each round equal to its most damaging attack. It does not grab or restrain the target, but it does count as encumbrance equal to its weight.</td>\n</tr>\n<tr>\n<td>49-51</td>\n<td></td>\n<td><strong>Paralysis (*):</strong> Victims of the monster’s primary attack(s) must succeed on Paralysis saves or be <strong>paralyzed</strong>. Roll 1d6: 1-2, paralysis lasts for 1d10 rounds; 3-6, paralysis lasts for 2d4 turns.</td>\n</tr>\n<tr>\n<td>52-53</td>\n<td></td>\n<td><strong>Petrification (**):</strong> Any victim that either (1-3) meets the monster’s gaze or (4-6) is struck by the monster’s attack(s) is required to make a Paralysis saving throw or be turned to stone.</td>\n</tr>\n<tr>\n<td>54-61</td>\n<td></td>\n<td><strong>Poison (*):</strong> Creatures damaged by the monster’s primary attack(s) must make successful Death save or be poisoned. Roll 1d20 to determine onset time: 1-12, instant (at the end of the monster’s initiative); 13-14, 1 turn; 15, 1d4 turns; 16-19 1d4+2 turns; 20, 1 d10 turns. Roll 1d20 to determine effect 1-16, death; 17-19: paralysis 2d4 turns + 1d6 damage per HD; 20: incapacitation. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2.</td>\n</tr>\n<tr>\n<td>62-63</td>\n<td></td>\n<td><strong>Regeneration (*):</strong> The monster regenerates hit points each round, with the ability to re-attach lost limbs, unless the damage is of two particular types (usually fire and acid). The amount regenerated will be HD/2 per round.</td>\n</tr>\n<tr>\n<td>64-67</td>\n<td></td>\n<td><strong>Resistance (varies):</strong> The monster gains resistances. Roll 1d12 twice: 1, all mundane damage ####; 2, all extraordinary damage ####; 3, all physical damage ####; 4, all energy damage ####; 5, any 6 damage types ####; 6, any 3 damage types ##; 7, all mundane physical damage types ##; 8, any 3 mundane damage types #; 9, all enchantment effects ##; 10, all death effects ##; 11, all transmogrification effects ##; 12, roll 1d8+4 twice. If the same effect is rolled twice, the monster becomes immune (as above). Re-roll if the monster is already immune to the effect.</td>\n</tr>\n<tr>\n<td>68-69</td>\n<td></td>\n<td><strong>Special Senses (varies):</strong> The monster has a special sensory capacity. Roll 1d6: 1, Acute Hearing (#); 2, Acute Olfaction (#); 3, Acute Vision (#); 4, Night Vision (#); 5, Echolocation (##); 6, Mechanoreception (#). Choose type of mechanoreception based on the monster’s other capabilities. Aerial mechanoreception and echolocation range is equal to the monster’s best encounter speed. Aquatic mechanoreception is equal to the monster’s swimming encounter speed.</td>\n</tr>\n<tr>\n<td>70-71</td>\n<td></td>\n<td><strong>Spellcasting (varies)</strong>: The monster can cast spells as if it were a classed character with a level equal to its HD (maximum 14th level). Roll 1d10: 1 bladedancer*, 2-3 crusader*, 4-6 mage**, 7 shaman*, 8 priestess**, 9 warlock**, 10 wonderworker***.</td>\n</tr>\n<tr>\n<td>72-75</td>\n<td></td>\n<td><strong>Spell-like Abilities (varies):</strong> The monster gains 1d4 spell-like abilities. Generate the abilities as if rolling for spell scrolls or select appropriate abilities based on the monster’s other powers (Judge’s choice). Each spell-like ability counts as one or more minor abilities (#). Multiply 2 x spell level x the usage factor.</td>\n</tr>\n<tr>\n<td>76-80</td>\n<td></td>\n<td><strong>Stealth (#):</strong> The monster is difficult to notice. Characters encountering the monster in its natural habitat suffer a -2 penalty to surprise rolls.</td>\n</tr>\n<tr>\n<td>81-83</td>\n<td></td>\n<td><strong>Swallow Attack (*):</strong> The monster can swallow whole victims two size categories smaller than itself on an unmodified attack throw of 20. A victim that is swallowed whole takes damage equal to the monster’s HD each round until the monster is killed or the victim dies. If the monster is of gigantic size, it can swallow on 19-20; if of colossal size, on 18-20. If the monster is not at least huge size, re-roll.</td>\n</tr>\n<tr>\n<td>84-86</td>\n<td></td>\n<td><strong>Swift (##):</strong> The monster moves rapidly. Its speed is increased by 30’ for every 120’ of base encounter movement</td>\n</tr>\n<tr>\n<td>87-88</td>\n<td><strong>Terrifying (*):</strong> The monster can cause panic and terror by taking a combat action. The area of effect is 100 square feet per HD. Each affected creature must succeed on a Paralysis save or become <strong>frightened</strong>. Creatures with class level or HD of ½ the monster’s HD or less <strong>falter</strong> even if the save succeeds.</td>\n<td></td>\n</tr>\n<tr>\n<td>89-91</td>\n<td></td>\n<td><strong>Topple and Fling (####):</strong> When the monster hits with its primary attack, it can topple and fling creatures that are at least two size classes smaller than itself. The creature struck must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked prone and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 {B} damage per 10’ he has traveled. If the monster is not at least huge sized, re-roll.</td>\n</tr>\n<tr>\n<td>92-94</td>\n<td></td>\n<td><strong>Tough (varies)</strong>: The monster is unusually tough or hardy. Its AC is increased by 1d4 points. If this increases its AC to more than its HD x 1.5, this counts as an *. Otherwise it counts as ##.</td>\n</tr>\n<tr>\n<td>95-97</td>\n<td></td>\n<td><strong>Trample (##):</strong> The monster gains a trample attack which it may use in lieu of its normal attack sequence. The trample attack should inflict an average of 2 hp of {B} damage per HD the monster possesses. The monster gains a +4 bonus to attack targets at least two sizes smaller than itself and can force back such creatures. If the monster is not at least large sized, re-roll.</td>\n</tr>\n<tr>\n<td>98-99</td>\n<td></td>\n<td><strong>Vicious Attack (####):</strong> The monster has a vicious attack. On an unmodified attack throw of 20, the creature struck by the attack must make a Death save. If the save succeeds, the creature suffers double damage. If the save fails, the creature suffers triple damage and has a limb broken. If the monster is of gigantic size, it can dismember on 19-20; if of colossal size, on 18-20. If the monster is not at least large sized, re-roll.</td>\n</tr>\n<tr>\n<td>100</td>\n<td></td>\n<td><strong>Unusual (* or more):</strong> The monster has a rare, unique, or special power determined by the Judge.</td>\n</tr>\n</tbody></table>\n"
    }
  ],
  "metadata": {
    "name": "Major and Minor Special Abilities",
    "stats": {},
    "encounterInfo": {}
  },
  "rawMarkdown": "## Monster Special Abilities\n\nA monster may have from zero to five special abilities, in addition to any immunities from its monster type. You can choose the number based on your concept, or randomly determine the number by rolling the dice listed for its type on the Monster Type table.\n\nFor each special ability, you should roll or choose one selection from the Monster Special Abilities table, below. When rolling on the Monster Special Abilities table, re-roll any results that duplicate abilities the monster already possesses, except where otherwise noted. At your discretion, particular special abilities may be chosen based on existing powers, or adjusted to match earlier results. For example, if the first ability a monster gains is a fire aura, and a later roll indicates an immunity, it would make sense for the immunity to be versus fire damage. All results are cumulative. Note that some special abilities may change the monster’s natural attacks, damage, armor class, or speed. Update those characteristics where appropriate.\n\nYou should always feel free to modify the text of the special abilities, whether to tweak their balance, create new mechanics, or simply be whimsical. An Aura doesn’t haveto extend 2’ per HD; a breath weapon doesn’t have to do 1d6 points of damage per HD. Strictly following these rules will result in monsters whose capabilities are well-aligned with those already existing monsters of the *ACKS* canon, but sometimes the most interesting monsters are the ones that are totally different from the canon.\n\n### Major and Minor Special Abilities\n\nOn the table, special abilities are divided into **major abilities,** marked with one or more asterisks (\\*), and **minor abilities**, marked with one or more hashtags (#). These classifications are important for calculating a monster’s XP value – minor abilities are worth approximately one-eighth as much per hashtag.\n\nAfter all special abilities have been assigned, add up the number of # from all minor abilities and divide by 8. Add this number to the number of \\* from major abilities. Round the total to the nearest whole number, rounding .5 down if even, up if odd. Now record the total next to the monster’s HD; this will be used to calculate the monster’s XP value in the next step.\n\nEXAMPLE #1: The koalataur is an animal, so it has 1d4-2 special abilities. The die roll is a 3, so it has one special ability. The Judge rolls 1d100 and gets an 83, so it has a Swallow Attack. This is a major ability (\\*). The Judge notes that the koalataur is an 8\\* HD monster.\n\nEXAMPLE: #2: The chittering crawler is a monstrosity, so it has 2d6-7 special abilities. The dice yield a 11, so it has 4 special abilities. The Judge rolls 1d100 four times and gets Grab, Invisibility, Stealth, and Swiftness. Invisibility does not fit with his concept for the monster, so the Judge disregards that result and instead selects Ongoing Damage, which works nicely with Grab. He decides that a successful hit with a tentacle triggers the Grab, and that grabbed victims are then gnawed on, suffering 2d10 points of Ongoing Damage per round (equal to the chittering crawler’s primary attack) until they free themselves. Grab is a major ability worth \\*, while Ongoing Damage is worth #### while Stealth and Swiftness are each worth #. The chittering crawler has 1 + [(4+2)/8] = 1.75 major abilities, which rounds to 2. The Judge notes that the chittering crawler is a 10\\*\\* HD monster.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Usage | Usage Factor | Usage | Usage Factor |\n| At will | 1 | 1/day | 0.4 |\n| 1/turn | 0.8 | 1/week | 0.3 |\n| 1/3 turns | 0.7 | 1/month | 0.2 |\n| 1/hour | 0.6 | 1/season | 0.1 |\n| 3/day | 0.5 | 1/year | 0.05 |\n\nSpell-like special abilities count as one or more minor abilities (#) each. Multiply 2 x the level of the spell-like ability by the usage factor shown on the adjoining table.\n\nHowever, because monsters often don’t survive more than 3 to 5 rounds of combat, a monster that has a large number of spell-like abilities can seem more powerful on paper than it is during actual game play. When a creature has more than four spell-like abilities, only count the four most powerful effects (by spell level and usage factor).\n\nEXAMPLE #3: A lamia can cast *perpetual figment* at will (6th level, usage 1), *word of command* at will (1st level, usage 1), *illusory duplicates* once per day (2nd level, usage 0.4), and *bewitch humanoid* once per day (1st level, usage 0.4). Its spell-like abilities count as [ (2 x 4 x 1) + (2 x 1 x 1) + (2 x 2 x 0.4) + (2 x 1 x 0.4) ] 12.4 minor abilities. 12.4 minor abilities equals 1.55 major abilities, rounded to 2. A lamia also has the ability to enslave creatures with its touch, an unusual major ability (\\*). A lamia therefore has 3 major abilities, and is recorded as a 9\\*\\*\\* HD monster.\n\nWhat if the lamia also had the ability to cast *arcane armor* once per day (1st level, usage 0.4) and *discern magic* once per day (1st level usage, 0.4)? These would not increase its number of \\* because only the four most powerful spell-like abilities get counted.\n\n### Special Disabilities\n\nA monster may also be assigned special disabilities. For each special disability assigned to a monster, it may be assigned one additional special ability, up to the maximum number permitted for a monster of that type. Disabilities can also reduce the number of \\* recorded next to the monster’s HD, if you assesses it is likely to meaningfully weaken the creature in play, or if it entirely offsets an otherwise-potent special ability. A list of sample disabilities appears below:\n\n* Can be rebuked -###;\n* Hateful towards particular creature type; attacks on sight regardless of circumstances -##\n* Instantly killed by ordinary spell effect (such as cure disease) or condition (such as daylight) -\\*\\*\n* Rendered dormant by otherwise ordinary condition (such as daylight) -\\*\n* Sensitive to common environmental condition; suffers -1d3 attack penalty -##\n* Substantial reduction in speed or loss of the special movement capability typical for its body type; -by type\n* Susceptible to particular type of attack; suffers double damage or loses normal immunity or resistance; -by susceptibility\n* Susceptible to particular type of attack; paralyzed for one round per die of damage the attack deals\n\nEXAMPLE: A monster has immunity to mundane physical damage. This counts as a special ability (\\*) for XP purposes. However, the monster suffers double damage against extraordinary physical damage. The Judge decides that this more than offsets the creature’s immunity to normal weapons since in actual play it will tend to take double damage. He removes the \\* from its immunity.\n\n|  |  |  |\n| --- | --- | --- |\n| **Roll** | | **Special Ability** |\n| 01-02 | | **Acid (\\*):** The monster’s attacks destroy non-magical armor or clothing on a successful hit. A non-magical weapon that strikes the monster dissolves immediately after dealing damage. Magical weapons and armor are allowed a saving throw using the wearer’s Death save, adding any magical bonus to the roll if applicable. |\n| 03-04 | | **Aura (\\*):** The monster is surrounded by a damaging aura that deals damage to susceptible creatures each round. The aura has a radius of 1’ per HD, (minimum 5’) and deals 1d8 damage per round. Roll 1d8 for the type of aura: 1, arcane; 2, acidic; 3, cold; 4, electrical; 5, fire; 6, luminous or necrotic; 7, poisonous; 8, seismic. |\n| 05 | | **Berserk (##):** The monster gains a +2 bonus to attack rolls and is immune to fear. Its morale score is raised to +4. |\n| 06-07 | | **Bonus Attack (varies):** The monster gains one or more bonus attacks. Roll 1d6: 1-3, one bonus attack dealing damage equal to its primary attack; 4-6, two bonus attacks each dealing damage equal to its secondary attack (or half its primary attack). If the bonus attack can be used with a special ability worth \\* or if it increases the monster’s average damage to more than 4 points per HD, it counts as a special ability (\\*) for XP purposes. Otherwise it is a minor ability (##). |\n| 08-09 | | **Breath Weapon (\\*):** The monster gains a dragon-like breath weapon usable 3/day. The breath weapon deals 1d6 extraordinary damage per HD of the monster, with a successful Blast save reducing damage by half. Roll 1d8 for the type of breath weapon or choose: 1, flame (fire); 2, lightning (electric); 3, freezing vapors (cold); 4, poison vapor (poisonous); 5, sonic blast (seismic); 6, blistering corrosive (acidic); 7, magical force (arcane); 8, fetid gas (necrotic) or holy fire (luminous). Area of effect and special properties are as per a dragon. |\n| 10-12 | | **Charge (##):** The monster is capable of making charge attacks that deal double damage dice. Choose one natural attack type for the charge. |\n| 13-14 | | **Class Powers/Proficiencies (varies):** The monster gains 1d4 class powers or proficiencies, selected based on the monster’s overall design (Judge’s choice), excluding spellcasting. Each class power counts as one #. General proficiencies are ignored for these purposes. |\n| 15-16 | | **Dreadful (\\*):** Creatures that start their initiative or move within 60’ of the monster must succeed on Paralysis saving throws or **falter.** If the character is already **cowering** or **faltering**, he is frightened instead. Creatures with class level or HD equal to or greater than ½ the monster’s HD are immune to the dread. |\n| 17-18 | | **Enervation(\\*\\*):** A character damaged by the monster’s primary attack reduces his maximum hp by the amount of damage dealt and becomes **enervated**. |\n| 19-20 | | **Enslave (\\*):** The monster can enslave victims to its will 3/day or by gaze. The target must succeed on a Spells save or be **enslaved** to the monster. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2. |\n| 21-23 | | **Flying (####):** The monster is capable of flying at an exploration speed equal to twice its land speed. If it already flies, it becomes capable of making dive attacks that deal double damage. If a dive hits a victim smaller than itself, it grabs and carries him off, unless the victim makes a successful size-adjusted Paralysis save. If it already has a dive attack, re-roll. |\n| 24-25 | | **Grab/Restrain (\\*):** The monster gains the ability to grab or restrain its targets. Roll 1d20: 1-14, it gains a constriction attack that deals damage equal to its primary attack and restrains any creature struck that is smaller than the monster; 15-17, If it hits a creature smaller than itself with at least two of its secondary attacks, the creature struck must make a successful size-adjusted Paralysis save or be grabbed; 18-20, if it hits a creature smaller than itself with its primary attack, the creature struck must make a successful size-adjusted Paralysis save or be grabbed. |\n| 26-27 | | **Horrific (\\*):** Creatures encountering the monster must make a successful Paralysis save at the start of the first round or be **cowering** until the start of the second round. |\n| 26-31 | | **Hug (##):** If the monster hits with more than half its attacks during its attack sequence, it deals additional {B} or {B!} damage: 2d6 if man-sized, 2d8 if large, 2d10 if huge, 2d12 if gigantic, and 2d20 if colossal. |\n| 32-37 | | **Immunity (varies)**: The monster gains immunity. Roll 1d12: 1, all mundane damage \\*; 2, all extraordinary damage \\*; 3, all physical damage\\*; 4, all energy damage\\*; 5, any 6 damage types \\*; 6, any 3 damage types ####; 7, any mundane physical damage ####; 8, any 3 mundane damage types ##; 9, all enchantment effects ####; 10, all death effects ####; 11, all transmogrification effects ####; 12, roll 1d8+4 twice. Re-roll if the monster is already immune to the effect. |\n| 38 | | **Incorporeal (\\*):** The monster is formless, weightless, and unable to interact with physical objects except through its attacks or special abilities. It becomes immune to mundane damage. However, if an incorporeal monster has 4 HD or less, it considers damage dealt by silver weapons to be extraordinary damage. It can select enervation and flying as special abilities. |\n| 39 | | **Infectious (##):** The monster is able to transform its victims into others of its kind or a lesser kind. Creatures slain by the monster might rise as monsters of its type unless appropriate measures are taken; or victims suffering loss of half or more of their hit points to the monster’s natural attacks might become a monster of its type after 2d6 days. |\n| 40-41 | | **Invisibility (\\*):** The monster is naturally invisible. It may act freely, including attacking, without becoming visible. |\n| 42-43 | | **Lightning Reflexes (##):** The monster is extremely fast, and gains a +2 bonus to initiative. |\n| 44 | | **Magic Resistance (\\*):** The monster gains magic resistance with a throw modifier equal to its HD – 7. |\n| 45-48 | | **Ongoing Damage (####):** Once the monster has hit its victim, it can use its combat action to automatically deal ongoing damage each round equal to its most damaging attack. It does not grab or restrain the target, but it does count as encumbrance equal to its weight. |\n| 49-51 | | **Paralysis (\\*):** Victims of the monster’s primary attack(s) must succeed on Paralysis saves or be **paralyzed**. Roll 1d6: 1-2, paralysis lasts for 1d10 rounds; 3-6, paralysis lasts for 2d4 turns. |\n| 52-53 | | **Petrification (\\*\\*):** Any victim that either (1-3) meets the monster’s gaze or (4-6) is struck by the monster’s attack(s) is required to make a Paralysis saving throw or be turned to stone. |\n| 54-61 | | **Poison (\\*):** Creatures damaged by the monster’s primary attack(s) must make successful Death save or be poisoned. Roll 1d20 to determine onset time: 1-12, instant (at the end of the monster’s initiative); 13-14, 1 turn; 15, 1d4 turns; 16-19 1d4+2 turns; 20, 1 d10 turns. Roll 1d20 to determine effect 1-16, death; 17-19: paralysis 2d4 turns + 1d6 damage per HD; 20: incapacitation. If the monster has 3 HD or less, the save is at +2. If the monster has 9 HD or more, the save is at -2. |\n| 62-63 | | **Regeneration (\\*):** The monster regenerates hit points each round, with the ability to re-attach lost limbs, unless the damage is of two particular types (usually fire and acid). The amount regenerated will be HD/2 per round. |\n| 64-67 | | **Resistance (varies):** The monster gains resistances. Roll 1d12 twice: 1, all mundane damage ####; 2, all extraordinary damage ####; 3, all physical damage ####; 4, all energy damage ####; 5, any 6 damage types ####; 6, any 3 damage types ##; 7, all mundane physical damage types ##; 8, any 3 mundane damage types #; 9, all enchantment effects ##; 10, all death effects ##; 11, all transmogrification effects ##; 12, roll 1d8+4 twice. If the same effect is rolled twice, the monster becomes immune (as above). Re-roll if the monster is already immune to the effect. |\n| 68-69 | | **Special Senses (varies):** The monster has a special sensory capacity. Roll 1d6: 1, Acute Hearing (#); 2, Acute Olfaction (#); 3, Acute Vision (#); 4, Night Vision (#); 5, Echolocation (##); 6, Mechanoreception (#). Choose type of mechanoreception based on the monster’s other capabilities. Aerial mechanoreception and echolocation range is equal to the monster’s best encounter speed. Aquatic mechanoreception is equal to the monster’s swimming encounter speed. |\n| 70-71 | | **Spellcasting (varies)**: The monster can cast spells as if it were a classed character with a level equal to its HD (maximum 14th level). Roll 1d10: 1 bladedancer\\*, 2-3 crusader\\*, 4-6 mage\\*\\*, 7 shaman\\*, 8 priestess\\*\\*, 9 warlock\\*\\*, 10 wonderworker\\*\\*\\*. |\n| 72-75 | | **Spell-like Abilities (varies):** The monster gains 1d4 spell-like abilities. Generate the abilities as if rolling for spell scrolls or select appropriate abilities based on the monster’s other powers (Judge’s choice). Each spell-like ability counts as one or more minor abilities (#). Multiply 2 x spell level x the usage factor. |\n| 76-80 | | **Stealth (#):** The monster is difficult to notice. Characters encountering the monster in its natural habitat suffer a -2 penalty to surprise rolls. |\n| 81-83 | | **Swallow Attack (\\*):** The monster can swallow whole victims two size categories smaller than itself on an unmodified attack throw of 20. A victim that is swallowed whole takes damage equal to the monster’s HD each round until the monster is killed or the victim dies. If the monster is of gigantic size, it can swallow on 19-20; if of colossal size, on 18-20. If the monster is not at least huge size, re-roll. |\n| 84-86 | | **Swift (##):** The monster moves rapidly. Its speed is increased by 30’ for every 120’ of base encounter movement |\n| 87-88 | **Terrifying (\\*):** The monster can cause panic and terror by taking a combat action. The area of effect is 100 square feet per HD. Each affected creature must succeed on a Paralysis save or become **frightened**. Creatures with class level or HD of ½ the monster’s HD or less **falter** even if the save succeeds. | |\n| 89-91 | | **Topple and Fling (####):** When the monster hits with its primary attack, it can topple and fling creatures that are at least two size classes smaller than itself. The creature struck must make a size-adjusted Paralysis saving throw. If the save fails, the creature is knocked prone and forced back a number of feet equal to the damage dealt. If this would push the creature into a wall or other obstacle, the creature takes 1d6 {B} damage per 10’ he has traveled. If the monster is not at least huge sized, re-roll. |\n| 92-94 | | **Tough (varies)**: The monster is unusually tough or hardy. Its AC is increased by 1d4 points. If this increases its AC to more than its HD x 1.5, this counts as an \\*. Otherwise it counts as ##. |\n| 95-97 | | **Trample (##):** The monster gains a trample attack which it may use in lieu of its normal attack sequence. The trample attack should inflict an average of 2 hp of {B} damage per HD the monster possesses. The monster gains a +4 bonus to attack targets at least two sizes smaller than itself and can force back such creatures. If the monster is not at least large sized, re-roll. |\n| 98-99 | | **Vicious Attack (####):** The monster has a vicious attack. On an unmodified attack throw of 20, the creature struck by the attack must make a Death save. If the save succeeds, the creature suffers double damage. If the save fails, the creature suffers triple damage and has a limb broken. If the monster is of gigantic size, it can dismember on 19-20; if of colossal size, on 18-20. If the monster is not at least large sized, re-roll. |\n| 100 | | **Unusual (\\* or more):** The monster has a rare, unique, or special power determined by the Judge. |\n"
}