{
  "name": "Beastman, Special Rules",
  "markdown": "### Beastman, Special Rules\n\nThe following rules summarize the organizational structure of beastmen as a whole and offer the Judge a number of options to customize their beastmen tribes and warbands. Since beastmen are a common foe for *ACKS* adventurers, it helps keep gameplay interesting to have different tribes be mechanically different.\n\n###### Beastman Champions and Chieftains\n\nEach beastman gang will be led by one a champion. Each warband will be led by a sub-chieftain. A beastman lair or village will be led by a chieftain. As long as the chieftain is alive, the beastmen will gain a +2 bonus to morale rolls. Champions, sub-chieftains, and chieftains have better AC, more HD and hit points, and damage bonuses. The leader characteristics for each breed are listed on the table below.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| **Leader Type** | **Kobold** | **Goblin** | **Orc** |\n| Champion | AC 3 (leather & shield)   * 1. HD, 4 hp   1d6 or by weapon | AC 3 (leather & shield)  1 HD, 7 hp  1d6 or by weapon | AC 4 (scale & shield)  1+1 HD, 8 hp  1d8 or by weapon +1 |\n| Sub-Chieftain | AC 3 (leather & shield)  1 HD, 8 hp  1d6 or by weapon | AC 4 (scale & shield)  1+1 HD, 9 hp  1d8 or by weapon +1 | AC 5 (chain & shield)  2 HD, 12 hp  1d8 or by weapon +1 |\n| Chieftain | AC 5 (chain & shield)  2 HD, 12 hp  1d8 or by weapon +1 | AC 6 (lamellar & shield)  3 HD, 16 hp  1d10 or by weapon +2 | AC 6 (lamellar & shield)  4 HD, 20 hp  1d10 or by weapon +2 |\n| **Leader Type** | Hobgoblin | Gnoll | Bugbear |\n| Champion | AC 5 (chain & shield)  2 HD, 9 hp  1d8 or by weapon +2 | AC 5 (scale & shield)  3 HD, 16 hp  1d10 or by weapon +2 | AC 5 (hide & shield)  4+1 HD, 25 hp  1d12 or by weapon +3 |\n| Sub-Chieftain | AC 6 (lamellar & shield)  3 HD, 13 hp  1d10 or by weapon +2 | AC 6 (chain & shield)  4 HD, 20 hp  1d10 or by weapon +2 | AC 6 (leather & shield)  5+1 HD, 29 hp  1d12 or by weapon +3 |\n| Chieftain | AC 7 (plate & shield)  5 HD, 21 hp  1d12 or by weapon +3 | AC 7 (lamellar & shield)  6 HD, 28 hp  1d12 or by weapon +3 | AC 7 (scale & shield)  7+2 HD, 37 hp  1d12+1 or by weapon +2 |\n\n###### Beastman Villages\n\nWhen beastmen are encountered in a village, certain additional creatures might be present. These might include additional beastmen, trained beasts, and prisoners. Sometimes a shaman and/or witch-doctor might reside in the village. Shamans have the characteristics of sub-chieftains but can cast spells as shaman of a random level. Witch-doctors have the characteristics of champions but can cast spells as mages of a random level. Villages will always have female and juvenile beastmen equal to a percentage of the males. Smaller breeds of beastmen tend to have fewer juveniles because they grow to maturity more quickly. Female and juvenile beastmen either do not fight or fight as a smaller type of beastman. The table shows the make-up of each type of beastman village.\n\n|  |  |  |  |\n| --- | --- | --- | --- |\n| Inhabitants | Kobold | Goblin | Orc |\n| Beastmen | 5d4 extra champions | None | 50% chance 1d4+1 ogres |\n| Trained Beasts | 60% chance for 4d6 tokay gulls | 60% chance for 5d6 dire wolves | 60% chance for 2d4 giant boar |\n| Prisoners | 50% chance for 1d10 per warband | 50% chance for 1d10 per warband | 50% chance for 1d10 per warband |\n| Shaman | 75% chance (level 1d6) | 75% chance (level 2d4) | 75% chance (level 1d6) |\n| Witch-Doctor | 50% chance (level 1d4) | 50% chance (level 1d6) | 50% chance (level 1d4) |\n| Females | 100% (do not fight) | 100% (do not fight) | 100% (fight as kobolds) |\n| Whelps | 100% (do not fight) | 100% (do not fight) | 150% (do not fight) |\n| Inhabitants | Hobgoblin | Gnoll | Bugbear |\n| Beastmen | None | 33% chance for 1d3 trolls | None |\n| Trained Beasts | 60% chance for 2d6 albino apes | 60% chance for 4d4 hyenas | 60% chance for 2d6 cave bears |\n| Prisoners | 50% chance for 1d10 per warband | 50% chance for 1d10 per warband | 50% chance for 1d10 per warband |\n| Shaman | 90% chance (level 1d8) | 60% chance (level 1d4+1) | 75% chance (level 1d6) |\n| Witch-Doctor | 75% chance (level 1d6) | 50% chance (level 1d4) | 50% chance (level 1d4) |\n| Females | 100% (fight as goblins) | 100% (fight as orcs) | 100% (fight as hobgoblins) |\n| Whelps | 200% (do not fight) | 200% (do not fight) | 200% (fight as kobolds) |\n\n###### Beastman Special Troops (Optional)\n\nAmong the hosts of the beastmen can be found archers, warriors, and special troops – fearsome creatures bred and trained by their evil masters with special abilities and roles. If these optional rules are used, 40% of gangs or warbands encountered will be archers (round down), 40% will be warriors (round down), and the remaining 20% (rounded up) will be special troops. Roll 1d100 on the Beastman Special Troop table to determine their role. Champions will be the same role as their gang. Sub-chieftains will be the same role as their warband. A village’s chieftain will be of one of the roles of its warbands.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Role** | **Kobold** | **Goblin** | **Orc** | **Hobgoblin** | **Gnoll** | **Bugbear** |\n| Berserker | - | - | 1-20 | 1-10 | 1-10 | 1-20 |\n| Hunter | 1-30 | 1-25 | 21-30 | 11-20 | 21-40 | 21-45 |\n| Sapper | 31-40 | 26-35 | 31-40 | 21-30 | 41-45 | 46-50 |\n| Scout | 41-70 | 36-60 | 41-50 | 36-45 | 46-65 | 51-60 |\n| Shocktrooper | - | - | 51-70 | 46-70 | 66-70 | 61-85 |\n| Tracker | 71-90 | 61-70 | 71-80 | 71-80 | 71-90 | 86-95 |\n| Beast Rider | 91-100 | 71-100 | 81-100 | 81-100 | 91-100 | 96-100 |\n\n**Beast Riders:** Beast riders are warriors mounted on savage beasts. If any gangs within a warband are mounted, the sub-chieftain will be mounted, and if any warbands within a lair or village are mounted, the chieftain will be mounted. The exact creature ridden depends on the breed: kobolds ride giant weasels; goblins ride dire wolves; orcs ride giant boars; hobgoblins ride medium warhorses; gnolls ride giant hyenas; and bugbears ride cave bears.\n\n**Berserkers:** Berserkers are **immune** to fear, and never retreat, surrender, or take prisoners unless ordered to do so by a powerful master. They add +2 to their attack throws due to their ferocity, but reduce their AC by 2. Berserkers are equipped as warriors but wear heavier armor (+1 AC) and carry two-handed weapons. 25% may be equipped with hooked weapons and/or barbed armor. Berserkers count as having one special ability (\\*) for XP purposes.\n\n**Hunters:** Hunters are **naturally stealthy** and opponents suffer a -2 penalty to surprise rolls. When attacking **vulnerable** enemies, they gain a +4 to attack throws and deal double the ordinary damage dice with melee weapons or missile weapons at short range. Hunters are equipped as archers of their breed.\n\n**Sappers:** Sappers can build and use siege engineering equipment (as the proficiency). Sappers are equipped as archers of their breed, but 10% may carry blasting-fire bombs (see below).\n\n**Scouts:** Scouts gain a +1 bonus to initiative and +1 bonus to avoid surprise. Scouts may withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round and do not suffer a penalty to AC when charging or running. Scouts are equipped as archers of their breed.\n\n**Shocktroopers:** When a shocktrooper attempts to overrun an opponent, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver. Shocktroopers are equipped as warriors but wear heavier armor (+1 AC). 25% may wear barbed armor (see below).\n\n**Trackers:** Trackers gain a +1 bonus to initiative and +1 bonus to avoid surprise. They can track (as the proficiency). Trackers are equipped as archers of their breed.\n\nBeastman special troops are effectively elite troops (from *Axioms 4: War*). Elite troops are more effective in battle, and command a higher wage as a result. If beastman special troops are hired or fielded for use in large-scale battles or sieges, the following rules apply:\n\n* Elite troops cost an additional 1gp per month for every 6gp of regular wage, with a minimum additional monthly wage of 3gp.\n* Elite troops gain a +1 bonus to their attack throws during their battle turn (p. XX).\n\n###### Beastmen Equipment (Optional)\n\nIf these optional rules are used, some beastmen might – depending on their breed, role, and rank – carry additional equipment ranging from blasting-fire bombs to whips.\n\n**Barbed Armor:** Berserkers or shock troopers, and their champions, sub-chieftains, or chieftains, have a 25% chance to wear barbed armor. A beastman equipped with barbed armor deals an additional 1d4 {P} damage to any creature it overruns or wrestles. Barbed armor is painful to wear, and a human or demi-human wearing it fights as an unproficient 0th level characters.\n\n**Blasting-Fire Bomb:** Goblin, kobold, orc, hobgoblin, gnoll, and bugbear sappers may carry blasting-fire bombs of 1lb, 1lb, 6lb, 6lb, 18lb, and 40lb size respectively. 10% of sappers carry blasting-fire bombs instead of bows. Blasting-fire bombs are crude petards used to breach stronghold walls. Petards have a slow fuse that must be lit with a match, a risky proposition. Lighting the fuse requires a movement action. The sapper must make a Siege Engineering proficiency throw of 6+.\n\nA successful throw indicates the petard will detonate at the end of the sapper’s initiative in 1d4 rounds. A failed throw indicates the fuse has not been lit. A fumble occurs if the proficiency throw is an unmodified 1. A fumble results in the immediate detonation of the blasting-fire bomb.\n\nWhen detonated, a 1lb bomb deals 1d6 {F!} {Se!}to all creatures with 5’. A 6lb bomb deals 2d6 {F!} {Se!} damage to all creatures within 10’. An 18lb bomb deals 3d6 {F!} {Se!} damage to all creatures within 15’. A 40lb bomb deals 4d6 {F!} {Se!} damage to all creatures within 20’. Affected creatures can make a Blast saving throw to reduce the damage by half. Blasting-fire bombs also deal full damage to the structural hit points of ships and buildings in the area of effect.\n\n**Cruel Whip:** Sub-chieftains, chieftains, shamans, or witch-doctors have a 5% chance per Hit Die of carrying a cruel whip. Cracking a cruel whip is an action in lieu of attacking that **encourages** all subordinate orcs within 15’. Encouraged orcs gain +1 damage on their next attack.\n\n**Dread Banner:** Sub-chieftains, chieftains, shamans, or witch-doctors may carry dread banners. Raising a dread banner is an action in lieu of attacking.\n\nA creature which starts its initiative, or moves within, 60’ of a raised dread banner must make a Paralysis saving throw. If the save succeeds, the creature gains immunity to the effects of every dread banner on the battlefield for 1 turn. If the save fails, the creature becomes **shaken** until the start of its next initiative. A shaken creature suffers a -1 penalty to attack throws, armor class, morale rolls, and saving throws against fear. The condition is immediately ended if the banner is lowered or the orc carrying it is slain. Each orc village has a 20% chance of having a dread banner.\n\n**Flask of Grog.** Sub-chieftains, chieftains, shamans, and witch doctors have a 5% chance per Hit Die of carrying a flask of grog. Grog is a foul-tasting but invigorating brew. Taking a swig of grog heals a beastman of 1d3 hp. Taking a swig of grog causes a human or demi-human to make a Death save. If the save fails, the creature begins **vomiting** until the end of its next initiative. If the save succeeds, the creature heals 1d3 hp. A beastman’s flask of grog is broken when the orc is slain. If somehow recovered, a flask will contain 1d4 swigs.\n\n**Flesh-Runes:** Sub-chieftains, chieftains, shamans, and witch doctors have a 5% chance per Hit Die of being scarred or tattooed with flesh-runes. Flesh-runes grant a +1 bonus to AC and reduce mundane damage taken by 1 point per die.\n\n**Hooked Weapons.** Berserkers and their champions, sub-chieftains, or chieftains have a 25% chance to carry hooked weapons. When an orc equipped with a hooked weapon attempts to disarm an opponent, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver.\n\n**Poisoned Arrows:** Any orc archer may carry poisoned arrows. A creature struck by a poisoned arrow must make a saving throw versus Poison at +2 or suffer 1d6 {Po} damage after 1 turn. Each gang of archers encountered has a 5% per Hit Die of being equipped with poison arrows. Each warband encountered has a 5% chance per Hit Die to have its archers equipped with poison arrows. If a gang is equipped with poison arrows, its champion will be. If any gangs in a warband are equipped with poisoned arrows, the sub-chieftain will be, and if any warbands within a lair or village are equipped with poisoned arrows the chief will be, too.\n\n**War-Drums:** Sub-chieftains, chieftains, shamans, or witch-doctors may carry war-drums. Playing a war-drum is an action in lieu of attacking. Orcs gain a +1 bonus to armor class, attack throws, morale rolls, and saving throws against magical fear while they can hear at least one war-drum from their warband or village within 60’. Each orc warband has a 20% chance of having a war-drum.\n\n###### Beastman Tribal Traits (Optional)\n\nOver the thousands of years since they were created, beastmen have devolved into hundreds of clans and tribes with their own traditions and traits. If these optional rules are used, the Judge should choose or roll 1d10 on the Trait table below for each separate beastman warband or village.\n\n|  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Trait** | **Kobold** | **Goblin** | **Orc** | **Hobgoblin** | **Gnoll** | **Bugbear** |\n| Bestial | 1-2 | 1-2 | 1 | - | 1 | 1 |\n| Bullying | 3 | 3 | 2 | 1 | 2 | 2 |\n| Cannibalistic | 4 | 4 | 3 | 2 | 3-4 | 3 |\n| Fierce | - | - | 4 | 3-4 | 5 | 4-5 |\n| Martial | - | - | 5 | 5-6 | - | - |\n| Marauding | - | 5 | 6 | 7 | 6-7 | 6 |\n| Mewling | 5-8 | 6-7 | 7 | - | - | - |\n| Proud | - | - | 8 | 8-9 | 8 | 7-8 |\n| Skilled | - | 8 | 9 | 10 | 9 | 9 |\n| Unclean | 9-10 | 9-10 | 10 | - | 10 | 10 |\n\n**Bestial:** The beastmen of this warband have particularly beast-like features, with clawed nails, fangs that have grown into prominent tusks and bestial gaits. Bestial beastmen can attack with two claws and bite. Kobolds and goblins deal 1d2-1/1d2-1/1d3-1 slashing damage with their claws and bite; orcs deal 1/1/1d2 slashing damage; gnolls deal 1d2/1d2/1d3 slashing damage; bugbears deal 1d2/1d2/1d4. Hobgoblins are never bestial.\n\n**Bullying:** The beastmen of this warband are vicious when they have the upper hand, and dastardly when they don’t. A bullying beastman gains a +1 to all attack throws and damage rolls if its allies outnumber their opponents by 2:1 or more. However, a bullying beastman suffers a -1 penalty to morale rolls anytime its opponents outnumber its allies.\n\n**Cannibalistic:** The beastmen of this warband are eager to eat the dead. Anytime a cannibalistic beastman incapacitates an opponent, it stops to feed in lieu of cleaving. If the beastman is no longer engaged by any other opponent, it automatically hits and instantly kills the incapacitated opponent. Otherwise it attacks the incapacitated target with a +2 bonus to its attack throw.\n\n**Fierce:** The beastmen of this warband attack with loud battle cries and impetuous bravery. Fierce beastmen gain a +2 bonus to attack throws on the first round of combat. Kobolds and goblins are never fierce.\n\n**Martial:** The beastmen of this warband have a long military tradition that dates back to the Zaharan wars of conquest. Ancient battle techniques are still handed down by word of mouth in the tribe. Martial beastmen gain a +1 bonus to damage. Chieftains of martial beastmen gain a +2 bonus to their strategic ability (or, if using monstrous proficiencies, gain two ranks of Military Strategy).\n\n**Marauding:** The beastmen of this warband are skilled raiders and pillagers. Marauding beastmen increase the amount of special treasure rolled by 10% per warband. (Special treasure includes any treasure other than coin, gems, and jewelry.) They are served by an additional 4d6 HD of beasts appropriate to their breed per warband. Kobolds are never marauding.\n\n**Mewling:** The beastmen of this warband are simpering cowards. Mewling beastmen suffer a -2 penalty to morale but can withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round. They do not suffer a penalty to AC when running. Hobgoblins, gnolls, and bugbears are never mewling.\n\n**Proud:** The beastmen of this warband have a long martial tradition. Proud beastmen gain a +2 bonus to morale. Kobolds and goblins are never proud.\n\n**Skilled:** The beastmen of this warband are highly proficient in the smithing of arms and armor. All warriors, champions, sub-chieftains, and chieftains are equipped with heavier armor than standard for their breed, granting +1 AC. Kobolds are never skilled.\n\n**Unclean:** The beastmen of this warband are especially loathsome and foul. A demi-human or human that begins its initiative engaged by an unclear beastman, or that becomes engaged to one during its initiative, must make a Death saving throw. If the save succeeds, the creature is not affected and does not have to save again for one turn. If the save fails, the creature becomes **queasy** for one turn (10 minutes). Hobgoblins are never unclean.\n\n",
  "html": "<h3>Beastman, Special Rules</h3>\n<p>The following rules summarize the organizational structure of beastmen as a whole and offer the Judge a number of options to customize their beastmen tribes and warbands. Since beastmen are a common foe for <em>ACKS</em> adventurers, it helps keep gameplay interesting to have different tribes be mechanically different.</p>\n<h6>Beastman Champions and Chieftains</h6>\n<p>Each beastman gang will be led by one a champion. Each warband will be led by a sub-chieftain. A beastman lair or village will be led by a chieftain. As long as the chieftain is alive, the beastmen will gain a +2 bonus to morale rolls. Champions, sub-chieftains, and chieftains have better AC, more HD and hit points, and damage bonuses. The leader characteristics for each breed are listed on the table below.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Leader Type</strong></td>\n<td><strong>Kobold</strong></td>\n<td><strong>Goblin</strong></td>\n<td><strong>Orc</strong></td>\n</tr>\n<tr>\n<td>Champion</td>\n<td>AC 3 (leather &amp; shield)   * 1. HD, 4 hp   1d6 or by weapon</td>\n<td>AC 3 (leather &amp; shield)  1 HD, 7 hp  1d6 or by weapon</td>\n<td>AC 4 (scale &amp; shield)  1+1 HD, 8 hp  1d8 or by weapon +1</td>\n</tr>\n<tr>\n<td>Sub-Chieftain</td>\n<td>AC 3 (leather &amp; shield)  1 HD, 8 hp  1d6 or by weapon</td>\n<td>AC 4 (scale &amp; shield)  1+1 HD, 9 hp  1d8 or by weapon +1</td>\n<td>AC 5 (chain &amp; shield)  2 HD, 12 hp  1d8 or by weapon +1</td>\n</tr>\n<tr>\n<td>Chieftain</td>\n<td>AC 5 (chain &amp; shield)  2 HD, 12 hp  1d8 or by weapon +1</td>\n<td>AC 6 (lamellar &amp; shield)  3 HD, 16 hp  1d10 or by weapon +2</td>\n<td>AC 6 (lamellar &amp; shield)  4 HD, 20 hp  1d10 or by weapon +2</td>\n</tr>\n<tr>\n<td><strong>Leader Type</strong></td>\n<td>Hobgoblin</td>\n<td>Gnoll</td>\n<td>Bugbear</td>\n</tr>\n<tr>\n<td>Champion</td>\n<td>AC 5 (chain &amp; shield)  2 HD, 9 hp  1d8 or by weapon +2</td>\n<td>AC 5 (scale &amp; shield)  3 HD, 16 hp  1d10 or by weapon +2</td>\n<td>AC 5 (hide &amp; shield)  4+1 HD, 25 hp  1d12 or by weapon +3</td>\n</tr>\n<tr>\n<td>Sub-Chieftain</td>\n<td>AC 6 (lamellar &amp; shield)  3 HD, 13 hp  1d10 or by weapon +2</td>\n<td>AC 6 (chain &amp; shield)  4 HD, 20 hp  1d10 or by weapon +2</td>\n<td>AC 6 (leather &amp; shield)  5+1 HD, 29 hp  1d12 or by weapon +3</td>\n</tr>\n<tr>\n<td>Chieftain</td>\n<td>AC 7 (plate &amp; shield)  5 HD, 21 hp  1d12 or by weapon +3</td>\n<td>AC 7 (lamellar &amp; shield)  6 HD, 28 hp  1d12 or by weapon +3</td>\n<td>AC 7 (scale &amp; shield)  7+2 HD, 37 hp  1d12+1 or by weapon +2</td>\n</tr>\n</tbody></table>\n<h6>Beastman Villages</h6>\n<p>When beastmen are encountered in a village, certain additional creatures might be present. These might include additional beastmen, trained beasts, and prisoners. Sometimes a shaman and/or witch-doctor might reside in the village. Shamans have the characteristics of sub-chieftains but can cast spells as shaman of a random level. Witch-doctors have the characteristics of champions but can cast spells as mages of a random level. Villages will always have female and juvenile beastmen equal to a percentage of the males. Smaller breeds of beastmen tend to have fewer juveniles because they grow to maturity more quickly. Female and juvenile beastmen either do not fight or fight as a smaller type of beastman. The table shows the make-up of each type of beastman village.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Inhabitants</td>\n<td>Kobold</td>\n<td>Goblin</td>\n<td>Orc</td>\n</tr>\n<tr>\n<td>Beastmen</td>\n<td>5d4 extra champions</td>\n<td>None</td>\n<td>50% chance 1d4+1 ogres</td>\n</tr>\n<tr>\n<td>Trained Beasts</td>\n<td>60% chance for 4d6 tokay gulls</td>\n<td>60% chance for 5d6 dire wolves</td>\n<td>60% chance for 2d4 giant boar</td>\n</tr>\n<tr>\n<td>Prisoners</td>\n<td>50% chance for 1d10 per warband</td>\n<td>50% chance for 1d10 per warband</td>\n<td>50% chance for 1d10 per warband</td>\n</tr>\n<tr>\n<td>Shaman</td>\n<td>75% chance (level 1d6)</td>\n<td>75% chance (level 2d4)</td>\n<td>75% chance (level 1d6)</td>\n</tr>\n<tr>\n<td>Witch-Doctor</td>\n<td>50% chance (level 1d4)</td>\n<td>50% chance (level 1d6)</td>\n<td>50% chance (level 1d4)</td>\n</tr>\n<tr>\n<td>Females</td>\n<td>100% (do not fight)</td>\n<td>100% (do not fight)</td>\n<td>100% (fight as kobolds)</td>\n</tr>\n<tr>\n<td>Whelps</td>\n<td>100% (do not fight)</td>\n<td>100% (do not fight)</td>\n<td>150% (do not fight)</td>\n</tr>\n<tr>\n<td>Inhabitants</td>\n<td>Hobgoblin</td>\n<td>Gnoll</td>\n<td>Bugbear</td>\n</tr>\n<tr>\n<td>Beastmen</td>\n<td>None</td>\n<td>33% chance for 1d3 trolls</td>\n<td>None</td>\n</tr>\n<tr>\n<td>Trained Beasts</td>\n<td>60% chance for 2d6 albino apes</td>\n<td>60% chance for 4d4 hyenas</td>\n<td>60% chance for 2d6 cave bears</td>\n</tr>\n<tr>\n<td>Prisoners</td>\n<td>50% chance for 1d10 per warband</td>\n<td>50% chance for 1d10 per warband</td>\n<td>50% chance for 1d10 per warband</td>\n</tr>\n<tr>\n<td>Shaman</td>\n<td>90% chance (level 1d8)</td>\n<td>60% chance (level 1d4+1)</td>\n<td>75% chance (level 1d6)</td>\n</tr>\n<tr>\n<td>Witch-Doctor</td>\n<td>75% chance (level 1d6)</td>\n<td>50% chance (level 1d4)</td>\n<td>50% chance (level 1d4)</td>\n</tr>\n<tr>\n<td>Females</td>\n<td>100% (fight as goblins)</td>\n<td>100% (fight as orcs)</td>\n<td>100% (fight as hobgoblins)</td>\n</tr>\n<tr>\n<td>Whelps</td>\n<td>200% (do not fight)</td>\n<td>200% (do not fight)</td>\n<td>200% (fight as kobolds)</td>\n</tr>\n</tbody></table>\n<h6>Beastman Special Troops (Optional)</h6>\n<p>Among the hosts of the beastmen can be found archers, warriors, and special troops – fearsome creatures bred and trained by their evil masters with special abilities and roles. If these optional rules are used, 40% of gangs or warbands encountered will be archers (round down), 40% will be warriors (round down), and the remaining 20% (rounded up) will be special troops. Roll 1d100 on the Beastman Special Troop table to determine their role. Champions will be the same role as their gang. Sub-chieftains will be the same role as their warband. A village’s chieftain will be of one of the roles of its warbands.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Role</strong></td>\n<td><strong>Kobold</strong></td>\n<td><strong>Goblin</strong></td>\n<td><strong>Orc</strong></td>\n<td><strong>Hobgoblin</strong></td>\n<td><strong>Gnoll</strong></td>\n<td><strong>Bugbear</strong></td>\n</tr>\n<tr>\n<td>Berserker</td>\n<td>-</td>\n<td>-</td>\n<td>1-20</td>\n<td>1-10</td>\n<td>1-10</td>\n<td>1-20</td>\n</tr>\n<tr>\n<td>Hunter</td>\n<td>1-30</td>\n<td>1-25</td>\n<td>21-30</td>\n<td>11-20</td>\n<td>21-40</td>\n<td>21-45</td>\n</tr>\n<tr>\n<td>Sapper</td>\n<td>31-40</td>\n<td>26-35</td>\n<td>31-40</td>\n<td>21-30</td>\n<td>41-45</td>\n<td>46-50</td>\n</tr>\n<tr>\n<td>Scout</td>\n<td>41-70</td>\n<td>36-60</td>\n<td>41-50</td>\n<td>36-45</td>\n<td>46-65</td>\n<td>51-60</td>\n</tr>\n<tr>\n<td>Shocktrooper</td>\n<td>-</td>\n<td>-</td>\n<td>51-70</td>\n<td>46-70</td>\n<td>66-70</td>\n<td>61-85</td>\n</tr>\n<tr>\n<td>Tracker</td>\n<td>71-90</td>\n<td>61-70</td>\n<td>71-80</td>\n<td>71-80</td>\n<td>71-90</td>\n<td>86-95</td>\n</tr>\n<tr>\n<td>Beast Rider</td>\n<td>91-100</td>\n<td>71-100</td>\n<td>81-100</td>\n<td>81-100</td>\n<td>91-100</td>\n<td>96-100</td>\n</tr>\n</tbody></table>\n<p><strong>Beast Riders:</strong> Beast riders are warriors mounted on savage beasts. If any gangs within a warband are mounted, the sub-chieftain will be mounted, and if any warbands within a lair or village are mounted, the chieftain will be mounted. The exact creature ridden depends on the breed: kobolds ride giant weasels; goblins ride dire wolves; orcs ride giant boars; hobgoblins ride medium warhorses; gnolls ride giant hyenas; and bugbears ride cave bears.</p>\n<p><strong>Berserkers:</strong> Berserkers are <strong>immune</strong> to fear, and never retreat, surrender, or take prisoners unless ordered to do so by a powerful master. They add +2 to their attack throws due to their ferocity, but reduce their AC by 2. Berserkers are equipped as warriors but wear heavier armor (+1 AC) and carry two-handed weapons. 25% may be equipped with hooked weapons and/or barbed armor. Berserkers count as having one special ability (*) for XP purposes.</p>\n<p><strong>Hunters:</strong> Hunters are <strong>naturally stealthy</strong> and opponents suffer a -2 penalty to surprise rolls. When attacking <strong>vulnerable</strong> enemies, they gain a +4 to attack throws and deal double the ordinary damage dice with melee weapons or missile weapons at short range. Hunters are equipped as archers of their breed.</p>\n<p><strong>Sappers:</strong> Sappers can build and use siege engineering equipment (as the proficiency). Sappers are equipped as archers of their breed, but 10% may carry blasting-fire bombs (see below).</p>\n<p><strong>Scouts:</strong> Scouts gain a +1 bonus to initiative and +1 bonus to avoid surprise. Scouts may withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round and do not suffer a penalty to AC when charging or running. Scouts are equipped as archers of their breed.</p>\n<p><strong>Shocktroopers:</strong> When a shocktrooper attempts to overrun an opponent, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver. Shocktroopers are equipped as warriors but wear heavier armor (+1 AC). 25% may wear barbed armor (see below).</p>\n<p><strong>Trackers:</strong> Trackers gain a +1 bonus to initiative and +1 bonus to avoid surprise. They can track (as the proficiency). Trackers are equipped as archers of their breed.</p>\n<p>Beastman special troops are effectively elite troops (from <em>Axioms 4: War</em>). Elite troops are more effective in battle, and command a higher wage as a result. If beastman special troops are hired or fielded for use in large-scale battles or sieges, the following rules apply:</p>\n<ul>\n<li>Elite troops cost an additional 1gp per month for every 6gp of regular wage, with a minimum additional monthly wage of 3gp.</li>\n<li>Elite troops gain a +1 bonus to their attack throws during their battle turn (p. XX).</li>\n</ul>\n<h6>Beastmen Equipment (Optional)</h6>\n<p>If these optional rules are used, some beastmen might – depending on their breed, role, and rank – carry additional equipment ranging from blasting-fire bombs to whips.</p>\n<p><strong>Barbed Armor:</strong> Berserkers or shock troopers, and their champions, sub-chieftains, or chieftains, have a 25% chance to wear barbed armor. A beastman equipped with barbed armor deals an additional 1d4 {P} damage to any creature it overruns or wrestles. Barbed armor is painful to wear, and a human or demi-human wearing it fights as an unproficient 0th level characters.</p>\n<p><strong>Blasting-Fire Bomb:</strong> Goblin, kobold, orc, hobgoblin, gnoll, and bugbear sappers may carry blasting-fire bombs of 1lb, 1lb, 6lb, 6lb, 18lb, and 40lb size respectively. 10% of sappers carry blasting-fire bombs instead of bows. Blasting-fire bombs are crude petards used to breach stronghold walls. Petards have a slow fuse that must be lit with a match, a risky proposition. Lighting the fuse requires a movement action. The sapper must make a Siege Engineering proficiency throw of 6+.</p>\n<p>A successful throw indicates the petard will detonate at the end of the sapper’s initiative in 1d4 rounds. A failed throw indicates the fuse has not been lit. A fumble occurs if the proficiency throw is an unmodified 1. A fumble results in the immediate detonation of the blasting-fire bomb.</p>\n<p>When detonated, a 1lb bomb deals 1d6 {F!} {Se!}to all creatures with 5’. A 6lb bomb deals 2d6 {F!} {Se!} damage to all creatures within 10’. An 18lb bomb deals 3d6 {F!} {Se!} damage to all creatures within 15’. A 40lb bomb deals 4d6 {F!} {Se!} damage to all creatures within 20’. Affected creatures can make a Blast saving throw to reduce the damage by half. Blasting-fire bombs also deal full damage to the structural hit points of ships and buildings in the area of effect.</p>\n<p><strong>Cruel Whip:</strong> Sub-chieftains, chieftains, shamans, or witch-doctors have a 5% chance per Hit Die of carrying a cruel whip. Cracking a cruel whip is an action in lieu of attacking that <strong>encourages</strong> all subordinate orcs within 15’. Encouraged orcs gain +1 damage on their next attack.</p>\n<p><strong>Dread Banner:</strong> Sub-chieftains, chieftains, shamans, or witch-doctors may carry dread banners. Raising a dread banner is an action in lieu of attacking.</p>\n<p>A creature which starts its initiative, or moves within, 60’ of a raised dread banner must make a Paralysis saving throw. If the save succeeds, the creature gains immunity to the effects of every dread banner on the battlefield for 1 turn. If the save fails, the creature becomes <strong>shaken</strong> until the start of its next initiative. A shaken creature suffers a -1 penalty to attack throws, armor class, morale rolls, and saving throws against fear. The condition is immediately ended if the banner is lowered or the orc carrying it is slain. Each orc village has a 20% chance of having a dread banner.</p>\n<p><strong>Flask of Grog.</strong> Sub-chieftains, chieftains, shamans, and witch doctors have a 5% chance per Hit Die of carrying a flask of grog. Grog is a foul-tasting but invigorating brew. Taking a swig of grog heals a beastman of 1d3 hp. Taking a swig of grog causes a human or demi-human to make a Death save. If the save fails, the creature begins <strong>vomiting</strong> until the end of its next initiative. If the save succeeds, the creature heals 1d3 hp. A beastman’s flask of grog is broken when the orc is slain. If somehow recovered, a flask will contain 1d4 swigs.</p>\n<p><strong>Flesh-Runes:</strong> Sub-chieftains, chieftains, shamans, and witch doctors have a 5% chance per Hit Die of being scarred or tattooed with flesh-runes. Flesh-runes grant a +1 bonus to AC and reduce mundane damage taken by 1 point per die.</p>\n<p><strong>Hooked Weapons.</strong> Berserkers and their champions, sub-chieftains, or chieftains have a 25% chance to carry hooked weapons. When an orc equipped with a hooked weapon attempts to disarm an opponent, the normal penalty for attempting the maneuver is reduced by 2 (e.g. from -4 to -2), and his opponent suffers a -2 penalty to his saving throw to resist the special maneuver.</p>\n<p><strong>Poisoned Arrows:</strong> Any orc archer may carry poisoned arrows. A creature struck by a poisoned arrow must make a saving throw versus Poison at +2 or suffer 1d6 {Po} damage after 1 turn. Each gang of archers encountered has a 5% per Hit Die of being equipped with poison arrows. Each warband encountered has a 5% chance per Hit Die to have its archers equipped with poison arrows. If a gang is equipped with poison arrows, its champion will be. If any gangs in a warband are equipped with poisoned arrows, the sub-chieftain will be, and if any warbands within a lair or village are equipped with poisoned arrows the chief will be, too.</p>\n<p><strong>War-Drums:</strong> Sub-chieftains, chieftains, shamans, or witch-doctors may carry war-drums. Playing a war-drum is an action in lieu of attacking. Orcs gain a +1 bonus to armor class, attack throws, morale rolls, and saving throws against magical fear while they can hear at least one war-drum from their warband or village within 60’. Each orc warband has a 20% chance of having a war-drum.</p>\n<h6>Beastman Tribal Traits (Optional)</h6>\n<p>Over the thousands of years since they were created, beastmen have devolved into hundreds of clans and tribes with their own traditions and traits. If these optional rules are used, the Judge should choose or roll 1d10 on the Trait table below for each separate beastman warband or village.</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n</thead>\n<tbody><tr>\n<td><strong>Trait</strong></td>\n<td><strong>Kobold</strong></td>\n<td><strong>Goblin</strong></td>\n<td><strong>Orc</strong></td>\n<td><strong>Hobgoblin</strong></td>\n<td><strong>Gnoll</strong></td>\n<td><strong>Bugbear</strong></td>\n</tr>\n<tr>\n<td>Bestial</td>\n<td>1-2</td>\n<td>1-2</td>\n<td>1</td>\n<td>-</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Bullying</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>1</td>\n<td>2</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Cannibalistic</td>\n<td>4</td>\n<td>4</td>\n<td>3</td>\n<td>2</td>\n<td>3-4</td>\n<td>3</td>\n</tr>\n<tr>\n<td>Fierce</td>\n<td>-</td>\n<td>-</td>\n<td>4</td>\n<td>3-4</td>\n<td>5</td>\n<td>4-5</td>\n</tr>\n<tr>\n<td>Martial</td>\n<td>-</td>\n<td>-</td>\n<td>5</td>\n<td>5-6</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Marauding</td>\n<td>-</td>\n<td>5</td>\n<td>6</td>\n<td>7</td>\n<td>6-7</td>\n<td>6</td>\n</tr>\n<tr>\n<td>Mewling</td>\n<td>5-8</td>\n<td>6-7</td>\n<td>7</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Proud</td>\n<td>-</td>\n<td>-</td>\n<td>8</td>\n<td>8-9</td>\n<td>8</td>\n<td>7-8</td>\n</tr>\n<tr>\n<td>Skilled</td>\n<td>-</td>\n<td>8</td>\n<td>9</td>\n<td>10</td>\n<td>9</td>\n<td>9</td>\n</tr>\n<tr>\n<td>Unclean</td>\n<td>9-10</td>\n<td>9-10</td>\n<td>10</td>\n<td>-</td>\n<td>10</td>\n<td>10</td>\n</tr>\n</tbody></table>\n<p><strong>Bestial:</strong> The beastmen of this warband have particularly beast-like features, with clawed nails, fangs that have grown into prominent tusks and bestial gaits. Bestial beastmen can attack with two claws and bite. Kobolds and goblins deal 1d2-1/1d2-1/1d3-1 slashing damage with their claws and bite; orcs deal 1/1/1d2 slashing damage; gnolls deal 1d2/1d2/1d3 slashing damage; bugbears deal 1d2/1d2/1d4. Hobgoblins are never bestial.</p>\n<p><strong>Bullying:</strong> The beastmen of this warband are vicious when they have the upper hand, and dastardly when they don’t. A bullying beastman gains a +1 to all attack throws and damage rolls if its allies outnumber their opponents by 2:1 or more. However, a bullying beastman suffers a -1 penalty to morale rolls anytime its opponents outnumber its allies.</p>\n<p><strong>Cannibalistic:</strong> The beastmen of this warband are eager to eat the dead. Anytime a cannibalistic beastman incapacitates an opponent, it stops to feed in lieu of cleaving. If the beastman is no longer engaged by any other opponent, it automatically hits and instantly kills the incapacitated opponent. Otherwise it attacks the incapacitated target with a +2 bonus to its attack throw.</p>\n<p><strong>Fierce:</strong> The beastmen of this warband attack with loud battle cries and impetuous bravery. Fierce beastmen gain a +2 bonus to attack throws on the first round of combat. Kobolds and goblins are never fierce.</p>\n<p><strong>Martial:</strong> The beastmen of this warband have a long military tradition that dates back to the Zaharan wars of conquest. Ancient battle techniques are still handed down by word of mouth in the tribe. Martial beastmen gain a +1 bonus to damage. Chieftains of martial beastmen gain a +2 bonus to their strategic ability (or, if using monstrous proficiencies, gain two ranks of Military Strategy).</p>\n<p><strong>Marauding:</strong> The beastmen of this warband are skilled raiders and pillagers. Marauding beastmen increase the amount of special treasure rolled by 10% per warband. (Special treasure includes any treasure other than coin, gems, and jewelry.) They are served by an additional 4d6 HD of beasts appropriate to their breed per warband. Kobolds are never marauding.</p>\n<p><strong>Mewling:</strong> The beastmen of this warband are simpering cowards. Mewling beastmen suffer a -2 penalty to morale but can withdraw or retreat from melee combat without declaring the intention to do so at the start of the melee round. They do not suffer a penalty to AC when running. Hobgoblins, gnolls, and bugbears are never mewling.</p>\n<p><strong>Proud:</strong> The beastmen of this warband have a long martial tradition. Proud beastmen gain a +2 bonus to morale. Kobolds and goblins are never proud.</p>\n<p><strong>Skilled:</strong> The beastmen of this warband are highly proficient in the smithing of arms and armor. All warriors, champions, sub-chieftains, and chieftains are equipped with heavier armor than standard for their breed, granting +1 AC. Kobolds are never skilled.</p>\n<p><strong>Unclean:</strong> The beastmen of this warband are especially loathsome and foul. A demi-human or human that begins its initiative engaged by an unclear beastman, or that becomes engaged to one during its initiative, must make a Death saving throw. If the save succeeds, the creature is not affected and does not have to save again for one turn. If the save fails, the creature becomes <strong>queasy</strong> for one turn (10 minutes). Hobgoblins are never unclean.</p>\n",
  "description": "",
  "statsTable": "",
  "encounterTable": "",
  "combat": "",
  "id": "beastman-special-rules"
}