{
  "name": "Lycanthrope",
  "markdown": "### Lycanthrope\n\nThe first lycanthropes were cultists of Nargund, the Beast Lord, Chthonic god of hunting, predation, and nightfall. In blood-soaked rituals performed under the full moon, the cultists gained the powerful to transform into savage wolves. For a time, the werewolf legions of Nargund were the most feared force in the Zaharan Empire. Jealous of the power the cultists of the Beast Lord had gained, some of the other cults developed their own rituals. The cultists of Bel, the Slaughterprince, became wereboars; those of Galmorm, the Horned Rat, became wererats; and those of Ravanor, the Bitter Prince, became weretigers. The only Empyrean god who has created lycanthropes is Naurivus, who transformed some devotees into werebears.\n\n###### Lycanthropic Forms\n\nMost lycanthropes have two forms, a human form and a beast form. (Wererats have three forms, see p. XX). When a lycanthrope is in its human form, it resembles an ordinary person but it always has certain secondary characteristics in common with the animal type it is capable of transforming into. When a lycanthrope is in its human form, it has no special abilities except the ability to transform into its beast form.\n\nWhen a lycanthrope is in its beast form, it gains a number of special abilities based on its type. It also becomes **immune** to mundane bludgeoning, piercing, and slashing damage. However, it treats damage dealt by silver weapons as extraordinary damage. It is **resistant** to all other mundane damage. As an enchanted creature, a lycanthrope can be kept at bay by *holy circle* and destroyed or driven off by *dispel evil*.\n\nWhen in human form, a lycanthrope speaks whatever humanoid languages it knows. When in beast form, a lycanthrope retains the ability to understand those languages, but it cannot speak them. It can communicate with other lycanthropes or beasts of its type through grunts, growls, howls, and so on.\n\nA lycanthrope can switch between its forms as a movement action. If the lycanthrope is clothed when it transforms, the transformation destroys any ordinary clothing. If the lycanthrope is armored when it transforms, the armor deals 1 bludgeoning damage per AC bonus to the werecreature and is then destroyed. Magic armor or clothing is not destroyed, but instead falls off after dealing damage (if any).\n\nWhen reduced to 0 hp, a lycanthrope automatically reverts to its human form.\n\nWolfsbane is a ward against all lycanthropes. A lycanthrope struck with wolfsbane must make a successful Paralysis saving throw or flee as if its morale had failed.\n\nAnimals with Acute Olfaction can smell lycanthropes in human form and – unless of the same type – will act as if in the presence of predators. Dogs might growl, horses bolt, etc.\n\n###### The Disease of Lycanthropy\n\nIf lycanthropes were merely men who changed into beasts, they would still be considered dangerous, but no more terrifying than a bugbear or ogre. What makes werecreatures terrifying is that their “blessing” is actually a disease that can be passed onto others: **lycanthropy**.\n\nLycanthropy can be acquired by two means. First, it can be inherited from a parent. Children born to one lycanthrope have a 50% chance of becoming lycanthropes at puberty. Children born to two lycanthropes always become lycanthropes at puberty. Children always becomes the same type of lycanthrope as their parent(s). If the parents are not the same kind of lycanthrope, the type is determined randomly between the two. Inherited lycanthropy can never be cured.\n\nSecond, it can be transmitted through wounds. Any humanoid that takes damage from a lycanthrope’s claws or bites equaling 50% or more of his maximum hp becomes infected.\n\nIf the infected creature is demi-human or humanoid rather than human, he will become **incapacitated** after 2d6 days and die another 2d6 days later.\n\nIf the infected creature is human, he will transform into a lycanthrope of the type that wounded him when the next full moon rises. Starting 1d6 days before that transformation, the infected character will begin to show signs of the upcoming change, taking on the secondary characteristics of the type.\n\nA humanoid can be cured of transmitted lycanthropy with *cure disease* any time before he dies or first transforms.\n\nWhen a human first transforms into a lycanthrope, he immediately enters beast form and remain in it until dawn. During this time, he is feral and savage, frequently killing or infecting those in his village or even family. When he returns to human form, the lycanthrope can either resist or give in to the lycanthropy.\n\nWhile he resists the lycanthropy, a character retains his current alignment and personality. He transforms into beast form on each full moon (as above). He cannot voluntarily transform.\n\nWhen he gives in to the lycanthropy, the character takes on the alignment and personality of his new form. He thereafter can control his transformation at will, retains his sapience in beast form, and need not transform on full moons.\n\n",
  "html": "<h3>Lycanthrope</h3>\n<p>The first lycanthropes were cultists of Nargund, the Beast Lord, Chthonic god of hunting, predation, and nightfall. In blood-soaked rituals performed under the full moon, the cultists gained the powerful to transform into savage wolves. For a time, the werewolf legions of Nargund were the most feared force in the Zaharan Empire. Jealous of the power the cultists of the Beast Lord had gained, some of the other cults developed their own rituals. The cultists of Bel, the Slaughterprince, became wereboars; those of Galmorm, the Horned Rat, became wererats; and those of Ravanor, the Bitter Prince, became weretigers. The only Empyrean god who has created lycanthropes is Naurivus, who transformed some devotees into werebears.</p>\n<h6>Lycanthropic Forms</h6>\n<p>Most lycanthropes have two forms, a human form and a beast form. (Wererats have three forms, see p. XX). When a lycanthrope is in its human form, it resembles an ordinary person but it always has certain secondary characteristics in common with the animal type it is capable of transforming into. When a lycanthrope is in its human form, it has no special abilities except the ability to transform into its beast form.</p>\n<p>When a lycanthrope is in its beast form, it gains a number of special abilities based on its type. It also becomes <strong>immune</strong> to mundane bludgeoning, piercing, and slashing damage. However, it treats damage dealt by silver weapons as extraordinary damage. It is <strong>resistant</strong> to all other mundane damage. As an enchanted creature, a lycanthrope can be kept at bay by <em>holy circle</em> and destroyed or driven off by <em>dispel evil</em>.</p>\n<p>When in human form, a lycanthrope speaks whatever humanoid languages it knows. When in beast form, a lycanthrope retains the ability to understand those languages, but it cannot speak them. It can communicate with other lycanthropes or beasts of its type through grunts, growls, howls, and so on.</p>\n<p>A lycanthrope can switch between its forms as a movement action. If the lycanthrope is clothed when it transforms, the transformation destroys any ordinary clothing. If the lycanthrope is armored when it transforms, the armor deals 1 bludgeoning damage per AC bonus to the werecreature and is then destroyed. Magic armor or clothing is not destroyed, but instead falls off after dealing damage (if any).</p>\n<p>When reduced to 0 hp, a lycanthrope automatically reverts to its human form.</p>\n<p>Wolfsbane is a ward against all lycanthropes. A lycanthrope struck with wolfsbane must make a successful Paralysis saving throw or flee as if its morale had failed.</p>\n<p>Animals with Acute Olfaction can smell lycanthropes in human form and – unless of the same type – will act as if in the presence of predators. Dogs might growl, horses bolt, etc.</p>\n<h6>The Disease of Lycanthropy</h6>\n<p>If lycanthropes were merely men who changed into beasts, they would still be considered dangerous, but no more terrifying than a bugbear or ogre. What makes werecreatures terrifying is that their “blessing” is actually a disease that can be passed onto others: <strong>lycanthropy</strong>.</p>\n<p>Lycanthropy can be acquired by two means. First, it can be inherited from a parent. Children born to one lycanthrope have a 50% chance of becoming lycanthropes at puberty. Children born to two lycanthropes always become lycanthropes at puberty. Children always becomes the same type of lycanthrope as their parent(s). If the parents are not the same kind of lycanthrope, the type is determined randomly between the two. Inherited lycanthropy can never be cured.</p>\n<p>Second, it can be transmitted through wounds. Any humanoid that takes damage from a lycanthrope’s claws or bites equaling 50% or more of his maximum hp becomes infected.</p>\n<p>If the infected creature is demi-human or humanoid rather than human, he will become <strong>incapacitated</strong> after 2d6 days and die another 2d6 days later.</p>\n<p>If the infected creature is human, he will transform into a lycanthrope of the type that wounded him when the next full moon rises. Starting 1d6 days before that transformation, the infected character will begin to show signs of the upcoming change, taking on the secondary characteristics of the type.</p>\n<p>A humanoid can be cured of transmitted lycanthropy with <em>cure disease</em> any time before he dies or first transforms.</p>\n<p>When a human first transforms into a lycanthrope, he immediately enters beast form and remain in it until dawn. During this time, he is feral and savage, frequently killing or infecting those in his village or even family. When he returns to human form, the lycanthrope can either resist or give in to the lycanthropy.</p>\n<p>While he resists the lycanthropy, a character retains his current alignment and personality. He transforms into beast form on each full moon (as above). He cannot voluntarily transform.</p>\n<p>When he gives in to the lycanthropy, the character takes on the alignment and personality of his new form. He thereafter can control his transformation at will, retains his sapience in beast form, and need not transform on full moons.</p>\n",
  "description": "### Lycanthrope",
  "statsTable": "",
  "encounterTable": "",
  "combat": "The first lycanthropes were cultists of Nargund, the Beast Lord, Chthonic god of hunting, predation, and nightfall. In blood-soaked rituals performed under the full moon, the cultists gained the powerful to transform into savage wolves. For a time, the werewolf legions of Nargund were the most feared force in the Zaharan Empire. Jealous of the power the cultists of the Beast Lord had gained, some of the other cults developed their own rituals. The cultists of Bel, the Slaughterprince, became wereboars; those of Galmorm, the Horned Rat, became wererats; and those of Ravanor, the Bitter Prince, became weretigers. The only Empyrean god who has created lycanthropes is Naurivus, who transformed some devotees into werebears.\n\n###### Lycanthropic Forms",
  "id": "lycanthrope"
}