[
  {
    "id": "fighter",
    "name": "Fighter",
    "category": "Core",
    "keyAttribute": "STR",
    "requirements": "None",
    "hitDice": "1d8",
    "maximumLevel": 14,
    "description": "Fighters are experts in the arts of combat and war. In the Auran Empire, fighters might have learned their arts as legionaries or cataphracts in the Imperial Army, gladiators battling for glory in the arena, raiders off the Jutland coast, or sell-swords in the games of the noble houses.",
    "sourceFile": "ACKS_II_Content/Rulebook/fighter.md",
    "combatProgression": "Fighters advance in attack throws and saving throws by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.",
    "classPowers": ["Manual of Arms", "Battlefield Prowess (5th level)", "Castle (9th level)"],
    "proficiencyProgression": "At 1st level, fighters select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "explorer",
    "name": "Explorer",
    "category": "Core",
    "keyAttribute": "CON",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Explorers are woodsmen and scouts who thrive in the great outdoors. They wander forgotten paths, map uncharted territories, stalk dangerous beasts, and guard civilized lands from the monsters of the wild.",
    "sourceFile": "ACKS_II_Content/Rulebook/explorer.md",
    "combatProgression": "Explorers advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level, but they can cleave after killing a foe a maximum of once per round per three class levels.",
    "classPowers": ["Alertness", "Ambushing", "Evasion", "Pathfinding", "Tracking", "Wilderness Survival", "Wilderness Hideout (5th level)", "Wilderness Dominion (9th level)"],
    "proficiencyProgression": "At 1st level, explorers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "thief",
    "name": "Thief",
    "category": "Core",
    "keyAttribute": "DEX",
    "requirements": "None",
    "hitDice": "1d4",
    "maximumLevel": 14,
    "description": "Thieves are rogues who live by their wits, dexterity, and stealth. They can be cutpurses and burglars, spies and scouts, or simply those who make their way by circumventing the rules that govern ordinary folk.",
    "sourceFile": "ACKS_II_Content/Rulebook/thief.md",
    "combatProgression": "Thieves advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. However, they can backstab opponents for extra damage. They cannot cleave, regardless of their level.",
    "classPowers": ["Thief Skills", "Backstab", "Broad Skill", "Thieving (5th level)", "Hideout (9th level)"],
    "proficiencyProgression": "At 1st level, thieves select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "mage",
    "name": "Mage",
    "category": "Core",
    "keyAttribute": "INT",
    "requirements": "None",
    "hitDice": "1d4",
    "maximumLevel": 14,
    "description": "Sometimes called wizards, sorcerers, or magicians, mages study arcane secrets and cast spells. While early in their career mages have only limited power, experienced mages are able to cast a great number of powerful spells.",
    "sourceFile": "ACKS_II_Content/Rulebook/mage.md",
    "combatProgression": "Mages advance in attack throws and saving throws by only two points every six levels of experience (i.e., half as fast as fighters). They do not gain any bonus to damage as they advance in level. They cannot cleave, regardless of their level.",
    "classPowers": ["Arcane Magic", "Collegiate Wizardry", "Minor Magical Research (5th level)", "Major Magical Research (9th level)", "Sanctum (9th level)", "Supreme Magical Research (11th level)"],
    "proficiencyProgression": "At 1st level, mages select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "crusader",
    "name": "Crusader",
    "category": "Core",
    "keyAttribute": "WIS",
    "requirements": "None",
    "hitDice": "1d8",
    "maximumLevel": 14,
    "description": "Crusaders are clerics and priests, devoted servants of their gods. Also known as paladins or templars, crusaders are blessed by their deities with the power to heal wounds and drive away the undead. At high levels, they can cast divine spells.",
    "sourceFile": "ACKS_II_Content/Rulebook/crusader.md",
    "combatProgression": "Crusaders advance in attack throws and saving throws by two points every three levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per every two class levels (rounded down).",
    "classPowers": ["Divine Vocation", "Faith Healing", "Laying on Hands", "Protection from Evil", "Turn Unholy", "Stronghold (9th level)", "Divine Magic (2nd level)", "Minor Divine Research (7th level)", "Major Divine Research (9th level)", "Supreme Divine Research (11th level)"],
    "proficiencyProgression": "At 1st level, crusaders select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "venturer",
    "name": "Venturer",
    "category": "Core",
    "keyAttribute": "CHA",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Venturers are merchant-adventurers who seek profit and prestige through daring expeditions and clever dealings. They excel at leadership, negotiation, and organizing expeditions into dangerous territories.",
    "sourceFile": "ACKS_II_Content/Rulebook/venturer.md",
    "combatProgression": "Venturers advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Adventuring", "Diplomacy", "Investment", "Leadership", "Bribery (2nd level)", "Black Market Connections (4th level)", "Caravan (5th level)", "Enterprise (9th level)"],
    "proficiencyProgression": "At 1st level, venturers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "assassin",
    "name": "Assassin",
    "category": "Optional",
    "keyAttribute": "STR and DEX",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Assassins are humans who train to kill by ambush and treachery. Assassins might be back-alley brawlers, violent thugs, or members of an organized guild. Within the Auran Empire, some assassins are members of the Order of the Eclipse, a religious brotherhood of trained killers, but others are simply murders-for-hire or rogues with a taste for violence.",
    "sourceFile": "ACKS_II_Content/Rulebook/assassin.md",
    "combatProgression": "Assassins advance in attack throws and saving throws as fighters, by two points every three levels of experience. Assassins increase their base damage roll from successful missile and melee attacks by +1 at 1st level and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.",
    "classPowers": ["Backstabbing", "Hiding", "Shadowy Senses", "Sneaking", "Streetwise", "Hideout (9th level)"],
    "proficiencyProgression": "At 1st level, assassins select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "barbarian",
    "name": "Barbarian",
    "category": "Optional", 
    "keyAttribute": "STR and CON",
    "requirements": "None",
    "hitDice": "1d8",
    "maximumLevel": 14,
    "description": "Barbarians are members of primitive tribes, raised in a savage land beyond the borders of the Auran Empire. Most barbarians begin as members of the Thrassic or Ghinoran tribes, but some might have come from even more distant tribes. Barbarians are untouched by the decadent refinements of civilization; as such, they are hardy, keen of eye, and possessed of an almost supernatural instinct.",
    "sourceFile": "ACKS_II_Content/Rulebook/barbarian.md",
    "combatProgression": "Barbarians advance in attack throws and saving throws as fighters, by two points every three levels of experience. Barbarians increase their base damage roll from successful missile and melee attacks by +1 at 1st level and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.",
    "classPowers": ["Beast Friendship", "Berserkergang", "Fighting Withdrawal", "Intimidation", "Natural Armor", "Passing without Trace", "Running", "Wilderness Survival", "Stronghold (9th level)"],
    "proficiencyProgression": "At 1st level, barbarians select two class proficiencies from their class proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select a general proficiency at 5th, 9th, and 13th level. (Barbarians receive more class proficiencies but fewer general ones than most classes.)",
    "templatesCount": 6
  },
  {
    "id": "bard",
    "name": "Bard",
    "category": "Optional",
    "keyAttribute": "CHA",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Bards are storytellers, musicians, and lore-keepers who wield magic through song and story. They serve as entertainers, diplomats, and chroniclers, and their songs can inspire allies or confound enemies.",
    "sourceFile": "ACKS_II_Content/Rulebook/bard.md",
    "combatProgression": "Bards advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Arcane Magic", "Bardic Knowledge", "Bardic Music", "Loremastery", "Inspire Courage", "Fascinate", "Suggestion", "Bardic College (9th level)"],
    "proficiencyProgression": "At 1st level, bards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "bladedancer",
    "name": "Bladedancer",
    "category": "Optional",
    "keyAttribute": "DEX",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Bladedancers are warrior-priestesses who serve the goddess of nature, war, and the hunt. They combine martial prowess with divine magic and an affinity for the natural world.",
    "sourceFile": "ACKS_II_Content/Rulebook/bladedancer.md",
    "combatProgression": "Bladedancers advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Divine Magic", "Fighting Style", "Weapon Finesse", "Beast Friendship", "Precise Shot", "Combat Reflexes", "Sacred Grove (9th level)"],
    "proficiencyProgression": "At 1st level, bladedancers select two class proficiencies from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "paladin",
    "name": "Paladin",
    "category": "Optional",
    "keyAttribute": "STR and CHA",
    "requirements": "None",
    "hitDice": "1d8",
    "maximumLevel": 14,
    "description": "Paladins are righteous crusaders and defenders of law and good. They are divinely blessed warriors devoted to their deity and cause. Paladins combine martial prowess with divine magic, serving as champions of justice and protectors of the innocent. The most famous paladins serve the Church of the Unconquered Sun, but paladins exist in service to any lawful good deity.",
    "sourceFile": "ACKS_II_Content/Rulebook/paladin.md",
    "combatProgression": "Paladins advance in attack throws and saving throws as fighters, by two points every three levels of experience. Paladins increase their base damage roll from successful missile and melee attacks by +1 at 1st level and by an additional +1 at 3rd, 6th, 9th, and 12th level. They can cleave after killing a foe a maximum of once per round per class level.",
    "classPowers": ["Detect Evil", "Divine Favor", "Divine Health", "Lay on Hands", "Protection from Evil", "Turn Undead", "Immunity to Fear (3rd level)", "Immunity to Disease (5th level)", "Weapons of Disruption (7th level)", "Stronghold (9th level)"],
    "proficiencyProgression": "At 1st level, paladins select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, 9th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 6
  },
  {
    "id": "priestess",
    "name": "Priestess",
    "category": "Optional",
    "keyAttribute": "WIS",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Priestesses are divine spellcasters who serve the ancient goddess religions. They wield powerful divine magic and often serve as healers, oracles, and spiritual guides to their communities.",
    "sourceFile": "ACKS_II_Content/Rulebook/priestess.md",
    "combatProgression": "Priestesses advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Divine Magic", "Prophecy", "Lay on Hands", "Restore Life and Limb", "Commune", "Sanctuary", "Temple (9th level)"],
    "proficiencyProgression": "At 1st level, priestesses select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "shaman",
    "name": "Shaman",
    "category": "Optional",
    "keyAttribute": "WIS",
    "requirements": "None",
    "hitDice": "1d6",
    "maximumLevel": 14,
    "description": "Shamans are spiritual guides who commune with spirits and serve as intermediaries between the natural and supernatural worlds. They draw their power from nature spirits and ancestral wisdom.",
    "sourceFile": "ACKS_II_Content/Rulebook/shaman.md",
    "combatProgression": "Shamans advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Divine Magic", "Spirit Guide", "Shamanic Ritual", "Spirit Walk", "Sweat Lodge", "Totem Animal", "Sacred Ground (9th level)"],
    "proficiencyProgression": "At 1st level, shamans select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th, 8th, and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "warlock",
    "name": "Warlock",
    "category": "Optional",
    "keyAttribute": "INT",
    "requirements": "None",
    "hitDice": "1d4",
    "maximumLevel": 14,
    "description": "Warlocks are spellcasters who have made pacts with otherworldly entities for power. They wield dark magic and often serve as agents of chaos, wielding powers that most would consider forbidden or dangerous.",
    "sourceFile": "ACKS_II_Content/Rulebook/warlock.md",
    "combatProgression": "Warlocks advance in attack throws and saving throws by two points every six levels of experience. They do not gain any bonus to damage as they advance in level. They cannot cleave, regardless of their level.",
    "classPowers": ["Arcane Magic", "Otherworldly Patron", "Eldritch Blast", "Dark Lore", "Summon Familiar", "Conjure Demon", "Infernal Sanctum (9th level)"],
    "proficiencyProgression": "At 1st level, warlocks select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "witch",
    "name": "Witch",
    "category": "Optional",
    "keyAttribute": "INT",
    "requirements": "None",
    "hitDice": "1d4",
    "maximumLevel": 14,
    "description": "Witches are practitioners of ancient magic who draw power from pacts with otherworldly entities. They excel at brewing potions, casting curses, and manipulating the forces of nature and spirit.",
    "sourceFile": "ACKS_II_Content/Rulebook/witch.md",
    "combatProgression": "Witches advance in attack throws and saving throws by two points every six levels of experience. They do not gain any bonus to damage as they advance in level. They cannot cleave, regardless of their level.",
    "classPowers": ["Arcane Magic", "Brew Potions", "Familiar", "Curses", "Coven Magic", "Divine Health", "Sanctuary (9th level)"],
    "proficiencyProgression": "At 1st level, witches select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th and 12th level. They select an additional general proficiency at 5th, 9th, and 13th level.",
    "templatesCount": 8
  },
  {
    "id": "dwarven-craftpriest",
    "name": "Dwarven Craftpriest",
    "category": "Racial",
    "keyAttribute": "WIS",
    "requirements": "CON 9, must be Dwarven",
    "hitDice": "1d8",
    "maximumLevel": 10,
    "description": "Dwarven craftpriests are divine spellcasters who serve the dwarven gods of forge and mountain. They combine religious devotion with masterful craftsmanship, creating both spiritual guidance and material wonders for their communities.",
    "sourceFile": "ACKS_II_Content/Rulebook/dwarven_craftpriest.md",
    "combatProgression": "Dwarven craftpriests advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Divine Magic", "Craftwork", "Detect Construction", "Superior Saving Throws", "Turn Undead", "Forge Blessing", "Shrine (9th level)"],
    "proficiencyProgression": "At 1st level, dwarven craftpriests select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.",
    "templatesCount": 8
  },
  {
    "id": "dwarven-vaultguard",
    "name": "Dwarven Vaultguard",
    "category": "Racial",
    "keyAttribute": "STR",
    "requirements": "CON 9, must be Dwarven",
    "hitDice": "1d10",
    "maximumLevel": 10,
    "description": "Dwarven vaultguards are elite warriors who protect the great treasuries and strongholds of dwarvenkind. They are trained to excel in underground combat and the defense of fortified positions.",
    "sourceFile": "ACKS_II_Content/Rulebook/dwarven_vaultguard.md",
    "combatProgression": "Dwarven vaultguards advance in attack throws and saving throws by two points every three levels of experience. They increase their base damage roll from successful missile and melee attacks by +1 at 1st level, and by an additional +1 at 3rd, 6th, and 9th level. They can cleave after killing a foe a maximum of once per round per class level.",
    "classPowers": ["Detect Construction", "Superior Saving Throws", "Fighting Style Mastery", "Weapon Specialization", "Defensive Formation", "Vault (9th level)"],
    "proficiencyProgression": "At 1st level, dwarven vaultguards select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 3rd, 6th, and 9th level. They select an additional general proficiency at 5th and 9th level.",
    "templatesCount": 8
  },
  {
    "id": "elven-nightblade",
    "name": "Elven Nightblade",
    "category": "Racial",
    "keyAttribute": "DEX",
    "requirements": "DEX 9+, INT 9+, must be Elven",
    "hitDice": "1d6",
    "maximumLevel": 10,
    "description": "Elven nightblades are warrior-mages who specialize in stealth, infiltration, and magical combat. They combine the elven affinity for magic with deadly martial skills, serving as scouts, spies, and elite soldiers.",
    "sourceFile": "ACKS_II_Content/Rulebook/elven_nightblade.md",
    "combatProgression": "Elven nightblades advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Arcane Magic", "Thief Skills", "Weapon Finesse", "Keen Senses", "Connection with Nature", "Combat Magic", "Hidden Fastness (9th level)"],
    "proficiencyProgression": "At 1st level, elven nightblades select two class proficiencies from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.",
    "templatesCount": 8
  },
  {
    "id": "elven-spellsword",
    "name": "Elven Spellsword",
    "category": "Racial",
    "keyAttribute": "INT",
    "requirements": "INT 9+, must be Elven",
    "hitDice": "1d6",
    "maximumLevel": 10,
    "description": "Elven spellswords are warrior-mages who blend martial prowess with arcane magic. They represent the pinnacle of elven military tradition, combining centuries of combat experience with powerful magical abilities.",
    "sourceFile": "ACKS_II_Content/Rulebook/elven_spellsword.md",
    "combatProgression": "Elven spellswords advance in attack throws and saving throws by two points every four levels of experience. They do not gain any bonus to damage as they advance in level. They can cleave after killing a foe a maximum of once per round per four class levels.",
    "classPowers": ["Arcane Magic", "Fighting Style", "Weapon Focus", "Keen Senses", "Connection with Nature", "Battle Magic", "Sanctum (9th level)"],
    "proficiencyProgression": "At 1st level, elven spellswords select two class proficiencies from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 4th and 8th level. They select an additional general proficiency at 5th and 9th level.",
    "templatesCount": 8
  },
  {
    "id": "nobiran-wonderworker",
    "name": "Nobiran Wonderworker",
    "category": "Racial",
    "keyAttribute": "INT",
    "requirements": "STR 11, INT 11, WIS 11, DEX 11, CON 11, CHA 11, must be Nobiran",
    "hitDice": "1d4",
    "maximumLevel": 10,
    "description": "Nobiran wonderworkers are scholar-mages from the mystical realm of Nobiria who specialize in exotic magical traditions. They are masters of unusual spells and arcane theories unknown to most other practitioners of magic.",
    "sourceFile": "ACKS_II_Content/Rulebook/nobiran_wonderworker.md",
    "combatProgression": "Nobiran wonderworkers advance in attack throws and saving throws by two points every six levels of experience. They do not gain any bonus to damage as they advance in level. They cannot cleave, regardless of their level.",
    "classPowers": ["Arcane Magic", "Wonderworking", "Exotic Traditions", "Mystic Studies", "Planar Knowledge", "Wonderous Research (5th level)", "Academy (9th level)"],
    "proficiencyProgression": "At 1st level, nobiran wonderworkers select one class proficiency from their class proficiency list and one general proficiency from the general proficiency list. They select an additional class proficiency at 6th level. They select an additional general proficiency at 5th and 9th level.",
    "templatesCount": 8
  }
] 